Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX NSE/*.lproj/Localizable.strings
Languages: ru

source: **e2e encrypted** audio call
ru: **e2e зашифрованный** аудиозвонок

source: **e2e encrypted** video call
ru: **e2e зашифрованный** видеозвонок

source: %@ is connected!
ru: соединение с %@ установлено!

source: %@ wants to connect!
ru: %@ хочет соединиться!

source: %d skipped message(s)
ru: %d пропущенных сообщений

source: Accept contact request from %@?
ru: Принять запрос на соединение от %@?

source: accepted call
ru: принятный звонок

source: audio call (not e2e encrypted)
ru: аудиозвонок (не e2e зашифрованный)

source: bad message hash
ru: ошибка хэш сообщения

source: bad message ID
ru: ошибка ID сообщения

source: call error
ru: ошибка звонка

source: call in progress
ru: активный звонок

source: calling…
ru: входящий звонок…

source: connecting call…
ru: звонок соединяется…

source: connecting…
ru: соединяется…

source: connection established
ru: соединение установлено

source: deleted
ru: удалено

source: duplicate message
ru: повторное сообщение

source: ended call %@
ru: завершённый звонок %@

source: Incoming audio call
ru: Входящий аудиозвонок

source: Incoming video call
ru: Входящий видеозвонок

source: invited to connect
ru: приглашение соединиться

source: missed call
ru: пропущенный звонок

source: rejected call
ru: отклонённый звонок

source: via contact address link
ru: через ссылку-контакт

source: via one-time link
ru: через одноразовую ссылку

source: video call (not e2e encrypted)
ru: видеозвонок (не e2e зашифрованный)

source: You can now send messages to %@
ru: Вы можете отправлять сообщения %@

source: you shared one-time link
ru: вы создали одноразовую ссылку
