Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: %lld contact(s) selected
bg: %lld избран(и) контакт(а)
de: %lld Kontakt(e) ausgewählt
es: %lld contacto(s) seleccionado(s)
fi: %lld kontaktia valittu
fr: %lld contact·s sélectionné·s
it: %lld contatto/i selezionato/i
ja: %lld 件の連絡先が選択されました
th: % ผู้ติดต่อ LLD ที่เลือกไว้
uk: %lld контакт(и) вибрані

source: %lld file(s) with total size of %@
bg: %lld файл(а) с общ размер от %@
de: %lld Datei(en) mit einem Gesamtspeicherverbrauch von %@
es: %lld archivo(s) con un tamaño total de %@
fi: %lld tiedosto(a), joiden kokonaiskoko on %@
fr: %lld fichier·s pour une taille totale de %@
it: %lld file con dimensione totale di %@
ja: %lld 個のファイル（合計サイズ: %@）
th: %lld ไฟล์ที่มีขนาดรวม %@
uk: %lld файл(и) загальним розміром %@

source: %lld group events
bg: %lld групови събития
de: %lld Gruppenereignisse
es: %lld evento(s) de grupo
fr: %lld événements de groupe
it: %lld eventi del gruppo
uk: %lld групові заходи

source: %lld members
bg: %lld членове
de: %lld Mitglieder
es: %lld miembros
fi: %lld jäsenet
fr: %lld membres
it: %lld membri
ja: %lld 人のメンバー
th: %lld สมาชิก
uk: %lld учасників

source: %lld messages blocked
bg: %lld блокирани съобщения
de: %lld Nachrichten blockiert
es: %lld mensaje(s) bloqueado(s)
fr: %lld messages bloqués
it: %lld messaggi bloccati
uk: %lld повідомлень заблоковано

source: %lld messages blocked by admin
bg: %lld съобщения, блокирани от администратора
de: %lld Nachrichten wurden vom Administrator blockiert
es: %lld mensajes bloqueados por el administrador
fr: %lld messages bloqués par l'administrateur
it: %lld messaggi bloccati dall'amministratore
uk: %lld повідомлень заблоковано адміністратором

source: %lld messages marked deleted
bg: %lld съобщения, маркирани като изтрити
de: %lld Nachrichten als gelöscht markiert
es: %lld mensaje(s) marcado(s) eliminado(s)
fr: %lld messages marqués comme supprimés
it: %lld messaggi contrassegnati eliminati
uk: %lld повідомлень позначено як видалені

source: %lld messages moderated by %@
bg: %lld съобщения, модерирани от %@
de: %lld Nachrichten von %@ moderiert
es: %lld mensaje(s) moderado(s) por %@
fr: %lld messages modérés par %@
it: %lld messaggi moderati da %@
uk: %lld повідомлень модерує %@

source: %lld minutes
bg: %lld минути
de: %lld Minuten
es: %lld minutos
fi: %lld minuuttia
it: %lld minuti
ja: %lld 分
th: %lld นาที
uk: %lld хвилин

source: %lld new interface languages
bg: %lld нови езици на интерфейса
de: %lld neue Sprachen für die Bedienoberfläche
es: %lld idiomas de interfaz nuevos
fr: %lld nouvelles langues d'interface
it: %lld nuove lingue dell'interfaccia
uk: %lld нові мови інтерфейсу

source: %lld seconds
bg: %lld секунди
de: %lld Sekunden
es: %lld segundos
fi: %lld sekuntia
fr: %lld secondes
it: %lld secondi
ja: %lld 秒
th: %lld วินาที
uk: %lld секунд

source: %lldd
bg: %lldд
de: %lldT
fr: %lldj
it: %lldg

source: %lldm
bg: %lldм
de: %lldmin
fr: %lldmn

source: %lldmth
bg: %lldмесц.
de: %lldMon
fr: %lldmois
it: %lldmese

source: %llds
bg: %lldс
de: %lldsek

source: %u messages failed to decrypt.
bg: %u съобщения не успяха да се декриптират.
de: %u Nachrichten konnten nicht entschlüsselt werden.
es: %u mensaje(s) no ha(n) podido ser descifrado(s).
fi: %u viestien salauksen purku epäonnistui.
fr: %u messages n'ont pas pu être déchiffrés.
it: %u messaggi non sono stati decifrati.
ja: %u メッセージの復号に失敗しました。
th: การ decrypt %u ข้อความล้มเหลว
uk: %u повідомлень не вдалося розшифрувати.

source: %u messages skipped.
bg: %u пропуснати съобщения.
de: %u übersprungene Nachrichten.
es: %u mensaje(s) omitido(s).
fi: %u viestit ohitettu.
fr: %u messages sautés.
it: %u messaggi saltati.
ja: %u 件のメッセージがスキップされました。
th: %u ข้อความที่ถูกข้าม
uk: %u повідомлень пропущено.

source: <p>Hi!</p> <p><a href="%@">Connect to me via SimpleX Chat</a></p>
bg: <p>Здравейте!</p> <p><a href="%@">Свържете се с мен чрез SimpleX Chat</a></p>
de: <p>Hallo!</p> <p><a href="%@">Verbinden Sie sich per SimpleX Chat mit mir</a></p>
es: <p>¡Hola!</p> <p><a href="%@"> Conecta conmigo a través de SimpleX Chat</a></p>
fi: <p> Hei! </p> <p> <a href="%@"> Ollaan yhteydessä SimpleX Chatin kautta</a></p>
fr: <p>Bonjour !</p> <p><a href="%@">Contactez-moi via SimpleX Chat</a></p>
it: <p>Ciao!</p> <p><a href="%@">Connettiti a me via SimpleX Chat</a></p>
ja: <p>こんにちは!</p> <p><a href="%@">SimpleX Chatでつながろう</a></p>
th: <p>สวัสดี!</p> <p><a href="%@">เชื่อมต่อกับฉันผ่าน SimpleX Chat</a></p>
uk: <p>Привіт!</p> <p><a href="%@"> Зв'яжіться зі мною через SimpleX Chat</a></p>

source: ~strike~
bg: \~зачеркнат~
de: \~durchstreichen~
fr: \~barré~
it: \~barrato~
ja: \~取り消し線~
th: \~ตี~
uk: \~закреслити~

source: 0 sec
bg: 0 сек
de: 0 sek
es: 0 seg
uk: 0 сек

source: 1 day
bg: 1 ден
de: Älter als ein Tag
es: un dia
fi: 1 päivä
fr: 1 jour
it: 1 giorno
ja: 1日
th: 1 วัน
uk: 1 день

source: 1 hour
bg: 1 час
de: 1 Stunde
es: una hora
fi: 1 tunti
fr: 1 heure
it: 1 ora
ja: 1時間
th: 1 ชั่วโมง
uk: 1 година

source: 1 month
bg: 1 месец
de: Älter als ein Monat
es: un mes
fi: 1 kuukausi
fr: 1 mois
it: 1 mese
ja: 1ヶ月
th: 1 เดือน
uk: 1 місяць

source: 1 week
bg: 1 седмица
de: Älter als eine Woche
es: una semana
fi: 1 viikko
fr: 1 semaine
it: 1 settimana
ja: 1週間
th: 1 สัปดาห์
uk: 1 тиждень

source: 1 year
bg: 1 година
de: Älter als ein Jahr
es: 1 año
fr: 1 an
it: 1 anno

source: 1-time link
bg: Еднократен линк
de: Einmal-Link
es: Enlace de un uso
fi: Kertakäyttölinkki
fr: Lien unique
it: Link una tantum
ja: 使い捨てのリンク
uk: Одноразове посилання

source: 1-time link can be used *with one contact only* - share in person or via any messenger.
bg: Еднократният линк може да се използва само веднъж *с един контакт* - споделете го лично или чрез някой месинджър.
de: Ein Einmal-Link kann *nur mit einem Kontakt* genutzt werden - teilen Sie in nur persönlich oder über einen beliebigen Messenger.
es: Los enlaces de un uso pueden ser usados *solamente con un contacto* - compártelos en persona o mediante cualquier aplicación de mensajería.
fr: Le lien unique peut être utilisé *avec un seul contact* - partagez le en personne ou via n'importe quelle messagerie.
it: Il link una tantum può essere usato *con un solo contatto* - condividilo di persona o tramite qualsiasi messenger.
uk: Одноразове посилання можна використовувати *тільки з одним контактом* - поділіться ним особисто або через будь-який месенджер.

source: 5 minutes
bg: 5 минути
de: 5 Minuten
es: 5 minutos
fi: 5 minuuttia
it: 5 minuti
ja: 5分
th: 5 นาที
uk: 5 хвилин

source: 30 seconds
bg: 30 секунди
de: 30 Sekunden
es: 30 segundos
fi: 30 sekuntia
fr: 30 secondes
it: 30 secondi
ja: 30秒
th: 30 วินาที
uk: 30 секунд

source: A few more things
bg: Още няколко неща
de: Ein paar weitere Dinge
es: Algunas cosas más
fi: Muutama asia lisää
fr: Encore quelques points
it: Qualche altra cosa
ja: その他
th: อีกสองสามอย่าง
uk: Ще кілька речей

source: A new contact
bg: Нов контакт
de: Ein neuer Kontakt
es: Contacto nuevo
fi: Uusi kontakti
fr: Un nouveau contact
it: Un contatto nuovo
ja: 新しい連絡先
th: ผู้ติดต่อใหม่
uk: Новий контакт

source: A new random profile will be shared.
bg: Нов автоматично генериран профил ще бъде споделен.
de: Es wird ein neues Zufallsprofil geteilt.
es: Compartirás un perfil nuevo aleatorio.
fi: Uusi satunnainen profiili jaetaan.
fr: Un nouveau profil aléatoire sera partagé.
it: Verrà condiviso un nuovo profilo casuale.
ja: 新しいランダムなプロファイルが共有されます。
uk: Буде створено новий випадковий профіль.

source: A separate TCP connection will be used **for each chat profile you have in the app**.
bg: Ще се използва отделна TCP връзка **за всеки чатпрофил, който имате в приложението**.
de: **Für jedes von Ihnen in der App genutzte Chat-Profil** wird eine separate TCP-Verbindung genutzt.
es: Se usará una conexión TCP independiente **por cada perfil que tengas en la aplicación**.
fi: Erillistä TCP-yhteyttä käytetään **jokaiselle sovelluksessa olevalle chat-profiilille**.
fr: Une connexion TCP distincte sera utilisée **pour chaque profil de chat que vous avez dans l'application**.
it: Verrà usata una connessione TCP separata **per ogni profilo di chat presente nell'app**.
ja: **アプリ内のチャット プロフィールごとに**、個別の TCP 接続が使用されます。
th: การเชื่อมต่อ TCP แบบแยกต่างหากจะถูกใช้ **สําหรับแต่ละโปรไฟล์การแชทที่คุณมีในแอป**.
uk: Для кожного профілю чату, який ви маєте в додатку, буде використовуватися окреме TCP-з'єднання.

source: A separate TCP connection will be used **for each contact and group member**. **Please note**: if you have many connections, your battery and traffic consumption can be substantially higher and some connections may fail.
bg: Ще се използва отделна TCP връзка **за всеки контакт и член на групата**. **Моля, обърнете внимание**: ако имате много връзки, консумацията на батерията и трафика може да бъде значително по-висока и някои връзки може да се провалят.
de: **Für jeden Kontakt und jedes Gruppenmitglied** wird eine separate TCP-Verbindung genutzt. **Bitte beachten Sie**: Wenn Sie viele Verbindungen haben, kann der Batterieverbrauch und die Datennutzung wesentlich höher sein und einige Verbindungen können scheitern.
es: Se usará una conexión TCP independiente **por cada contacto y miembro de grupo**. **Atención**: si tienes muchas conexiones, tu consumo de batería y tráfico pueden aumentar bastante y algunas conexiones pueden fallar.
fi: Jokaiselle kontaktille ja ryhmän jäsenelle käytetään erillistä TCP-yhteyttä**. **Huomaa**: jos kontakteja on useita, akun ja liikenteen kulutus voi olla huomattavasti suurempi ja jotkin yhteydet voivat epäonnistua.
fr: Une connexion TCP distincte sera utilisée **pour chaque contact et membre de groupe**. **Veuillez noter** : si vous avez de nombreuses connexions, votre consommation de batterie et de réseau peut être nettement plus élevée et certaines liaisons peuvent échouer.
it: Verrà usata una connessione TCP separata **per ogni contatto e membro del gruppo**. ** Nota**: se hai molte connessioni, il consumo di batteria e traffico può essere notevolmente superiore e alcune connessioni potrebbero fallire.
ja: **アプリ内のチャット プロファイルごとに**、個別の TCP 接続が使用されます。 **注意**：多くの接続がある場合、バッテリーと通信量の消費が大幅に増加し、一部の接続に失敗することがあります。
th: การเชื่อมต่อ TCP แบบแยกต่างหากจะถูกใช้ **สำหรับผู้ติดต่อแต่ละคนและสมาชิกกลุ่ม**. **โปรดทราบ**: หากคุณมีการเชื่อมต่อจำนวนมาก แบตเตอรี่และปริมาณการใช้ข้อมูลของคุณอาจสูงขึ้นอย่างมาก และการเชื่อมต่อบางอย่างอาจล้มเหลว
uk: Для кожного контакту та учасника групи буде використовуватися окреме TCP-з'єднання. **Зверніть увагу: якщо у вас багато з'єднань, споживання заряду акумулятора і трафіку може бути значно вищим, а деякі з'єднання можуть обірватися.

source: Abort
bg: Откажи
de: Beenden
es: Cancelar
fi: Keskeytä
fr: Abandonner
it: Interrompi
ja: 中止
th: ยกเลิก
uk: Скасувати

source: Abort changing address
bg: Откажи смяна на адрес
de: Wechsel der Empfängeradresse beenden
es: Cancelar cambio de servidor
fi: Keskeytä osoitteenvaihto
fr: Annuler le changement d'adresse
it: Interrompi il cambio di indirizzo
ja: アドレス変更の中止
th: ยกเลิกการเปลี่ยนที่อยู่
uk: Скасувати зміну адреси

source: Abort changing address?
bg: Откажи смяна на адрес?
de: Wechsel der Empfängeradresse beenden?
es: ¿Cancelar el cambio de servidor?
fi: Keskeytä osoitteenvaihto?
fr: Abandonner le changement d'adresse ?
it: Interrompere il cambio di indirizzo?
ja: アドレス変更を中止しますか？
th: ยกเลิกการเปลี่ยนที่อยู่?
uk: Скасувати зміну адреси?

source: About operators
bg: За операторите
de: Über die Betreiber
es: Acerca de los operadores
fr: À propos des opérateurs
it: Info sugli operatori
uk: Про операторів

source: About SimpleX Chat
bg: За SimpleX Chat
de: Über SimpleX Chat
es: Sobre SimpleX Chat
fi: Tietoja SimpleX Chatistä
fr: À propos de SimpleX Chat
it: Riguardo SimpleX Chat
ja: SimpleX Chat について
th: เกี่ยวกับ SimpleX Chat
uk: Про чат SimpleX

source: above, then choose:
bg: по-горе, след това избери:
de: Danach die gewünschte Aktion auswählen:
es: y después elige:
fi: edellä, valitse sitten:
fr: ci-dessus, puis choisissez :
it: sopra, quindi scegli:
ja: 上で選んでください：
th: ด้านบน จากนั้นเลือก:
uk: вище, а потім обирайте:

source: Accent
bg: Акцент
de: Akzent
es: Color
fr: Principale
it: Principale
uk: Акцент

source: Accept
bg: Приеми
de: Annehmen
es: Aceptar
fi: Hyväksy
fr: Accepter
it: Accetta
ja: 承諾
th: รับ
uk: Прийняти

source: Accept as member
bg: Приеми като член
de: Als Mitglied übernehmen

source: Accept as observer
bg: Приеми като наблюдател
de: Als Beobachter übernehmen

source: Accept conditions
bg: Приеми условията
de: Nutzungsbedingungen akzeptieren
es: Aceptar condiciones
fr: Accepter les conditions
it: Accetta le condizioni
uk: Прийняти умови

source: Accept connection request?
bg: Приемане на заявка за връзка?
de: Kontaktanfrage annehmen?
es: ¿Aceptar solicitud de conexión?
fi: Hyväksy yhteyspyyntö?
fr: Accepter la demande de connexion ?
it: Accettare la richiesta di connessione?
ja: 連絡を受け入れる
uk: Прийняти запит на підключення?

source: Accept contact request
bg: Приеми заявка за контакт
de: Kontaktanfrage annehmen

source: Accept contact request from %@?
bg: Приемане на заявка за контакт от %@?
de: Die Kontaktanfrage von %@ annehmen?
es: ¿Aceptar solicitud de contacto de %@?
fi: Hyväksy kontaktipyyntö %@:ltä?
fr: Accepter la demande de contact de %@ ?
it: Accettare la richiesta di contatto da %@?
ja: %@ からの連絡要求を受け入れますか?
th: รับการขอติดต่อจาก %@?
uk: Прийняти запит на контакт від %@?

source: Accept incognito
bg: Приеми инкогнито
de: Inkognito akzeptieren
es: Aceptar incógnito
fi: Hyväksy tuntematon
fr: Accepter en incognito
it: Accetta in incognito
ja: シークレットモードで承諾
th: ยอมรับโหมดไม่ระบุตัวตน
uk: Прийняти інкогніто

source: Accept member
bg: Приеми член
de: Mitglied annehmen

source: accepted %@
de: %@ angenommen

source: accepted call
bg: обаждането прието
de: Anruf angenommen
es: llamada aceptada
fi: hyväksytty puhelu
fr: appel accepté
it: chiamata accettata
ja: 受けた通話
th: รับสายแล้ว
uk: прийнято виклик

source: Accepted conditions
bg: Приети условия
de: Akzeptierte Nutzungsbedingungen
es: Condiciones aceptadas
fr: Conditions acceptées
it: Condizioni accettate
uk: Прийняті умови

source: accepted invitation
de: Einladung angenommen
es: invitación aceptada
fr: invitation acceptée
it: invito accettato
uk: прийняте запрошення

source: accepted you
de: hat Sie angenommen

source: Acknowledged
bg: Потвърден
de: Bestätigt
es: Confirmaciones
fr: Reçu avec accusé de réception
it: Riconosciuto
uk: Визнано

source: Acknowledgement errors
bg: Грешки при потвърждението
de: Fehler bei der Bestätigung
es: Errores de confirmación
fr: Erreur d'accusé de réception
it: Errori di riconoscimento
uk: Помилки підтвердження

source: Active
bg: Активен
de: Aktiv
es: Activo
fr: Actif
it: Attivo

source: Active connections
bg: Активни връзки
de: Aktive Verbindungen
es: Conexiones activas
fr: Connections actives
it: Connessioni attive
uk: Активні з'єднання

source: Add address to your profile, so that your contacts can share it with other people. Profile update will be sent to your contacts.
bg: Добавете адрес към вашия профил, така че вашите контакти да могат да го споделят с други хора. Актуализацията на профила ще бъде изпратена до вашите контакти.
de: Fügen Sie die Adresse Ihrem Profil hinzu, damit Ihre Kontakte sie mit anderen Personen teilen können. Es wird eine Profilaktualisierung an Ihre Kontakte gesendet.
es: Añade la dirección a tu perfil para que tus contactos puedan compartirla con otros. La actualización del perfil se enviará a tus contactos.
fi: Lisää osoite profiiliisi, jotta kontaktisi voivat jakaa sen muiden kanssa. Profiilipäivitys lähetetään kontakteillesi.
fr: Ajoutez une adresse à votre profil, afin que vos contacts puissent la partager avec d'autres personnes. La mise à jour du profil sera envoyée à vos contacts.
it: Aggiungi l'indirizzo al tuo profilo, in modo che i tuoi contatti possano condividerlo con altre persone. L'aggiornamento del profilo verrà inviato ai tuoi contatti.
ja: プロフィールにアドレスを追加し、連絡先があなたのアドレスを他の人と共有できるようにします。プロフィールの更新は連絡先に送信されます。
th: เพิ่มที่อยู่ลงในโปรไฟล์ของคุณ เพื่อให้ผู้ติดต่อของคุณสามารถแชร์กับผู้อื่นได้ การอัปเดตโปรไฟล์จะถูกส่งไปยังผู้ติดต่อของคุณ
uk: Додайте адресу до свого профілю, щоб ваші контакти могли поділитися нею з іншими людьми. Повідомлення про оновлення профілю буде надіслано вашим контактам.

source: Add friends
bg: Добави приятели
de: Freunde aufnehmen
es: Añadir amigos
fr: Ajouter des amis
it: Aggiungi amici
uk: Додайте друзів

source: Add list
bg: Добави списък
de: Liste hinzufügen
es: Añadir lista
fr: Ajouter une liste
it: Aggiungi elenco

source: Add message
bg: Добави съобщение
de: Nachricht hinzufügen

source: Add profile
bg: Добави профил
de: Profil hinzufügen
es: Añadir perfil
fi: Lisää profiili
fr: Ajouter un profil
it: Aggiungi profilo
ja: プロフィールを追加
th: เพิ่มโปรไฟล์
uk: Додати профіль

source: Add server
bg: Добави сървър
de: Server hinzufügen
es: Añadir servidor
fr: Ajouter un serveur
it: Aggiungi server
th: เพิ่มเซิร์ฟเวอร์
uk: Додати сервер

source: Add servers by scanning QR codes.
bg: Добави сървъри чрез сканиране на QR кодове.
de: Server durch Scannen von QR Codes hinzufügen.
es: Añadir servidores mediante el escaneo de códigos QR.
fi: Lisää palvelimia skannaamalla QR-koodeja.
fr: Ajoutez des serveurs en scannant des codes QR.
it: Aggiungi server scansionando codici QR.
ja: QRコードでサーバを追加する。
th: เพิ่มเซิร์ฟเวอร์โดยการสแกนรหัสคิวอาร์โค้ด
uk: Додайте сервери, відсканувавши QR-код.

source: Add team members
bg: Добави членове на екипа
de: Team-Mitglieder aufnehmen
es: Añadir miembros del equipo
fr: Ajouter des membres à l'équipe
it: Aggiungi membri del team
uk: Додайте учасників команди

source: Add to another device
bg: Добави към друго устройство
de: Einem anderen Gerät hinzufügen
es: Añadir a otro dispositivo
fi: Lisää toiseen laitteeseen
fr: Ajouter à un autre appareil
it: Aggiungi ad un altro dispositivo
ja: 別の端末に追加
th: เพิ่มเข้าไปในอุปกรณ์อื่น
uk: Додати до іншого пристрою

source: Add to list
bg: Добави към списъка
de: Zur Liste hinzufügen
es: Añadir a la lista
fr: Ajouter à la liste
it: Aggiungi ad un elenco

source: Add welcome message
bg: Добави съобщение при посрещане
de: Begrüßungsmeldung hinzufügen
es: Añadir mensaje de bienvenida
fi: Lisää tervetuloviesti
fr: Ajouter un message d'accueil
it: Aggiungi messaggio di benvenuto
ja: ウェルカムメッセージを追加
th: เพิ่มข้อความต้อนรับ
uk: Додати вітальне повідомлення

source: Add your team members to the conversations.
bg: Добавете членовете на вашия екип към разговорите.
de: Nehmen Sie Team-Mitglieder in Ihre Unterhaltungen auf.
es: Añade a miembros de tu equipo a las conversaciones.
fr: Ajoutez les membres de votre équipe aux conversations.
it: Aggiungi i membri del tuo team alle conversazioni.
uk: Додайте членів своєї команди до розмов.

source: Added media & file servers
bg: Добавени медийни и файлови сървъри
de: Medien- und Dateiserver hinzugefügt
es: Servidores de archivos y multimedia añadidos
fr: Ajout de serveurs de médias et de fichiers
it: Server di multimediali e file aggiunti
uk: Додано медіа та файлові сервери

source: Added message servers
bg: Добавени сървъри за съобщения
de: Nachrichtenserver hinzugefügt
es: Servidores de mensajes añadidos
fr: Ajout de serveurs de messages
it: Server dei messaggi aggiunti
uk: Додано сервери повідомлень

source: Additional accent
bg: Допълнителен акцент
de: Erste Akzentfarbe
es: Acento adicional
fr: Accent additionnel
it: Principale aggiuntivo
uk: Додатковий акцент

source: Additional accent 2
bg: Допълнителен акцент 2
de: Zusätzlicher Akzent 2
es: Color adicional 2
fr: Accent additionnel 2
it: Principale aggiuntivo 2
uk: Додатковий акцент 2

source: Additional secondary
bg: Допълнителен вторичен
de: Zweite Akzentfarbe
es: Secundario adicional
fr: Accent secondaire
it: Secondario aggiuntivo
uk: Додаткова вторинна

source: Address
bg: Адрес
de: Adresse
es: Dirección
fi: Osoite
fr: Adresse
it: Indirizzo
ja: アドレス
th: ที่อยู่
uk: Адреса

source: Address change will be aborted. Old receiving address will be used.
bg: Промяната на адреса ще бъде прекъсната. Ще се използва старият адрес за получаване.
de: Der Wechsel der Empfängeradresse wird beendet. Die bisherige Adresse wird weiter verwendet.
es: El cambio de dirección se cancelará. Se usará la antigua dirección de recepción.
fi: Osoitteenmuutos keskeytetään. Käytetään vanhaa vastaanotto-osoitetta.
fr: Le changement d'adresse sera annulé. L'ancienne adresse de réception sera utilisée.
it: Il cambio di indirizzo verrà interrotto. Verrà usato il vecchio indirizzo di ricezione.
ja: アドレス変更は中止されます。古い受信アドレスが使用されます。
th: การเปลี่ยนแปลงที่อยู่จะถูกยกเลิก จะใช้ที่อยู่เก่าของผู้รับ
uk: Зміна адреси буде скасована. Буде використано стару адресу отримання.

source: Address or 1-time link?
bg: Адрес или еднократен линк?
de: Adress- oder Einmal-Link?
es: ¿Dirección o enlace de un uso?
fr: Adresse ou lien unique ?
it: Indirizzo o link una tantum?
uk: Адреса чи одноразове посилання?

source: Address settings
bg: Настройки на адреса
de: Adress-Einstellungen
es: Configurar dirección
fr: Paramètres de l'adresse
it: Impostazioni dell'indirizzo
uk: Налаштування адреси

source: admins
bg: администратори
de: Administratoren
es: administradores
it: amministratori
uk: адміністратори

source: Admins can block a member for all.
bg: Администраторите могат да блокират член за всички.
de: Administratoren können ein Gruppenmitglied für Alle blockieren.
es: Los administradores pueden bloquear a un miembro para los demás.
fr: Les admins peuvent bloquer un membre pour tous.
it: Gli amministratori possono bloccare un membro per tutti.
uk: Адміністратори можуть заблокувати користувача для всіх.

source: Admins can create the links to join groups.
bg: Админите могат да създадат линкове за присъединяване към групи.
de: Administratoren können Links für den Beitritt zu Gruppen erzeugen.
es: Los administradores pueden crear enlaces para unirse a grupos.
fi: Ylläpitäjät voivat luoda linkkejä ryhmiin liittymiseen.
fr: Les admins peuvent créer les liens qui permettent de rejoindre les groupes.
it: Gli amministratori possono creare i link per entrare nei gruppi.
ja: 管理者はグループの参加リンクを生成できます。
th: ผู้ดูแลระบบสามารถสร้างลิงก์เพื่อเข้าร่วมกลุ่มต่างๆได้
uk: Адміни можуть створювати посилання для приєднання до груп.

source: Advanced network settings
bg: Разширени мрежови настройки
de: Erweiterte Netzwerkeinstellungen
es: Configuración avanzada de red
fi: Verkon lisäasetukset
fr: Paramètres réseau avancés
it: Impostazioni di rete avanzate
ja: ネットワーク詳細設定
th: การตั้งค่าระบบเครือข่ายขั้นสูง
uk: Розширені налаштування мережі

source: Advanced settings
bg: Разширени настройки
de: Erweiterte Einstellungen
es: Configuración avanzada
fr: Paramètres avancés
it: Impostazioni avanzate
uk: Додаткові налаштування

source: agreeing encryption for %@…
bg: съгласуване на криптиране за %@…
de: Verschlüsselung von %@ zustimmen…
es: acordando cifrado para %@…
fi: salauksesta sovitaan %@:lle…
fr: négociation du chiffrement avec %@…
it: concordando la crittografia per %@…
ja: %@の暗号化に同意しています…
th: ยอมรับ encryption สำหรับ %@…
uk: узгодження шифрування для %@…

source: agreeing encryption…
bg: съгласуване на криптиране…
de: Verschlüsselung zustimmen…
es: acordando cifrado…
fi: hyväksyy salausta…
fr: négociation du chiffrement…
it: concordando la crittografia…
ja: 暗号化に同意しています…
th: เห็นด้วยกับการ encryption…
uk: узгодження шифрування…

source: all
de: alle

source: All
bg: Всички
de: Alle
es: Todo
fr: Tout
it: Tutte

source: All app data is deleted.
bg: Всички данни от приложението бяха изтрити.
de: Werden die App-Daten komplett gelöscht.
es: Todos los datos de la aplicación se eliminarán.
fi: Kaikki sovelluksen tiedot poistetaan.
fr: Toutes les données de l'application sont supprimées.
it: Tutti i dati dell'app vengono eliminati.
ja: すべてのアプリデータが削除されます。
th: ข้อมูลแอปทั้งหมดถูกลบแล้ว.
uk: Всі дані програми видаляються.
