Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: You have already requested connection! Repeat connection request?
bg: Вече сте направили заявката за връзка! Изпрати отново заявката за свързване?
de: Sie haben bereits ein Verbindungsanfrage beantragt! Verbindungsanfrage wiederholen?
es: Ya has solicitado la conexión ¿Repetir solicitud?
fr: Vous avez déjà demandé une connexion ! Répéter la demande de connexion ?
it: Hai già richiesto la connessione! Ripetere la richiesta di connessione?
uk: Ви вже надіслали запит на підключення! Повторити запит на підключення?

source: You have to enter passphrase every time the app starts - it is not stored on the device.
bg: Трябва да въвеждате парола при всяко стартиране на приложението - тя не се съхранява на устройството.
de: Sie müssen das Passwort jedes Mal eingeben, wenn die App startet. Es wird nicht auf dem Gerät gespeichert.
es: La contraseña no se almacena en el dispositivo, tienes que introducirla cada vez que inicies la aplicación.
fi: Sinun on annettava tunnuslause aina, kun sovellus käynnistyy - sitä ei tallenneta laitteeseen.
fr: Vous devez saisir la phrase secrète à chaque fois que l'application démarre - elle n'est pas stockée sur l'appareil.
it: Devi inserire la password ogni volta che si avvia l'app: non viene memorizzata sul dispositivo.
ja: アプリ起動時にパスフレーズを入力しなければなりません。端末に保存されてません。
th: คุณต้องใส่รหัสผ่านทุกครั้งที่เริ่มแอป - รหัสผ่านไม่ได้จัดเก็บไว้ในอุปกรณ์
uk: Вам доведеться вводити парольну фразу щоразу під час запуску програми - вона не зберігається на пристрої.

source: You invited a contact
bg: Вие поканихте контакта
de: Sie haben Ihren Kontakt eingeladen
es: Has invitado a tu contacto
fi: Kutsuit kontaktin
fr: Vous avez invité votre contact
it: Hai invitato il contatto
ja: 連絡先に招待を送りました
uk: Ви запросили контакт

source: You joined this group
bg: Вие се присъединихте към тази група
de: Sie sind dieser Gruppe beigetreten
es: Te has unido a este grupo
fi: Liityit tähän ryhmään
fr: Vous avez rejoint ce groupe
it: Sei entrato/a in questo gruppo
ja: グループに参加しました
th: คุณเข้าร่วมกลุ่มนี้แล้ว
uk: Ви приєдналися до цієї групи

source: You joined this group. Connecting to inviting group member.
bg: Вие се присъединихте към тази група. Свързване с поканващия член на групата.
de: Sie sind dieser Gruppe beigetreten. Sie werden mit dem einladenden Gruppenmitglied verbunden.
es: Te has unido a este grupo. Conectando con el emisor de la invitacíon.
fi: Liityit tähän ryhmään. Muodostetaan yhteyttä ryhmän jäsenten kutsumiseksi.
fr: Vous avez rejoint ce groupe. Connexion à l'invitation d'un membre du groupe.
it: Sei entrato/a in questo gruppo. Connessione al membro del gruppo invitante.
ja: グループに参加しました。招待をくれたメンバーに接続してます。
th: คุณเข้าร่วมกลุ่มนี้แล้ว กำลังเชื่อมต่อเพื่อเชิญสมาชิกกลุ่ม
uk: Ви приєдналися до цієї групи. Підключення до запрошеного учасника групи.

source: you left
bg: вие напуснахте
de: Sie haben verlassen
es: has salido
fi: lähdit
fr: vous avez quitté
it: sei uscito/a
ja: 脱退しました
th: คุณออกไปแล้ว
uk: ти пішов

source: You may migrate the exported database.
de: Sie können die exportierte Datenbank migrieren.
es: Puedes migrar la base de datos exportada.
fr: Vous pouvez migrer la base de données exportée.
it: Puoi migrare il database esportato.
uk: Ви можете мігрувати експортовану базу даних.

source: You may save the exported archive.
de: Sie können das exportierte Archiv speichern.
es: Puedes guardar el archivo exportado.
fr: Vous pouvez enregistrer l'archive exportée.
it: Puoi salvare l'archivio esportato.
uk: Ви можете зберегти експортований архів.

source: You must use the most recent version of your chat database on one device ONLY, otherwise you may stop receiving the messages from some contacts.
bg: Трябва да използвате най-новата версия на вашата чат база данни САМО на едно устройство, в противен случай може да спрете да получавате съобщения от някои контакти.
de: Sie dürfen die neueste Version Ihrer Chat-Datenbank NUR auf einem Gerät verwenden, andernfalls erhalten Sie möglicherweise keine Nachrichten mehr von einigen Ihrer Kontakte.
es: Debes usar la versión más reciente de tu base de datos ÚNICAMENTE en un dispositivo, de lo contrario podrías dejar de recibir mensajes de algunos contactos.
fi: Sinun tulee käyttää keskustelujen-tietokannan uusinta versiota AINOSTAAN yhdessä laitteessa, muuten saatat lakata vastaanottamasta viestejä joiltakin kontakteilta.
fr: Vous devez utiliser la version la plus récente de votre base de données de chat sur un seul appareil UNIQUEMENT, sinon vous risquez de ne plus recevoir les messages de certains contacts.
it: Devi usare la versione più recente del tuo database della chat SOLO su un dispositivo, altrimenti potresti non ricevere più i messaggi da alcuni contatti.
ja: あなたの最新データベースを1つの端末にしか使わなければ、一部の連絡先からメッセージが届きかねます。
th: คุณต้องใช้ฐานข้อมูลแชทเวอร์ชันล่าสุดบนอุปกรณ์เครื่องเดียวเท่านั้น มิฉะนั้น คุณอาจหยุดได้รับข้อความจากผู้ติดต่อบางคน
uk: Ви повинні використовувати найновішу версію бази даних чату ТІЛЬКИ на одному пристрої, інакше ви можете перестати отримувати повідомлення від деяких контактів.

source: You need to allow your contact to call to be able to call them.
de: Sie müssen Ihrem Kontakt Anrufe zu Ihnen erlauben, bevor Sie ihn selbst anrufen können.
es: Debes permitir que tus contacto te llamen para poder llamarles.
fr: Vous devez autoriser votre contact à appeler pour pouvoir l'appeler.
it: Devi consentire le chiamate al tuo contatto per poterlo chiamare.
uk: Щоб мати змогу зателефонувати контакту, вам потрібно дозволити йому зателефонувати.

source: You need to allow your contact to send voice messages to be able to send them.
bg: Трябва да разрешите на вашия контакт да изпраща гласови съобщения, за да можете да ги изпращате.
de: Sie müssen Ihrem Kontakt das Senden von Sprachnachrichten erlauben, um diese senden zu können.
es: Para poder enviar mensajes de voz antes debes permitir que tu contacto pueda enviarlos.
fi: Sinun on sallittava kontaktiesi lähettää ääniviestejä, jotta voit lähettää niitä.
fr: Vous devez autoriser votre contact à envoyer des messages vocaux pour pouvoir en envoyer.
it: Devi consentire al tuo contatto di inviare messaggi vocali per poterli inviare anche tu.
ja: 音声メッセージを送るには、連絡相手からの音声メッセージを許可しなければなりません。
th: คุณต้องอนุญาตให้ผู้ติดต่อของคุณส่งข้อความเสียงจึงจะสามารถส่งได้
uk: Щоб мати змогу надсилати голосові повідомлення, вам потрібно дозволити контакту надсилати їх.

source: You rejected group invitation
bg: Отхвърлихте поканата за групата
de: Sie haben die Gruppeneinladung abgelehnt
es: Has rechazado la invitación del grupo
fi: Hylkäsit ryhmäkutsun
fr: Vous avez rejeté l'invitation du groupe
it: Hai rifiutato l'invito al gruppo
ja: グループの招待を拒否しました
th: คุณปฏิเสธคำเชิญเข้าร่วมกลุ่ม
uk: Ви відхилили запрошення до групи

source: you removed %@
bg: премахнахте %@
de: entfernt %@ aus der Gruppe
es: has expulsado a %@
fi: poistit %@
fr: vous avez retiré %@
it: hai rimosso %@
ja: %@ を削除しました
th: คุณลบ %@
uk: ви видалили %@

source: You sent group invitation
bg: Изпратихте покана за групата
de: Sie haben eine Gruppeneinladung gesendet
es: Has enviado una invitación de grupo
fi: Lähetit ryhmäkutsun
fr: Vous avez envoyé une invitation de groupe
it: Hai inviato un invito al gruppo
ja: グループの招待を送りました
th: คุณส่งคำเชิญเข้าร่วมกลุ่มแล้ว
uk: Ви надіслали запрошення до групи

source: you shared one-time link
bg: споделихте еднократен линк за връзка
de: Sie haben einen Einmal-Link geteilt
es: enlace de un solo uso
fi: jaoit kertalinkin
fr: vous avez partagé un lien unique
it: hai condiviso un link una tantum
ja: 使い捨てリンクを送りました
th: คุณแชร์ลิงก์แบบใช้ครั้งเดียวแล้ว
uk: ви поділилися одноразовим посиланням

source: you shared one-time link incognito
bg: споделихте еднократен инкогнито линк за връзка
de: Sie haben Inkognito einen Einmal-Link geteilt
es: has compartido enlace de un solo uso en modo incógnito
fi: jaoit kertalinkin incognito-tilassa
fr: vous avez partagé un lien unique en incognito
it: hai condiviso un link incognito una tantum
ja: シークレットモードで使い捨てリンクを送りました
th: คุณแชร์ลิงก์แบบใช้ครั้งเดียวโดยไม่ระบุตัวตนแล้ว
uk: ви поділилися одноразовим посиланням інкогніто

source: You should receive notifications.
de: Sie sollten Benachrichtigungen erhalten.
es: Deberías recibir notificaciones.
it: Dovresti ricevere le notifiche.

source: you unblocked %@
bg: вие отблокирахте %@
de: Sie haben %@ freigegeben
es: has desbloqueado a %@
fr: vous avez débloqué %@
it: hai sbloccato %@
uk: ви розблокували %@

source: You will be able to send messages **only after your request is accepted**.
de: Sie können erst dann Nachrichten versenden, **sobald Ihre Anfrage angenommen wurde**.

source: You will be connected to group when the group host's device is online, please wait or check later!
bg: Ще бъдете свързани с групата, когато устройството на домакина на групата е онлайн, моля, изчакайте или проверете по-късно!
de: Sie werden mit der Gruppe verbunden, sobald das Endgerät des Gruppen-Hosts online ist. Bitte warten oder schauen Sie später nochmal nach!
es: Te conectarás al grupo cuando el dispositivo del anfitrión esté en línea, por favor espera o revisa más tarde.
fi: Sinut yhdistetään ryhmään, kun ryhmän isännän laite on online-tilassa, odota tai tarkista myöhemmin!
fr: Vous serez connecté·e au groupe lorsque l'appareil de l'hôte sera en ligne, veuillez attendre ou vérifier plus tard !
it: Verrai connesso/a al gruppo quando il dispositivo dell'host del gruppo sarà in linea, attendi o controlla più tardi!
ja: グループのホスト端末がオンラインになったら、接続されます。後でチェックするか、しばらくお待ちください！
th: คุณจะเชื่อมต่อกับกลุ่มเมื่ออุปกรณ์โฮสต์ของกลุ่มออนไลน์อยู่ โปรดรอหรือตรวจสอบภายหลัง!
uk: Ви будете підключені до групи, коли пристрій господаря групи буде в мережі, будь ласка, зачекайте або перевірте пізніше!

source: You will be connected when group link host's device is online, please wait or check later!
bg: Ще бъдете свързани, когато устройството на хоста на груповата връзка е онлайн, моля, изчакайте или проверете по-късно!
de: Sie werden verbunden, sobald das Endgerät des Gruppenlink-Hosts online ist. Bitte warten oder schauen Sie später nochmal nach!
es: Te conectarás cuando el dispositivo propietario del grupo esté en línea, por favor espera o revisa más tarde.
fr: Vous serez connecté(e) lorsque l'appareil de l'hôte du lien de groupe sera en ligne, veuillez patienter ou vérifier plus tard !
it: Verrai connesso/a quando il dispositivo dell'host del gruppo sarà in linea, attendi o controlla più tardi!
uk: Ви будете підключені, коли пристрій хоста групового посилання буде онлайн, будь ласка, зачекайте або перевірте пізніше!

source: You will be connected when your connection request is accepted, please wait or check later!
bg: Ще бъдете свързани, когато заявката ви за връзка бъде приета, моля, изчакайте или проверете по-късно!
de: Sie werden verbunden, sobald Ihre Verbindungsanfrage angenommen wird. Bitte warten oder schauen Sie später nochmal nach!
es: Te conectarás cuando tu solicitud se acepte, por favor espera o revisa más tarde.
fi: Sinut yhdistetään, kun yhteyspyyntösi on hyväksytty, odota tai tarkista myöhemmin!
fr: Vous serez connecté·e lorsque votre demande de connexion sera acceptée, veuillez attendre ou vérifier plus tard !
it: Verrai connesso/a quando la tua richiesta di connessione verrà accettata, attendi o controlla più tardi!
ja: 連絡先が繋がりリクエストを承認したら、接続されます。後でチェックするか、しばらくお待ちください！
th: คุณจะเชื่อมต่อเมื่อคำขอเชื่อมต่อของคุณได้รับการยอมรับ โปรดรอหรือตรวจสอบในภายหลัง!
uk: Ви будете підключені, коли ваш запит на підключення буде прийнято, будь ласка, зачекайте або перевірте пізніше!

source: You will be connected when your contact's device is online, please wait or check later!
bg: Ще бъдете свързани, когато устройството на вашия контакт е онлайн, моля, изчакайте или проверете по-късно!
de: Sie werden verbunden, sobald das Endgerät Ihres Kontakts online ist. Bitte warten oder schauen Sie später nochmal nach!
es: Te conectarás cuando el dispositivo del contacto esté en línea, por favor espera o revisa más tarde.
fi: Sinut yhdistetään, kun kontaktisi laite on online-tilassa, odota tai tarkista myöhemmin!
fr: Vous serez connecté·e lorsque l'appareil de votre contact sera en ligne, veuillez attendre ou vérifier plus tard !
it: Verrai connesso/a quando il dispositivo del tuo contatto sarà in linea, attendi o controlla più tardi!
ja: 連絡先がオンラインになったら、接続されます。後でチェックするか、しばらくお待ちください！
th: คุณจะเชื่อมต่อเมื่ออุปกรณ์ของผู้ติดต่อของคุณออนไลน์อยู่ โปรดรอหรือตรวจสอบภายหลัง!
uk: Ви будете з'єднані, коли пристрій вашого контакту буде онлайн, будь ласка, зачекайте або перевірте пізніше!

source: You will be required to authenticate when you start or resume the app after 30 seconds in background.
bg: Ще трябва да се идентифицирате, когато стартирате или възобновите приложението след 30 секунди във фонов режим.
de: Sie müssen sich authentifizieren, wenn Sie die im Hintergrund befindliche App nach 30 Sekunden starten oder fortsetzen.
es: Se te pedirá autenticarte cuando inicies la aplicación o sigas usándola tras 30 segundos en segundo plano.
fi: Sinun on tunnistauduttava, kun käynnistät sovelluksen tai jatkat sen käyttöä 30 sekunnin tauon jälkeen.
fr: Il vous sera demandé de vous authentifier lorsque vous démarrez ou reprenez l'application après 30 secondes en arrière-plan.
it: Dovrai autenticarti quando avvii o riapri l'app dopo 30 secondi in secondo piano.
ja: 起動時、または非アクティブ状態で30秒が経った後に戻ると、認証する必要となります。
th: คุณจะต้องตรวจสอบสิทธิ์เมื่อคุณเริ่มหรือกลับมาใช้แอปพลิเคชันอีกครั้งหลังจากผ่านไป 30 วินาทีในพื้นหลัง
uk: Вам потрібно буде пройти автентифікацію при запуску або відновленні програми після 30 секунд роботи у фоновому режимі.

source: You will still receive calls and notifications from muted profiles when they are active.
bg: Все още ще получавате обаждания и известия от заглушени профили, когато са активни.
de: Sie können Anrufe und Benachrichtigungen auch von stummgeschalteten Profilen empfangen, solange diese aktiv sind.
es: Seguirás recibiendo llamadas y notificaciones de los perfiles silenciados cuando estén activos.
fi: Saat edelleen puheluita ja ilmoituksia mykistetyiltä profiileilta, kun ne ovat aktiivisia.
fr: Vous continuerez à recevoir des appels et des notifications des profils mis en sourdine lorsqu'ils sont actifs.
it: Continuerai a ricevere chiamate e notifiche da profili silenziati quando sono attivi.
ja: ミュートされたプロフィールがアクティブな場合でも、そのプロフィールからの通話や通知は引き続き受信します。
th: คุณจะยังได้รับสายเรียกเข้าและการแจ้งเตือนจากโปรไฟล์ที่ปิดเสียงเมื่อโปรไฟล์ของเขามีการใช้งาน
uk: Ви все одно отримуватимете дзвінки та сповіщення від вимкнених профілів, якщо вони активні.

source: You will stop receiving messages from this chat. Chat history will be preserved.
de: Sie werden von diesem Chat keine Nachrichten mehr erhalten. Der Nachrichtenverlauf bleibt erhalten.
es: Dejarás de recibir mensajes de este chat. El historial del chat se conserva.
fr: Vous ne recevrez plus de messages de cette discussion. L'historique sera préservé.
it: Non riceverai più messaggi da questa chat. La cronologia della chat verrà conservata.
uk: Ви більше не будете отримувати повідомлення з цього чату. Історія чату буде збережена.

source: You will stop receiving messages from this group. Chat history will be preserved.
bg: Ще спрете да получавате съобщения от тази група. Историята на чата ще бъде запазена.
de: Sie werden von dieser Gruppe keine Nachrichten mehr erhalten. Der Nachrichtenverlauf wird beibehalten.
es: Dejarás de recibir mensajes de este grupo. El historial del chat se conservará.
fi: Et enää saa viestejä tästä ryhmästä. Keskusteluhistoria säilytetään.
fr: Vous ne recevrez plus de messages de ce groupe. L'historique du chat sera conservé.
it: Non riceverai più messaggi da questo gruppo. La cronologia della chat verrà conservata.
ja: このグループからのメッセージが届かなくなります。チャットの履歴が残ります。
th: คุณจะหยุดได้รับข้อความจากกลุ่มนี้ ประวัติการแชทจะถูกรักษาไว้
uk: Ви перестанете отримувати повідомлення від цієї групи. Історія чату буде збережена.

source: You won't lose your contacts if you later delete your address.
bg: Няма да загубите контактите си, ако по-късно изтриете адреса си.
de: Sie werden Ihre damit verbundenen Kontakte nicht verlieren, wenn Sie diese Adresse später löschen.
es: Si lo eliminas más tarde tus contactos no se perderán.
fi: Et menetä kontaktejasi, jos poistat osoitteesi myöhemmin.
fr: Vous ne perdrez pas vos contacts si vous la supprimez par la suite.
it: Non perderai i tuoi contatti se in seguito lo elimini.
ja: 後でアドレスを削除しても、連絡先が失われることはありません。
th: คุณจะไม่สูญเสียรายชื่อผู้ติดต่อของคุณหากคุณลบที่อยู่ในภายหลัง
uk: Ви не втратите свої контакти, якщо згодом видалите свою адресу.

source: you:
bg: вие:
de: Sie:
es: tú:
fi: sinä:
fr: vous :
it: tu:
ja: あなた:
th: คุณ:
uk: ти:

source: You're trying to invite contact with whom you've shared an incognito profile to the group in which you're using your main profile
bg: Опитвате се да поканите контакт, с когото сте споделили инкогнито профил, в групата, в която използвате основния си профил
de: Sie versuchen, einen Kontakt, mit dem Sie ein Inkognito-Profil geteilt haben, in die Gruppe einzuladen, in der Sie Ihr Hauptprofil verwenden
es: Estás intentando invitar a un contacto con el que compartes un perfil incógnito a un grupo en el que usas tu perfil principal
fi: Yrität kutsua kontaktia, jonka kanssa olet jakanut inkognito-profiilin, ryhmään, jossa käytät pääprofiiliasi
fr: Vous essayez d'inviter un contact avec lequel vous avez partagé un profil incognito à rejoindre le groupe dans lequel vous utilisez votre profil principal
it: Stai tentando di invitare un contatto con cui hai condiviso un profilo in incognito nel gruppo in cui stai usando il tuo profilo principale
ja: あなたのメインプロフィールで参加してるグループにシークレットモードのプロフィールで繋がってる連絡先を招待しようとしてます
th: คุณกำลังพยายามเชิญผู้ติดต่อที่คุณแบ่งปันโปรไฟล์ที่ไม่ระบุตัวตนไปยังกลุ่มที่คุณใช้โปรไฟล์หลักของคุณ
uk: Ви намагаєтеся запросити контакт, з яким ви поділилися профілем інкогніто, до групи, в якій ви використовуєте свій основний профіль

source: You're using an incognito profile for this group - to prevent sharing your main profile inviting contacts is not allowed
bg: Използвате инкогнито профил за тази група - за да се предотврати споделянето на основния ви профил, поканите на контакти не са разрешени
de: Sie verwenden ein Inkognito-Profil für diese Gruppe. Um zu verhindern, dass Sie Ihr Hauptprofil teilen, ist in diesem Fall das Einladen von Kontakten nicht erlaubt
es: Estás usando un perfil incógnito en este grupo. Para evitar descubrir tu perfil principal no se permite invitar contactos
fi: Käytät tässä ryhmässä incognito-profiilia. Kontaktien kutsuminen ei ole sallittua, jotta pääprofiilisi ei tule jaetuksi
fr: Vous utilisez un profil incognito pour ce groupe - pour éviter de partager votre profil principal ; inviter des contacts n'est pas possible
it: Stai usando un profilo in incognito per questo gruppo: per impedire la condivisione del tuo profilo principale non è consentito invitare contatti
ja: シークレットモードのプロフィールでこのグループに参加しています。メインのプロフィールを守るために、招待することができません
th: คุณกำลังใช้โปรไฟล์ที่ไม่ระบุตัวตนสำหรับกลุ่มนี้ - ไม่อนุญาตให้เชิญผู้ติดต่อเพื่อป้องกันการแชร์โปรไฟล์หลักของคุณ
uk: Ви використовуєте профіль інкогніто для цієї групи - щоб запобігти поширенню вашого основного профілю, запрошення контактів заборонено

source: Your business contact
de: Ihr geschäftlicher Kontakt

source: Your calls
bg: Вашите обаждания
de: Anrufe
es: Llamadas
fi: Puhelusi
fr: Vos appels
it: Le tue chiamate
ja: あなたの通話
th: การโทรของคุณ
uk: Твої дзвінки

source: Your chat database
bg: Вашата база данни
de: Chat-Datenbank
es: Base de datos
fi: Keskustelut-tietokantasi
fr: Votre base de données de chat
it: Il tuo database della chat
ja: あなたのチャットデータベース
th: ฐานข้อมูลการแชทของคุณ
uk: Ваша база даних чату

source: Your chat database is not encrypted - set passphrase to encrypt it.
bg: Вашата база данни не е криптирана - задайте парола, за да я криптирате.
de: Ihre Chat-Datenbank ist nicht verschlüsselt. Bitte legen Sie ein Passwort fest, um sie zu schützen.
es: La base de datos no está cifrada - establece una contraseña para cifrarla.
fi: Keskustelut-tietokantasi ei ole salattu - aseta tunnuslause sen salaamiseksi.
fr: Votre base de données de chat n'est pas chiffrée - définisez une phrase secrète.
it: Il tuo database della chat non è crittografato: imposta la password per crittografarlo.
ja: チャット データベースは暗号化されていません - 暗号化するにはパスフレーズを設定してください。
th: ฐานข้อมูลการแชทของคุณไม่ได้ถูก encrypt - ตั้งรหัสผ่านเพื่อ encrypt
uk: Ваша база даних чату не зашифрована - встановіть ключову фразу, щоб зашифрувати її.

source: Your chat preferences
de: Ihre Chat-Präferenzen
es: Tus preferencias de chat
fr: Vos préférences de discussion
it: Le tue preferenze della chat
uk: Ваші налаштування чату

source: Your chat profiles
bg: Вашите чат профили
de: Ihre Chat-Profile
es: Mis perfiles
fi: Keskusteluprofiilisi
fr: Vos profils de chat
it: I tuoi profili di chat
ja: あなたのチャットプロフィール
th: โปรไฟล์แชทของคุณ
uk: Ваші профілі чату

source: Your chat was moved to %@ but an unexpected error occurred while redirecting you to the profile.
de: Ihr Chat wurde nach %@ verschoben, aber es ist ein unerwarteter Fehler aufgetreten, als Sie zum Profil weitergeleitet wurden.

source: Your connection was moved to %@ but an error happened when switching profile.
de: Ihre Verbindung wurde auf %@ verschoben. Während Sie auf das Profil weitergeleitet wurden trat aber ein unerwarteter Fehler auf.

source: Your contact
de: Ihr Kontakt

source: Your contact sent a file that is larger than currently supported maximum size (%@).
bg: Вашият контакт изпрати файл, който е по-голям от поддържания в момента максимален размер (%@).
de: Ihr Kontakt hat eine Datei gesendet, die größer ist als die derzeit unterstützte maximale Größe (%@).
es: El contacto ha enviado un archivo mayor al máximo admitido (%@).
fi: Yhteyshenkilösi lähetti tiedoston, joka on suurempi kuin tällä hetkellä tuettu enimmäiskoko (%@).
fr: Votre contact a envoyé un fichier plus grand que la taille maximale supportée actuellement(%@).
it: Il tuo contatto ha inviato un file più grande della dimensione massima attualmente supportata (%@).
ja: 連絡先が現在サポートされている最大サイズ (%@) より大きいファイルを送信しました。
th: ผู้ติดต่อของคุณส่งไฟล์ที่ใหญ่กว่าขนาดสูงสุดที่รองรับในปัจจุบัน (%@)
uk: Ваш контакт надіслав файл, розмір якого перевищує підтримуваний на цей момент максимальний розмір (%@).

source: Your contacts can allow full message deletion.
bg: Вашите контакти могат да позволят пълното изтриване на съобщението.
de: Ihre Kontakte können die unwiederbringliche Löschung von Nachrichten erlauben.
es: Tus contactos pueden permitir la eliminación completa de mensajes.
fi: Kontaktisi voivat sallia viestien täydellisen poistamisen.
fr: Vos contacts peuvent autoriser la suppression complète des messages.
it: I tuoi contatti possono consentire l'eliminazione completa dei messaggi.
ja: 連絡先がメッセージの完全削除を許可できます。
th: ผู้ติดต่อของคุณสามารถอนุญาตให้ลบข้อความทั้งหมดได้
uk: Ваші контакти можуть дозволити повне видалення повідомлень.

source: Your contacts will remain connected.
bg: Вашите контакти ще останат свързани.
de: Ihre Kontakte bleiben weiterhin verbunden.
es: Tus contactos permanecerán conectados.
fi: Kontaktisi pysyvät yhdistettyinä.
fr: Vos contacts resteront connectés.
it: I tuoi contatti resteranno connessi.
ja: 連絡先は接続されたままになります。
th: ผู้ติดต่อของคุณจะยังคงเชื่อมต่ออยู่
uk: Ваші контакти залишаться на зв'язку.

source: Your credentials may be sent unencrypted.
de: Ihre Anmeldeinformationen können unverschlüsselt versendet werden.
es: Tus credenciales podrían ser enviadas sin cifrar.
fr: Vos informations d'identification peuvent être envoyées non chiffrées.
it: Le credenziali potrebbero essere inviate in chiaro.
uk: Ваші облікові дані можуть бути надіслані незашифрованими.
