Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: (can be copied)
bg: (може да се копира)
de: (kann kopiert werden)
es: (puede copiarse)
fi: (voidaan kopioida)
fr: (peut être copié)
it: (può essere copiato)
ja: (コピー可能)
th: (สามารถคัดลอกได้)
uk: (можна скопіювати)

source: _italic_
bg: \_курсив_
de: \_kursiv_
fr: \_italique_
it: \_corsivo_
ja: \_斜体_
th: \_ตัวเอียง_
uk: \_курсив_

source: - connect to [directory service](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion) (BETA)! - delivery receipts (up to 20 members). - faster and more stable.
bg: - свържете се с [директория за услуги](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion) (БЕТА)! - потвърждениe за доставка (до 20 члена). - по-бързо и по-стабилно.
de: - Verbinden mit dem [Directory-Service](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion) (BETA)! - Empfangsbestätigungen (für bis zu 20 Mitglieder). - Schneller und stabiler.
es: - conexión al [servicio de directorio](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion) (BETA)! - confirmaciones de entrega (hasta 20 miembros). - mayor rapidez y estabilidad.
fr: - connexion au [service d'annuaire](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion) (BETA) ! - les accusés de réception (jusqu'à 20 membres). - plus rapide et plus stable.
it: - connessione al [servizio directory](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion) (BETA)! - ricevute di consegna (fino a 20 membri). - più veloce e più stabile.
uk: - підключитися до [сервера каталогів](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion) (БЕТА)! - підтвердження доставлення (до 20 учасників). - швидше і стабільніше.

source: - more stable message delivery. - a bit better groups. - and more!
bg: - по-стабилна доставка на съобщения. - малко по-добри групи. - и още!
de: - stabilere Zustellung von Nachrichten. - ein bisschen verbesserte Gruppen. - und mehr!
es: - entrega de mensajes más estable. - grupos un poco mejores. - ¡y más!
fi: - vakaampi viestien toimitus. - hieman paremmat ryhmät. - ja paljon muuta!
fr: - une diffusion plus stable des messages. - des groupes un peu plus performants. - et bien d'autres choses encore !
it: - recapito dei messaggi più stabile. - gruppi un po' migliorati. - e altro ancora!
ja: - より安定したメッセージ配信。 - 改良されたグループ。 - などなど！
th: - การส่งข้อความมีเสถียรภาพมากขึ้น - กลุ่มที่ดีขึ้นเล็กน้อย - และอื่น ๆ!
uk: - стабільніша доставка повідомлень. - трохи кращі групи. - і багато іншого!

source: - optionally notify deleted contacts. - profile names with spaces. - and more!
bg: - по желание уведомете изтритите контакти. - имена на профили с интервали. - и още!
de: - Optionale Benachrichtigung von gelöschten Kontakten. - Profilnamen mit Leerzeichen. - Und mehr!
es: - notificar opcionalmente a los contactos eliminados. - nombres de perfil con espacios. - ¡...y más!
fr: - option pour notifier les contacts supprimés. - noms de profil avec espaces. - et plus encore !
it: - avvisa facoltativamente i contatti eliminati. - nomi del profilo con spazi. - e molto altro!
uk: - опція сповіщати про видалені контакти. - імена профілів з пробілами. - та багато іншого!

source: - voice messages up to 5 minutes. - custom time to disappear. - editing history.
bg: - гласови съобщения до 5 минути. - персонализирано време за изчезване. - история на редактиране.
de: - Bis zu 5 Minuten lange Sprachnachrichten - Zeitdauer für verschwindende Nachrichten anpassen - Nachrichtenverlauf bearbeiten
es: - mensajes de voz de hasta 5 minutos. - tiempo personalizado para mensajes temporales. - historial de edición.
fi: - ääniviestit enintään 5 minuuttia. - mukautettu katoamisaika. - historian muokkaaminen.
fr: - messages vocaux pouvant durer jusqu'à 5 minutes. - délai personnalisé de disparition. - l'historique de modification.
it: - messaggi vocali fino a 5 minuti. - tempo di scomparsa personalizzato. - cronologia delle modifiche.
ja: - 最長 5 分間の音声メッセージ。 - 消えるまでのカスタム時間。 - 編集履歴。
th: - ข้อความเสียงนานสุด 5 นาที - เวลาที่กำหนดเองที่จะหายไป - ประวัติการแก้ไข
uk: - голосові повідомлення до 5 хвилин. - користувальницький час зникнення. - історія редагування.

source: !1 colored!
bg: !1 цветно!
de: !1 farbig!
es: !1 coloreado!
fi: !1 värillinen!
fr: !1 coloré!
it: !1 colorato!
ja: !1 色付き!
th: !1 มีสี!
uk: !1 кольоровий!

source: (new)
bg: (ново)
de: (Neu)
es: (nuevo)
fr: (nouveau)
it: (nuovo)
uk: (новий)

source: (this device v%@)
bg: (това устройство v%@)
de: (Dieses Gerät hat v%@)
es: (este dispositivo v%@)
fr: (cet appareil v%@)
it: (questo dispositivo v%@)
uk: (цей пристрій v%@)

source: [Contribute](https://github.com/simplex-chat/simplex-chat#contribute)
bg: [Допринеси](https://github.com/simplex-chat/simplex-chat#contribute)
de: [Unterstützen Sie uns](https://github.com/simplex-chat/simplex-chat#contribute)
es: [Contribuye](https://github.com/simplex-chat/simplex-chat#contribute)
fi: [Osallistu](https://github.com/simplex-chat/simplex-chat#contribute)
fr: [Contribuer](https://github.com/simplex-chat/simplex-chat#contribute)
it: [Contribuisci](https://github.com/simplex-chat/simplex-chat#contribute)
ja: [貢献する](https://github.com/simplex-chat/simplex-chat#contribute)
th: [มีส่วนร่วม](https://github.com/simplex-chat/simplex-chat#contribute)
uk: [Внесок](https://github.com/simplex-chat/simplex-chat#contribute)

source: [Send us email](mailto:chat@simplex.chat)
bg: [Изпратете ни имейл](mailto:chat@simplex.chat)
de: [Senden Sie uns eine E-Mail](mailto:chat@simplex.chat)
es: [Contacta vía email](mailto:chat@simplex.chat)
fi: [Lähetä meille sähköpostia](mailto:chat@simplex.chat)
fr: [Contact par mail](mailto:chat@simplex.chat)
it: [Inviaci un'email](mailto:chat@simplex.chat)
ja: [メールを送信](mailto:chat@simplex.chat)
th: [ส่งอีเมลถึงเรา](mailto:chat@simplex.chat)
uk: [Напишіть нам електронною поштою](mailto:chat@simplex.chat)

source: [Star on GitHub](https://github.com/simplex-chat/simplex-chat)
bg: [Звезда в GitHub](https://github.com/simplex-chat/simplex-chat)
de: [Stern auf GitHub vergeben](https://github.com/simplex-chat/simplex-chat)
es: [Estrella en GitHub](https://github.com/simplex-chat/simplex-chat)
fi: [Tähti GitHubissa](https://github.com/simplex-chat/simplex-chat)
fr: [Star sur GitHub](https://github.com/simplex-chat/simplex-chat)
it: [Dai una stella su GitHub](https://github.com/simplex-chat/simplex-chat)
ja: [GitHub でスターを付ける](https://github.com/simplex-chat/simplex-chat)
th: [ติดดาวบน GitHub](https://github.com/simplex-chat/simplex-chat)
uk: [Зірка на GitHub](https://github.com/simplex-chat/simplex-chat)

source: **Create 1-time link**: to create and share a new invitation link.
bg: **Добави контакт**: за създаване на нов линк.
de: **Kontakt hinzufügen**: Um einen neuen Einladungslink zu erstellen.
es: **Añadir contacto**: crea un enlace de invitación nuevo.
fr: **Ajouter un contact** : pour créer un nouveau lien d'invitation.
it: **Aggiungi contatto**: per creare un nuovo link di invito.
uk: **Додати контакт**: створити нове посилання-запрошення.

source: **Create group**: to create a new group.
bg: **Създай група**: за създаване на нова група.
de: **Gruppe erstellen**: Um eine neue Gruppe zu erstellen.
es: **Crear grupo**: crea un grupo nuevo.
fr: **Créer un groupe** : pour créer un nouveau groupe.
it: **Crea gruppo**: per creare un nuovo gruppo.
uk: **Створити групу**: створити нову групу.

source: **e2e encrypted** audio call
bg: **e2e криптиран**аудио разговор
de: **E2E-verschlüsselter** Audioanruf
es: Llamada con **cifrado de extremo a extremo **
fi: **e2e-salattu** äänipuhelu
fr: appel audio **chiffré de bout en bout**
it: Chiamata **crittografata e2e**
ja: **e2e 暗号化**された音声通話
th: การโทรเสียงแบบ **encrypted จากต้นจนจบ**
uk: **e2e encrypted** аудіодзвінок

source: **e2e encrypted** video call
bg: **e2e криптирано** видео разговор
de: **E2E-verschlüsselter** Videoanruf
es: Videollamada con **cifrado de extremo a extremo**
fi: **e2e-salattu** videopuhelu
fr: appel vidéo **chiffré de bout en bout**
it: Videochiamata **crittografata e2e**
ja: **エンドツーエンド暗号化済み**のビデオ通話
th: **encrypted จากต้นจนจบ** การสนทนาทางวิดีโอ
uk: **e2e encrypted** відеодзвінок

source: **More private**: check new messages every 20 minutes. Only device token is shared with our push server. It doesn't see how many contacts you have, or any message metadata.
bg: **По поверително**: проверявайте новите съобщения на всеки 20 минути. Токенът на устройството се споделя със сървъра за чат SimpleX, но не и колко контакти или съобщения имате.
de: **Mehr Privatsphäre**: Es wird alle 20 Minuten auf neue Nachrichten geprüft. Nur Ihr Geräte-Token wird dem SimpleX-Chat-Server mitgeteilt, aber nicht wie viele Kontakte Sie haben oder welche Nachrichten Sie empfangen.
es: **Más privado**: comprueba los mensajes nuevos cada 20 minutos. El token del dispositivo se comparte con el servidor de SimpleX Chat, pero no cuántos contactos o mensajes tienes.
fr: **Vie privée** : vérification de nouveaux messages toute les 20 minutes. Le token de l'appareil est partagé avec le serveur SimpleX, mais pas le nombre de messages ou de contacts.
it: **Più privato**: controlla messaggi nuovi ogni 20 minuti. Viene condiviso il token del dispositivo con il server di SimpleX Chat, ma non quanti contatti o messaggi hai.
uk: **Більш приватний**: перевіряти нові повідомлення кожні 20 хвилин. Серверу SimpleX Chat передається токен пристрою, але не кількість контактів або повідомлень, які ви маєте.

source: **Most private**: do not use SimpleX Chat push server. The app will check messages in background, when the system allows it, depending on how often you use the app.
bg: **Най-поверително**: не използвайте сървъра за известия SimpleX Chat, периодично проверявайте съобщенията във фонов режим (зависи от това колко често използвате приложението).
de: **Beste Privatsphäre**: Es wird kein SimpleX-Chat-Benachrichtigungs-Server genutzt, Nachrichten werden in periodischen Abständen im Hintergrund geprüft (dies hängt davon ab, wie häufig Sie die App nutzen).
es: **Más privado**: no se usa el servidor de notificaciones de SimpleX Chat, los mensajes se comprueban periódicamente en segundo plano (dependiendo de la frecuencia con la que utilices la aplicación).
fr: **Confidentiel** : ne pas utiliser le serveur de notifications SimpleX, vérification de nouveaux messages periodiquement en arrière plan (dépend de l'utilisation de l'app).
it: **Il più privato**: non usare il server di notifica di SimpleX Chat, controlla i messaggi periodicamente in secondo piano (dipende da quanto spesso usi l'app).
uk: **Найбільш приватний**: не використовуйте сервер сповіщень SimpleX Chat, періодично перевіряйте повідомлення у фоновому режимі (залежить від того, як часто ви користуєтесь додатком).

source: **Please note**: using the same database on two devices will break the decryption of messages from your connections, as a security protection.
bg: **Моля, обърнете внимание**: използването на една и съща база данни на две устройства ще наруши декриптирането на съобщенията от вашите връзки като защита на сигурността.
de: **Bitte beachten Sie**: Aus Sicherheitsgründen wird die Nachrichtenentschlüsselung Ihrer Verbindungen abgebrochen, wenn Sie die gleiche Datenbank auf zwei Geräten nutzen.
es: **Recuarda**: usar la misma base de datos en dos dispositivos hará que falle el descifrado de mensajes como protección de seguridad.
fr: **Remarque** : l'utilisation de la même base de données sur deux appareils interrompt le déchiffrement des messages provenant de vos connexions, par mesure de sécurité.
it: **Nota bene**: usare lo stesso database su due dispositivi bloccherà la decifrazione dei messaggi dalle tue connessioni, come misura di sicurezza.
uk: **Зверніть увагу**: використання однієї і тієї ж бази даних на двох пристроях порушить розшифровку повідомлень з ваших з'єднань, як захист безпеки.

source: **Please note**: you will NOT be able to recover or change passphrase if you lose it.
bg: **Моля, обърнете внимание**: НЯМА да можете да възстановите или промените паролата, ако я загубите.
de: **Bitte beachten Sie**: Das Passwort kann NICHT wiederhergestellt oder geändert werden, wenn Sie es vergessen haben oder verlieren.
es: **Atención**: Si la pierdes NO podrás recuperar o cambiar la contraseña.
fi: **Huomaa**: et voi palauttaa tai muuttaa tunnuslausetta, jos kadotat sen.
fr: **Veuillez noter** : vous NE pourrez PAS récupérer ou modifier votre phrase secrète si vous la perdez.
it: **Nota bene**: NON potrai recuperare o cambiare la password se la perdi.
ja: **注意**: パスフレーズを紛失すると、パスフレーズを復元または変更できなくなります。
th: **โปรดทราบ**: คุณจะไม่สามารถกู้คืนหรือเปลี่ยนรหัสผ่านได้หากคุณทำรหัสผ่านหาย
uk: **Зверніть увагу: ви НЕ зможете відновити або змінити пароль, якщо втратите його.

source: **Recommended**: device token and end-to-end encrypted notifications are sent to SimpleX Chat push server, but it does not see the message content, size or who it is from.
bg: **Препоръчително**: токенът на устройството и известията се изпращат до сървъра за уведомяване на SimpleX Chat, но не и съдържанието, размерът на съобщението или от кого е.
de: **Empfohlen**: Nur Ihr Geräte-Token und ihre Benachrichtigungen werden an den SimpleX-Chat-Benachrichtigungs-Server gesendet, aber weder der Nachrichteninhalt noch deren Größe oder von wem sie gesendet wurde.
es: **Recomendado**: el token del dispositivo y las notificaciones se envían al servidor de notificaciones de SimpleX Chat, pero no el contenido del mensaje, su tamaño o su procedencia.
fr: **Recommandé** : le token de l'appareil et les notifications sont envoyés au serveur de notifications SimpleX, mais pas le contenu du message, sa taille ou son auteur.
it: **Consigliato**: vengono inviati il token del dispositivo e le notifiche al server di notifica di SimpleX Chat, ma non il contenuto del messaggio,la sua dimensione o il suo mittente.
uk: **Рекомендується**: токен пристрою та сповіщення надсилаються на сервер сповіщень SimpleX Chat, але не вміст повідомлення, його розмір або від кого воно надійшло.

source: **Scan / Paste link**: to connect via a link you received.
bg: **Сканирай / Постави линк**: за свързване чрез получения линк.
de: **Link scannen / einfügen**: Um eine Verbindung über den Link herzustellen, den Sie erhalten haben.
es: **Escanear / Pegar enlace**: para conectar mediante un enlace recibido.
fr: **Scanner / Coller** : pour vous connecter via un lien que vous avez reçu.
it: **Scansiona / Incolla link**: per connetterti tramite un link che hai ricevuto.
uk: **Відсканувати / Вставити посилання**: підключитися за отриманим посиланням.

source: **Warning**: Instant push notifications require passphrase saved in Keychain.
bg: **Внимание**: Незабавните push известия изискват парола, запазена в Keychain.
de: **Warnung**: Sofortige Push-Benachrichtigungen erfordern die Eingabe eines Passworts, welches in Ihrem Schlüsselbund gespeichert ist.
es: **Advertencia**: Las notificaciones automáticas instantáneas requieren una contraseña guardada en Keychain.
fi: **Varoitus**: Välittömät push-ilmoitukset vaativat tunnuslauseen, joka on tallennettu Keychainiin.
fr: **Avertissement** : les notifications push instantanées nécessitent une phrase secrète enregistrée dans la keychain.
it: **Attenzione**: le notifiche push istantanee richiedono una password salvata nel portachiavi.
ja: **警告**: 即時の プッシュ通知には、キーチェーンに保存されたパスフレーズが必要です。
th: **คำเตือน**: การแจ้งเตือนแบบพุชทันทีจำเป็นต้องบันทึกรหัสผ่านไว้ใน Keychain
uk: **Попередження**: Для отримання миттєвих пуш-сповіщень потрібна парольна фраза, збережена у брелоку.

source: **Warning**: the archive will be removed.
bg: **Внимание**: архивът ще бъде изтрит.
de: **Warnung**: Das Archiv wird gelöscht.
es: **Atención**: el archivo será eliminado.
fr: **Avertissement** : l'archive sera supprimée.
it: **Attenzione**: l'archivio verrà rimosso.
uk: **Попередження**: архів буде видалено.

source: *bold*
bg: \*удебелен*
de: \*fett*
fr: \*gras*
it: \*grassetto*
ja: \*太文字*
th: \*ตัวหนา*
uk: \*жирний*

source: ## History
bg: ## История
de: ## Nachrichtenverlauf
es: ## Historial
fi: ## Historia
fr: ## Historique
it: ## Cronologia
ja: ## 履歴
uk: ## Історія

source: ## In reply to
bg: ## В отговор на
de: ## Als Antwort auf
es: ## En respuesta a
fi: ## vastauksena
fr: ## En réponse à
it: ## In risposta a
ja: ## 返信先
uk: ## У відповідь на

source: #secret#
bg: #тайно#
de: #geheim#
es: #secreto#
fi: #salaisuus#
it: #segreto#
ja: シークレット
th: #ความลับ#
uk: #секрет#

source: %@ (current)
bg: %@ (текущ)
de: %@ (aktuell)
es: %@ (actual)
fi: %@ (nykyinen)
fr: %@ (actuel)
it: %@ (attuale)
ja: %@ （現在）
th: %@ (ปัจจุบัน)
uk: %@ (поточний)

source: %@ (current):
bg: %@ (текущ):
de: %@ (aktuell):
es: %@ (actual):
fi: % (nykyinen):
fr: %@ (actuel) :
it: %@ (attuale):
ja: %@ (現在):
th: %@ (ปัจจุบัน):
uk: %@ (поточний):

source: %@ and %@
bg: %@ и %@
de: %@ und %@
es: %@ y %@
fr: %@ et %@
it: %@ e %@
uk: %@ та %@

source: %@ and %@ connected
bg: %@ и %@ са свързани
de: %@ und %@ wurden mit Ihnen verbunden
es: %@ y %@ conectados
fi: %@ ja %@ yhdistetty
fr: %@ et %@ sont connecté.es
it: %@ e %@ si sono connessi/e
ja: %@ と %@ は接続中
uk: %@ і %@ підключено

source: %@ at %@:
bg: %1$@ в %2$@:
de: %1$@ an %2$@:
es: %1$@ a las %2$@:
fi: %1$@ klo %2$@:
fr: %1$@ à %2$@ :
it: %1$@ alle %2$@:
ja: %1$@ at %2$@:
th: %1$@ ที่ %2$@:
uk: %1$@ за %2$@:

source: %@ connected
bg: %@ свързан
de: %@ wurde mit Ihnen verbunden
es: %@ conectado
fr: %@ connecté(e)
it: %@ connesso/a
uk: %@ підключено

source: %@ downloaded
bg: %@ изтеглено
de: %@ heruntergeladen
es: %@ descargado
fr: %@ téléchargé
it: %@ scaricati
uk: %@ встановлено

source: %@ is connected!
bg: %@ е свързан!
de: %@ ist mit Ihnen verbunden!
es: %@ ¡está conectado!
fi: %@ on yhdistetty!
fr: %@ est connecté·e !
it: %@ è connesso/a!
ja: %@ 接続中!
th: %@ เชื่อมต่อสำเร็จ!
uk: %@ підключено!

source: %@ is not verified
bg: %@ не е потвърдено
de: %@ wurde noch nicht überprüft
es: %@ no está verificado
fi: %@ ei ole vahvistettu
fr: %@ n'est pas vérifié·e
it: %@ non è verificato/a
ja: %@ は検証されていません
th: %@ ไม่ได้รับการยืนยัน
uk: %@ не перевірено

source: %@ is verified
bg: %@ е потвърдено
de: %@ wurde erfolgreich überprüft
es: %@ está verificado
fi: %@ on vahvistettu
fr: %@ est vérifié·e
it: %@ è verificato/a
ja: %@ は検証されています
th: %@ ได้รับการตรวจสอบแล้ว
uk: %@ перевірено

source: %@ servers
bg: %@ сървъри
de: %@ Server
es: %@ servidores
fi: %@ palvelimet
fr: Serveurs %@
it: %@ server
ja: %@ サーバー
uk: %@ сервери

source: %@ uploaded
bg: %@ качено
de: %@ hochgeladen
es: %@ subido
fr: %@ envoyé
it: %@ caricati
uk: %@ завантажено

source: %@ wants to connect!
bg: %@ иска да се свърже!
de: %@ will sich mit Ihnen verbinden!
es: ¡ %@ quiere contactar!
fi: %@ haluaa muodostaa yhteyden!
fr: %@ veut se connecter !
it: %@ si vuole connettere!
ja: %@ が接続を希望しています!
th: %@ อยากเชื่อมต่อ!
uk: %@ хоче підключитися!

source: %@, %@ and %lld members
bg: %@, %@ и %lld членове
de: %@, %@ und %lld Mitglieder
es: %@, %@ y %lld miembro(s) más
fr: %@, %@ et %lld membres
it: %@, %@ e %lld membri
uk: %@, %@ та %lld учасників

source: %@, %@ and %lld other members connected
bg: %@, %@ и %lld други членове са свързани
de: %@, %@ und %lld weitere Mitglieder wurden mit Ihnen verbunden
es: %@, %@ y %lld miembros más conectados
fi: %@, %@ ja %lld muut jäsenet yhdistetty
fr: %@, %@ et %lld autres membres sont connectés
it: %@, %@ e altri %lld membri si sono connessi
ja: %@, %@ および %lld 人のメンバーが接続中
uk: %@, %@ та %lld інші підключені учасники

source: %d days
bg: %d дни
de: %d Tage
es: %d día(s)
fi: %d päivää
fr: %d jours
it: %d giorni
ja: %d 日
th: %d วัน
uk: %d днів

source: %d file(s) are still being downloaded.
bg: %d файл(ове) все още се теглят.
de: %d Datei(en) wird/werden immer noch heruntergeladen.
es: %d archivo(s) se está(n) descargando todavía.
fr: %d fichier(s) en cours de téléchargement.
it: %d file è/sono ancora in scaricamento.
uk: %их файл(ів) ще досі завантажуються.

source: %d file(s) failed to download.
bg: Тегленето неуспешно за %d файл(ове).
de: Bei %d Datei(en) ist das Herunterladen fehlgeschlagen.
es: La descarga ha fallado para %d archivo(s).
fr: Le téléchargement de %d fichier(s) a échoué.
it: %d file ha/hanno fallito lo scaricamento.
uk: %их файлів не вийшло завантажити.

source: %d file(s) were deleted.
bg: %d файл(ове) бяха изтрити.
de: %d Datei(en) wurde(n) gelöscht.
es: %d archivo(s) ha(n) sido eliminado(s).
fr: Le(s) fichier(s) %d a(ont) été supprimé(s).
it: %d file è/sono stato/i eliminato/i.
uk: %их файл(ів) було видалено.

source: %d file(s) were not downloaded.
bg: %d файл(ове) не бяха изтеглени.
de: %d Datei(en) wurde(n) nicht heruntergeladen.
es: %d archivo(s) no se ha(n) descargado.
fr: Le(s) fichier(s) %d n'a (n'ont) pas été téléchargé(s).
it: %d file non è/sono stato/i scaricato/i.
uk: %d файл(и) не було завантажено.

source: %d hours
bg: %d часа
de: %d Stunden
es: %d hora(s)
fi: %d tuntia
fr: %d heures
it: %d ore
ja: %d 時
th: %d ชั่วโมง
uk: %d годин

source: %d messages not forwarded
bg: %d непрепратени съобщения
de: %d Nachrichten wurden nicht weitergeleitet
es: %d mensaje(s) no enviado(s)
fr: %d messages non transférés
it: %d messaggi non inoltrati
uk: %d повідомлень не переслано

source: %d months
bg: %d месеца
de: %d Monate
es: %d mes(es)
fi: %d kuukautta
fr: %d mois
it: %d mesi
ja: %d 月
th: %d เดือน
uk: %d місяців

source: %d sec
bg: %d сек.
de: %d s
es: %d segundo(s)
fi: %d sek
ja: %d 秒
th: %d วินาที
uk: %d сек

source: %d seconds(s)
bg: %d секунди
de: %d Sekunde(n)
es: %d segundos
fr: %d seconde(s)
it: %d secondo/i

source: %d skipped message(s)
bg: %d пропуснато(и) съобщение(я)
de: %d übersprungene Nachricht(en)
es: %d mensaje(s) omitido(s)
fi: %d ohitettua viestiä
fr: %d message·s sauté·s
it: %d messaggio/i saltato/i
ja: %d 件のスキップされたメッセージ
th: %d ข้อความที่ถูกข้าม
uk: %d пропущено повідомлення(ь)

source: %d weeks
bg: %d седмици
de: %d Wochen
es: %d semana(s)
fi: %d viikkoa
fr: %d semaines
it: %d settimane
ja: %d 週
th: %d สัปดาห์
uk: %d тижнів
