Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: Confirm files from unknown servers.
bg: Потвърди файлове от неизвестни сървъри.
de: Dateien von unbekannten Servern bestätigen.
es: Confirma archivos de servidores desconocidos.
fr: Confirmer les fichiers provenant de serveurs inconnus.
it: Conferma i file da server sconosciuti.
uk: Підтвердити файли з невідомих серверів.

source: Confirm network settings
bg: Потвърди мрежовите настройки
de: Bestätigen Sie die Netzwerkeinstellungen
es: Confirmar configuración de red
fr: Confirmer les paramètres réseau
it: Conferma le impostazioni di rete
uk: Підтвердьте налаштування мережі

source: Confirm new passphrase…
bg: Потвърди новата парола…
de: Neues Passwort bestätigen…
es: Confirme nueva contraseña…
fi: Vahvista uusi tunnuslause…
fr: Confirmer la nouvelle phrase secrète…
it: Conferma nuova password…
ja: 新しいパスフレーズを確認…
th: ยืนยันรหัสผ่านใหม่…
uk: Підтвердіть нову парольну фразу…

source: Confirm Passcode
bg: Потвърди kодa за достъп
de: Zugangscode bestätigen
es: Confirma Código
fi: Vahvista pääsykoodi
fr: Confirmer le code d'accès
it: Conferma il codice di accesso
ja: パスコードを確認
th: ยืนยันรหัสผ่าน
uk: Підтвердити пароль

source: Confirm password
bg: Потвърди парола
de: Passwort bestätigen
es: Confirmar contraseña
fi: Vahvista salasana
fr: Confirmer le mot de passe
it: Conferma password
ja: パスワードを確認
th: ยืนยันรหัสผ่าน
uk: Підтвердити пароль

source: Confirm that you remember database passphrase to migrate it.
bg: Потвърдете, че помните паролата на базата данни, преди да я мигрирате.
de: Bitte bestätigen Sie für die Migration, dass Sie sich an Ihr Datenbank-Passwort erinnern.
es: Para migrar la base de datos confirma que recuerdas la frase de contraseña.
fr: Confirmer que vous vous souvenez de la phrase secrète de la base de données pour la transférer.
it: Conferma che ricordi la password del database da migrare.
uk: Переконайтеся, що ви пам'ятаєте пароль до бази даних для її перенесення.

source: Confirm upload
bg: Потвърди качването
de: Hochladen bestätigen
es: Confirmar subida
fr: Confirmer la transmission
it: Conferma caricamento
uk: Підтвердити завантаження

source: Confirmed
bg: Потвърдено
de: Bestätigt
es: Confirmado
fr: Confirmé
it: Confermato

source: Connect
bg: Свързване
de: Verbinden
es: Conectar
fi: Yhdistä
fr: Se connecter
it: Connetti
ja: 接続
th: เชื่อมต่อ
uk: Підключіться

source: Connect automatically
bg: Автоматично свъзрване
de: Automatisch verbinden
es: Conectar automáticamente
fr: Connexion automatique
it: Connetti automaticamente
uk: Підключення автоматично

source: Connect faster! 🚀
bg: Свържете се по-бързо! 🚀
de: Schneller miteinander verbinden! 🚀

source: Connect to desktop
bg: Свързване с настолно устройство
de: Mit dem Desktop verbinden
es: Conectar con ordenador
fr: Connexion au bureau
it: Connetti al desktop
uk: Підключення до комп'ютера

source: connect to SimpleX Chat developers.
bg: свържете се с разработчиците на SimpleX Chat.
de: Mit den SimpleX Chat-Entwicklern verbinden.
es: contacta con los desarrolladores de SimpleX Chat.
fi: ole yhteydessä SimpleX Chat -kehittäjiin.
fr: se connecter aux developpeurs de SimpleX Chat.
it: connettiti agli sviluppatori di SimpleX Chat.
ja: SimpleX Chat 開発者に接続します。
th: เชื่อมต่อกับนักพัฒนา SimpleX Chat
uk: зв'язатися з розробниками SimpleX Chat.

source: Connect to your friends faster.
bg: Свържете се с приятелите си по-бързо.
de: Schneller mit Ihren Freunden verbinden.
es: Conecta más rápido con tus amigos.
fr: Connectez-vous à vos amis plus rapidement.
it: Connettiti più velocemente ai tuoi amici.
uk: Швидше спілкуйтеся з друзями.

source: Connect to yourself? This is your own one-time link!
bg: Свърване със себе си? Това е вашят еднократен линк за връзка!
de: Mit Ihnen selbst verbinden? Das ist Ihr eigener Einmal-Link!
es: ¿Conectarte a tí mismo? ¡Este es tu propio enlace de un solo uso!
fr: Se connecter à soi-même ? Il s'agit de votre propre lien unique !
it: Connettersi a te stesso? Questo è il tuo link una tantum!
uk: Підключитися до себе? Це ваше власне одноразове посилання!

source: Connect to yourself? This is your own SimpleX address!
bg: Свърване със себе си? Това е вашият личен SimpleX адрес!
de: Sich mit Ihnen selbst verbinden? Das ist Ihre eigene SimpleX-Adresse!
es: ¿Conectarte a tí mismo? ¡Esta es tu propia dirección SimpleX!
fr: Se connecter à soi-même ? C'est votre propre adresse SimpleX !
it: Connettersi a te stesso? Questo è il tuo indirizzo SimpleX!
uk: З'єднатися з самим собою? Це ваша власна SimpleX-адреса!

source: Connect via contact address
bg: Свързване чрез адрес за контакт
de: Über die Kontakt-Adresse verbinden
es: Conectar mediante dirección de contacto
fr: Se connecter via l'adresse de contact
it: Connettere via indirizzo del contatto
uk: Підключіться за контактною адресою

source: Connect via link
bg: Свърване чрез линк
de: Über einen Link verbinden
es: Conectar mediante enlace
fi: Yhdistä linkin kautta
fr: Se connecter via un lien
it: Connetti via link
ja: リンク経由で接続
th: เชื่อมต่อผ่านลิงก์
uk: Підключіться за посиланням

source: Connect via one-time link
bg: Свързване чрез еднократен линк за връзка
de: Über einen Einmal-Link verbinden
es: Conectar mediante enlace de un sólo uso
fi: Yhdistä kertalinkillä
fr: Se connecter via un lien unique
it: Connetti via link una tantum
ja: 使い捨てリンク経由で接続しますか？
uk: Під'єднатися за одноразовим посиланням

source: Connect with %@
bg: Свързване с %@
de: Mit %@ verbinden
es: Conectar con %@
fr: Se connecter avec %@
it: Connettersi con %@
uk: Підключитися до %@

source: connected
bg: свързан
de: Verbunden
es: conectado
fi: yhdistetty
fr: connecté
it: connesso/a
ja: 接続中
th: เชื่อมต่อสำเร็จ
uk: з'єднаний

source: Connected
bg: Свързан
de: Verbunden
es: Conectadas
fr: Connecté
it: Connesso
uk: Підключено

source: Connected desktop
bg: Свързано настолно устройство
de: Verbundener Desktop
es: Ordenador conectado
fr: Bureau connecté
it: Desktop connesso
uk: Підключений робочий стіл

source: Connected servers
bg: Свързани сървъри
de: Verbundene Server
es: Servidores conectados
fr: Serveurs connectés
it: Server connessi
uk: Підключені сервери

source: Connected to desktop
bg: Свързан с настолно устройство
de: Mit dem Desktop verbunden
es: Conectado con ordenador
fr: Connecté au bureau
it: Connesso al desktop
uk: Підключено до настільного комп'ютера

source: connecting
bg: свързване
de: verbinde
es: conectando...
fi: yhdistää
fr: connexion
it: in connessione
ja: 接続待ち
th: กำลังเชื่อมต่อ
uk: з'єднання

source: Connecting
bg: Свързване
de: Verbinden
es: Conectando
fr: Connexion
it: In connessione
uk: Підключення

source: connecting (accepted)
bg: свързване (прието)
de: Verbindung (angenommen)
es: conectando (aceptado)
fi: yhdistäminen (hyväksytty)
fr: connexion (acceptée)
it: in connessione (accettato)
ja: 接続待ち (承諾済み)
th: กำลังเชื่อมต่อ (ยอมรับแล้ว)
uk: з'єднання (прийнято)

source: connecting (announced)
bg: свързване (обявено)
de: Verbindung (angekündigt)
es: conectando (anunciado)
fi: yhdistäminen (ilmoitettu)
fr: connexion (annoncée)
it: in connessione (annunciato)
ja: 接続待ち (アナウンス済み)
th: กำลังเชื่อมต่อ (ประกาศแล้ว)
uk: з'єднання (оголошено)

source: connecting (introduced)
bg: свързване (представен)
de: Verbindung (erstellt)
es: conectando (presentado)
fi: yhdistäminen (esitelty)
fr: connexion (introduite)
it: in connessione (presentato)
ja: 接続待ち (紹介済み)
th: กำลังเชื่อมต่อ (แนะนํา)
uk: з'єднання (введено)

source: connecting (introduction invitation)
bg: свързване (покана за представяне)
de: Verbinde (nach einer Einladung)
es: conectando (invitación de presentación )
fi: yhdistäminen (esittelykutsu)
fr: connexion (introduite par invitation)
it: in connessione (invito di presentazione)
ja: 接続待ち (招待)
th: กำลังเชื่อมต่อ (คําเชิญแนะนํา)
uk: з'єднання (вступне запрошення)

source: connecting call
bg: разговорът се свързва…
de: Anruf wird verbunden…
es: conectando llamada…
fi: yhdistää puhelun…
fr: connexion à l'appel…
it: connessione chiamata…
ja: 発信中…
th: กําลังเชื่อมต่อสาย…
uk: підключення дзвінка…

source: Connecting server…
bg: Свързване със сървъра…
de: Mit dem Server verbinden…
es: Conectando con el servidor…
fi: Yhteyden muodostaminen palvelimeen…
fr: Connexion au serveur…
it: Connessione al server…
ja: サーバーに接続中…
th: กำลังเชื่อมต่อกับเซิร์ฟเวอร์…
uk: Підключення до сервера…

source: Connecting server… (error: %@)
bg: Свързване със сървър…(грешка: %@)
de: Mit dem Server verbinden… (Fehler: %@)
es: Conectando con el servidor... (error: %@)
fi: Yhteyden muodostaminen palvelimeen... (virhe: %@)
fr: Connexion au serveur… (erreur : %@)
it: Connessione al server… (errore: %@)
ja: サーバーに接続中… (エラー: %@)
th: กำลังเชื่อมต่อกับเซิร์ฟเวอร์... (ข้อผิดพลาด: %@)
uk: Підключення до сервера... (помилка: %@)

source: Connecting to contact, please wait or check later!
bg: Тече свързване с контакт, моля изчакайте или проверете по-късно!
de: Verbinde mit Kontakt, bitte warten oder später erneut überprüfen!
es: Conectando con el contacto, por favor espera o revisa más tarde.
fr: Connexion au contact, veuillez patienter ou vérifier plus tard !
it: In collegamento con il contatto, attendi o controlla più tardi!
uk: З'єднання з контактом, будь ласка, зачекайте або перевірте пізніше!

source: Connecting to desktop
bg: Свързване с настолно устройство
de: Mit dem Desktop verbinden
es: Conectando con ordenador
fr: Connexion au bureau
it: Connessione al desktop
uk: Підключення до ПК

source: connecting…
bg: свързване…
de: Verbinde…
es: conectando…
fi: yhdistää…
fr: connexion…
it: in connessione…
ja: 接続待ち…
th: กำลังเชื่อมต่อ…
uk: з'єднання…

source: Connection
bg: Връзка
de: Verbindung
es: Conexión
fi: Yhteys
fr: Connexion
it: Connessione
ja: 接続
th: การเชื่อมต่อ
uk: Підключення

source: Connection and servers status.
bg: Състояние на връзката и сървърите.
de: Verbindungs- und Server-Status.
es: Estado de tu conexión y servidores.
fr: État de la connexion et des serveurs.
it: Stato della connessione e dei server.
uk: Стан з'єднання та серверів.

source: Connection blocked
bg: Връзката е блокирана
de: Verbindung blockiert
es: Conexión bloqueada
fr: Connexion bloquée
it: Connessione bloccata

source: Connection error
bg: Грешка при свързване
de: Verbindungsfehler
es: Error conexión
fi: Yhteysvirhe
fr: Erreur de connexion
it: Errore di connessione
ja: 接続エラー
th: การเชื่อมต่อผิดพลาด
uk: Помилка підключення

source: Connection error (AUTH)
bg: Грешка при свързване (AUTH)
de: Verbindungsfehler (AUTH)
es: Error de conexión (Autenticación)
fi: Yhteysvirhe (AUTH)
fr: Erreur de connexion (AUTH)
it: Errore di connessione (AUTH)
ja: 接続エラー (AUTH)
th: การเชื่อมต่อผิดพลาด (AUTH)
uk: Помилка підключення (AUTH)

source: connection established
bg: установена е връзка
de: Verbindung hergestellt
es: conexión establecida
fi: yhteys luotu
fr: connexion établie
it: connessione stabilita
ja: 接続済み
th: สร้างการเชื่อมต่อแล้ว
uk: з'єднання встановлене

source: Connection is blocked by server operator: %@
bg: Връзката е блокирана от оператора на сървъра: %@
de: Die Verbindung wurde vom Serverbetreiber blockiert: %@
es: Conexión bloqueada por el operador del servidor: %@
fr: La connexion est bloquée par l'opérateur du serveur : %@
it: La connessione è bloccata dall'operatore del server: %@

source: Connection not ready.
bg: Връзката не е готова.
de: Verbindung noch nicht bereit.
es: Conexión no establecida.
fr: La connexion n'est pas prête.
it: Connessione non pronta.

source: Connection notifications
bg: Известия за връзката
de: Verbindungsbenachrichtigungen
es: Notificaciones de conexión
fr: Notifications de connexion
it: Notifiche di connessione
uk: Сповіщення про підключення

source: Connection request sent!
bg: Заявката за връзка е изпратена!
de: Verbindungsanfrage wurde gesendet!
es: ¡Solicitud de conexión enviada!
fi: Yhteyspyyntö lähetetty!
fr: Demande de connexion envoyée !
it: Richiesta di connessione inviata!
ja: 接続リクエストを送信しました！
th: ส่งคําขอเชื่อมต่อแล้ว!
uk: Запит на підключення відправлено!

source: Connection requires encryption renegotiation.
bg: Връзката изисква предоговаряне на криптирането.
de: Die Verbindung erfordert eine Neuverhandlung der Verschlüsselung.
es: La conexión requiere renegociar el cifrado.
fr: La connexion nécessite une renégociation du cryptage.
it: La connessione richiede la rinegoziazione della crittografia.

source: Connection security
de: Verbindungs-Sicherheit
es: Seguridad de conexión
fr: Sécurité des connexions
it: Sicurezza della connessione
uk: Безпека з'єднання

source: Connection terminated
bg: Връзката е прекратена
de: Verbindung beendet
es: Conexión finalizada
fr: Connexion terminée
it: Connessione terminata
uk: З'єднання розірвано

source: Connection timeout
bg: Времето на изчакване за установяване на връзката изтече
de: Verbindungszeitüberschreitung
es: Tiempo de conexión agotado
fi: Yhteyden aikakatkaisu
fr: Délai de connexion
it: Connessione scaduta
ja: 接続タイムアウト
th: หมดเวลาการเชื่อมต่อ
uk: Тайм-аут з'єднання

source: Connection with desktop stopped
de: Die Verbindung mit dem Desktop wurde gestoppt
es: La conexión con el escritorio (desktop) se ha parado
fr: La connexion avec le bureau s'est arrêtée
it: Connessione con il desktop fermata
uk: Припинено зв'язок з робочим столом

source: connection:%@
bg: връзка:%@
de: Verbindung:%@
es: conexión: % @
fi: yhteys:%@
fr: connexion : %@
it: connessione:% @
ja: 接続:%@
th: การเชื่อมต่อ:%@
uk: з'єднання:%@

source: Connections
de: Verbindungen
es: Conexiones
fr: Connexions
it: Connessioni
uk: З'єднання

source: contact %@ changed to %@
bg: името на контакта %1$@ е променено на %2$@
de: Der Kontaktname wurde von %1$@ auf %2$@ geändert
es: el contacto %1$@ ha cambiado a %2$@
fr: le contact %1$@ est devenu %2$@
it: contatto %1$@ cambiato in %2$@
uk: контакт %1$@ змінено на %2$@

source: Contact allows
bg: Контактът позволява
de: Der Kontakt erlaubt
es: El contacto permite
fi: Kontakti sallii
fr: Votre contact autorise
it: Il contatto lo consente
ja: 連絡先の許可
th: ผู้ติดต่ออนุญาต
uk: Контакт дозволяє

source: Contact already exists
bg: Контактът вече съществува
de: Der Kontakt ist bereits vorhanden
es: El contácto ya existe
fi: Kontakti on jo olemassa
fr: Contact déjà existant
it: Il contatto esiste già
ja: 連絡先に既に存在します
th: ผู้ติดต่อรายนี้มีอยู่แล้ว
uk: Контакт вже існує

source: contact deleted
de: Kontakt gelöscht

source: Contact deleted!
de: Kontakt gelöscht!
es: ¡Contacto eliminado!
fr: Contact supprimé !
it: Contatto eliminato!
uk: Контакт видалено!

source: contact disabled
de: Kontakt deaktiviert

source: contact has e2e encryption
bg: контактът има e2e криптиране
de: Kontakt nutzt E2E-Verschlüsselung
es: el contacto dispone de cifrado de extremo a extremo
fi: kontaktilla on e2e-salaus
fr: Ce contact a le chiffrement de bout en bout
it: il contatto ha la crittografia e2e
ja: 連絡先はエンドツーエンド暗号化があります
th: ผู้ติดต่อมีการ encrypt จากต้นจนจบ
uk: контакт має шифрування e2e

source: contact has no e2e encryption
bg: контактът няма e2e криптиране
de: Kontakt nutzt keine E2E-Verschlüsselung
es: el contacto no dispone de cifrado de extremo a extremo
fi: kontaktilla ei ole e2e-salausta
fr: Ce contact n'a pas le chiffrement de bout en bout
it: il contatto non ha la crittografia e2e
ja: 連絡先はエンドツーエンド暗号化がありません
th: ผู้ติดต่อไม่มีการ encrypt จากต้นจนจบ
uk: контакт не має шифрування e2e

source: Contact hidden:
bg: Контактът е скрит:
de: Kontakt verborgen:
es: Contacto oculto:
fi: Kontakti piilotettu:
fr: Contact masqué :
it: Contatto nascosto:
ja: 連絡先が非表示:
th: ผู้ติดต่อถูกซ่อน:
uk: Контакт приховано:

source: Contact is connected
bg: Контактът е свързан
de: Mit Ihrem Kontakt verbunden
es: El contacto está en línea
fi: Kontakti on yhdistetty
fr: Le contact est connecté
it: Il contatto è connesso
ja: 連絡先は接続中
th: เชื่อมต่อกับผู้ติดต่อแล้ว
uk: Контакт підключений

source: Contact is deleted.
de: Kontakt wurde gelöscht.
es: El contacto está eliminado.
fr: Le contact est supprimé.
it: Il contatto è stato eliminato.
uk: Контакт видалено.

source: Contact name
bg: Име на контакт
de: Kontaktname
es: Contacto
fi: Kontaktin nimi
fr: Nom du contact
it: Nome del contatto
ja: 連絡先の名前
th: ชื่อผู้ติดต่อ
uk: Ім'я контактної особи

source: contact not ready
de: Kontakt nicht bereit

source: Contact preferences
bg: Настройки за контакт
de: Kontakt-Präferenzen
es: Preferencias de contacto
fi: Kontaktin asetukset
fr: Préférences de contact
it: Preferenze del contatto
ja: 連絡先の設定
th: การกําหนดลักษณะการติดต่อ
uk: Налаштування контактів

source: Contact requests from groups
de: KONTAKTANFRAGEN VON GRUPPEN

source: contact should accept…
de: Kontakt sollte annehmen…

source: Contact will be deleted - this cannot be undone!
de: Kontakt wird gelöscht. Dies kann nicht rückgängig gemacht werden!
es: El contacto será eliminado. ¡No puede deshacerse!
fr: Le contact sera supprimé - il n'est pas possible de revenir en arrière !
it: Il contatto verrà eliminato - non è reversibile!
uk: Контакт буде видалено - це неможливо скасувати!

source: Contacts
bg: Контакти
de: Kontakte
es: Contactos
fi: Kontaktit
it: Contatti
ja: 連絡先
th: ติดต่อ
uk: Контакти

source: Contacts can mark messages for deletion; you will be able to view them.
bg: Контактите могат да маркират съобщения за изтриване; ще можете да ги разглеждате.
de: Ihre Kontakte können Nachrichten zum Löschen markieren. Sie können diese Nachrichten trotzdem anschauen.
es: Tus contactos sólo pueden marcar los mensajes para eliminar. Tu podrás verlos.
fi: Kontaktit voivat merkitä viestit poistettaviksi; voit katsella niitä.
fr: Vos contacts peuvent marquer les messages pour les supprimer ; vous pourrez les consulter.
it: I contatti possono contrassegnare i messaggi per l'eliminazione; potrai vederli.
ja: 連絡先はメッセージを削除対象とすることができます。あなたには閲覧可能です。
th: ผู้ติดต่อสามารถทําเครื่องหมายข้อความเพื่อลบได้ คุณจะสามารถดูได้
uk: Контакти можуть позначати повідомлення для видалення; ви зможете їх переглянути.

source: Content violates conditions of use
de: Inhalt verletzt Nutzungsbedingungen
es: El contenido viola las condiciones de uso
fr: Le contenu enfreint les conditions d'utilisation
it: Il contenuto viola le condizioni di utilizzo

source: Continue
bg: Продължи
de: Weiter
es: Continuar
fi: Jatka
fr: Continuer
it: Continua
ja: 続ける
th: ดำเนินการต่อ
uk: Продовжуйте

source: Conversation deleted!
de: Chat-Inhalte entfernt!
es: ¡Conversación eliminada!
fr: Conversation supprimée !
it: Conversazione eliminata!
uk: Розмова видалена!

source: Copy
bg: Копирай
de: Kopieren
es: Copiar
fi: Kopioi
fr: Copier
it: Copia
ja: コピー
th: คัดลอก
uk: Копіювати

source: Copy error
de: Fehlermeldung kopieren
es: Copiar error
fr: Erreur de copie
it: Copia errore
uk: Помилка копіювання

source: Corner
de: Abrundung Ecken
es: Esquina
fr: Coin
it: Angolo
uk: Кут

source: Correct name to %@?
bg: Поправи име на %@?
de: Richtiger Name für %@?
es: ¿Corregir el nombre a %@?
fr: Corriger le nom pour %@ ?
it: Correggere il nome a %@?
uk: Виправити ім'я на %@?

source: Create
bg: Създаване
de: Erstellen
es: Crear
fi: Luo
fr: Créer
it: Crea
ja: 作成
th: สร้าง
uk: Створити

source: Create 1-time link
bg: Създаване на еднократна препратка
de: Einmal-Link erstellen
es: Crear enlace de un uso
fr: Créer un lien unique
it: Crea link una tantum
uk: Створити одноразове посилання

source: Create a group using a random profile.
bg: Създаване група с автоматично създаден профил.
de: Erstellen Sie eine Gruppe mit einem zufälligen Profil.
es: Crear grupo usando perfil aleatorio.
fr: Création de groupes via un profil aléatoire.
it: Crea un gruppo usando un profilo casuale.
uk: Створіть групу, використовуючи випадковий профіль.

source: Create file
bg: Създаване на файл
de: Datei erstellen
es: Crear archivo
fi: Luo tiedosto
fr: Créer un fichier
it: Crea file
ja: ファイルを作成
th: สร้างไฟล์
uk: Створити файл

source: Create group
bg: Създаване на група
de: Gruppe erstellen
es: Crear grupo
fr: Créer un groupe
it: Crea gruppo
uk: Створити групу

source: Create group link
bg: Създай групов линк
de: Gruppenlink erstellen
es: Crear enlace de grupo
fi: Luo ryhmälinkki
fr: Créer un lien de groupe
it: Crea link del gruppo
ja: グループのリンクを生成する
th: สร้างลิงค์กลุ่ม
uk: Створити групове посилання

source: Create link
bg: Създай линк
de: Link erzeugen
es: Crear enlace
fi: Luo linkki
fr: Créer un lien
it: Crea link
ja: リンクを生成する
th: สร้างลิงค์
uk: Створити посилання

source: Create list
de: Liste erstellen
es: Crear lista
fr: Créer une liste
it: Crea elenco

source: Create new profile in [desktop app](https://simplex.chat/downloads/). 💻
bg: Създайте нов профил в [настолното приложение](https://simplex.chat/downloads/). 💻
de: Neues Profil in der [Desktop-App] erstellen (https://simplex.chat/downloads/). 💻
es: Crea perfil nuevo en la [aplicación para PC](https://simplex.Descargas/de chat/). 💻
fr: Créer un nouveau profil sur [l'application de bureau](https://simplex.chat/downloads/). 💻
it: Crea un nuovo profilo nell'[app desktop](https://simplex.chat/downloads/). 💻
uk: Створіть новий профіль у [desktop app](https://simplex.chat/downloads/). 💻

source: Create profile
bg: Създай профил
de: Profil erstellen
es: Crear perfil
fr: Créer le profil
it: Crea profilo
uk: Створити профіль

source: Create queue
bg: Създай опашка
de: Erzeuge Warteschlange
es: Crear cola
fi: Luo jono
fr: Créer une file d'attente
it: Crea coda
ja: キューの作成
th: สร้างคิว
uk: Створити чергу

source: Create SimpleX address
bg: Създаване на адрес в SimpleX
de: SimpleX-Adresse erstellen
es: Crear dirección SimpleX
fi: Luo SimpleX-osoite
fr: Créer une adresse SimpleX
it: Crea indirizzo SimpleX
ja: SimpleXアドレスの作成
th: สร้างที่อยู่ SimpleX
uk: Створіть адресу SimpleX

source: Create your address
de: Ihre Adresse erstellen

source: Create your profile
bg: Създай своя профил
de: Erstellen Sie Ihr Profil
es: Crea tu perfil
fi: Luo profiilisi
fr: Créez votre profil
it: Crea il tuo profilo
ja: プロフィールを作成する
th: สร้างโปรไฟล์ของคุณ
uk: Створіть свій профіль

source: Created
de: Erstellt
es: Creadas
fr: Créées
it: Creato
uk: Створено

source: Created at
bg: Създаден на
de: Erstellt um
es: Creado
fr: Créé à
it: Creato il
uk: Створено за адресою

source: Created at: %@
bg: Създаден на: %@
de: Erstellt um: %@
es: Creado: %@
fr: Créé à : %@
it: Creato il: %@
uk: Створено за адресою: %@

source: Creating archive link
bg: Създаване на архивен линк
de: Archiv-Link erzeugen
es: Creando enlace al archivo
fr: Création d'un lien d'archive
it: Creazione link dell'archivio
uk: Створення архівного посилання

source: Creating link…
bg: Линкът се създава…
de: Link wird erstellt…
es: Creando enlace…
fr: Création d'un lien…
it: Creazione link…
uk: Створення посилання…

source: creator
bg: създател
de: Ersteller
es: creador
fi: luoja
fr: créateur
it: creatore
ja: 作成者
th: ผู้สร้าง
uk: творець

source: Current conditions text couldn't be loaded, you can review conditions via this link:
de: Der Text der aktuellen Nutzungsbedingungen konnte nicht geladen werden. Sie können die Nutzungsbedingungen unter diesem Link einsehen:
es: El texto con las condiciones actuales no se ha podido cargar, puedes revisar las condiciones en el siguiente enlace:
fr: Le texte sur les conditions actuelles n'a pas pu être chargé. Vous pouvez consulter les conditions en cliquant sur ce lien :
it: Il testo delle condizioni attuali testo non è stato caricato, puoi consultare le condizioni tramite questo link:
uk: Текст поточних умов не вдалося завантажити, ви можете переглянути умови за цим посиланням:

source: Current Passcode
bg: Текущ kод за достъп
de: Aktueller Zugangscode
es: Código de Acceso
fi: Nykyinen pääsykoodi
fr: Code d'accès actuel
it: Codice di accesso attuale
ja: 現在のパスコード
th: รหัสผ่านปัจจุบัน
uk: Поточний пароль

source: Current passphrase…
bg: Текуща парола…
de: Aktuelles Passwort…
es: Contraseña actual…
fi: Nykyinen tunnuslause…
fr: Phrase secrète actuelle…
it: Password attuale…
ja: 現在の暗証フレーズ…
th: รหัสผ่านปัจจุบัน…
uk: Поточна парольна фраза…
