Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: The hash of the previous message is different.
bg: Хешът на предишното съобщение е различен.
de: Der Hash der vorherigen Nachricht unterscheidet sich.
es: El hash del mensaje anterior es diferente.
fi: Edellisen viestin tarkiste on erilainen.
fr: Le hash du message précédent est différent.
it: L'hash del messaggio precedente è diverso.
ja: 以前のメッセージとハッシュ値が異なります。
th: แฮชของข้อความก่อนหน้านี้แตกต่างกัน
uk: Хеш попереднього повідомлення відрізняється.

source: The ID of the next message is incorrect (less or equal to the previous). It can happen because of some bug or when the connection is compromised.
bg: Неправилно ID на следващото съобщение (по-малко или еднакво с предишното). Това може да се случи поради някаква грешка или когато връзката е компрометирана.
de: Die ID der nächsten Nachricht ist falsch (kleiner oder gleich der Vorherigen). Dies kann passieren, wenn es einen Fehler gegeben hat oder die Verbindung kompromittiert wurde.
es: El ID del siguiente mensaje es incorrecto (menor o igual que el anterior). Puede ocurrir por algún bug o cuando la conexión está comprometida.
fi: Seuraavan viestin tunnus on väärä (pienempi tai yhtä suuri kuin edellisen). Tämä voi johtua jostain virheestä tai siitä, että yhteys on vaarantunut.
fr: L'ID du message suivant est incorrect (inférieur ou égal au précédent). Cela peut se produire en raison d'un bug ou lorsque la connexion est compromise.
it: L'ID del messaggio successivo non è corretto (inferiore o uguale al precedente). Può accadere a causa di qualche bug o quando la connessione è compromessa.
ja: 次のメッセージの ID が正しくありません (前のメッセージより小さいか等しい)。 何らかのバグが原因で、または接続に問題があった場合に発生する可能性があります。
th: ID ของข้อความถัดไปไม่ถูกต้อง (น้อยกว่าหรือเท่ากับข้อความก่อนหน้า) อาจเกิดขึ้นได้เนื่องจากข้อบกพร่องบางอย่างหรือเมื่อการเชื่อมต่อถูกบุกรุก
uk: Ідентифікатор наступного повідомлення неправильний (менше або дорівнює попередньому). Це може статися через помилку або коли з'єднання скомпрометовано.

source: The link will be short, and group profile will be shared via the link.
de: Der Link wird gekürzt sein, und das Gruppen-Profil wird über den Link geteilt.

source: The message will be deleted for all members.
bg: Съобщението ще бъде изтрито за всички членове.
de: Diese Nachricht wird für alle Gruppenmitglieder gelöscht.
es: El mensaje se eliminará para todos los miembros.
fi: Viesti poistetaan kaikilta jäseniltä.
fr: Le message sera supprimé pour tous les membres.
it: Il messaggio verrà eliminato per tutti i membri.
ja: メッセージはすべてのメンバーに対して削除されます。
th: ข้อความจะถูกลบสำหรับสมาชิกทั้งหมด
uk: Повідомлення буде видалено для всіх учасників.

source: The message will be marked as moderated for all members.
bg: Съобщението ще бъде маркирано като модерирано за всички членове.
de: Diese Nachricht wird für alle Mitglieder als moderiert gekennzeichnet.
es: El mensaje será marcado como moderado para todos los miembros.
fi: Viesti merkitään moderoiduksi kaikille jäsenille.
fr: Le message sera marqué comme modéré pour tous les membres.
it: Il messaggio sarà segnato come moderato per tutti i membri.
ja: メッセージは、すべてのメンバーに対してモデレートされたものとして表示されます。
th: ข้อความจะถูกทำเครื่องหมายว่ากลั่นกรองสำหรับสมาชิกทุกคน
uk: Повідомлення буде позначено як модероване для всіх учасників.

source: The messages will be deleted for all members.
de: Die Nachrichten werden für alle Gruppenmitglieder gelöscht.
es: Los mensajes serán eliminados para todos los miembros.
fr: Les messages seront supprimés pour tous les membres.
it: I messaggi verranno eliminati per tutti i membri.
uk: Повідомлення будуть видалені для всіх учасників.

source: The messages will be marked as moderated for all members.
de: Die Nachrichten werden für alle Mitglieder als moderiert gekennzeichnet werden.
es: Los mensajes serán marcados como moderados para todos los miembros.
fr: Les messages seront marqués comme modérés pour tous les membres.
it: I messaggi verranno contrassegnati come moderati per tutti i membri.
uk: Повідомлення будуть позначені як модеровані для всіх учасників.

source: The old database was not removed during the migration, it can be deleted.
bg: Старата база данни не бе премахната по време на миграцията, тя може да бъде изтрита.
de: Die alte Datenbank wurde während der Migration nicht entfernt. Sie kann gelöscht werden.
es: La base de datos antigua no se eliminó durante la migración, puede eliminarse.
fi: Vanhaa tietokantaa ei poistettu siirron aikana, se voidaan kuitenkin poistaa.
fr: L'ancienne base de données n'a pas été supprimée lors de la migration, elle peut être supprimée.
it: Il database vecchio non è stato rimosso durante la migrazione, può essere eliminato.
ja: 古いデータベースは移行時に削除されなかったので、削除することができます。
th: ฐานข้อมูลเก่าไม่ได้ถูกลบในระหว่างการย้ายข้อมูล แต่สามารถลบได้
uk: Стара база даних не була видалена під час міграції, її можна видалити.

source: The same conditions will apply to operator **%@**.
de: Dieselben Nutzungsbedingungen gelten auch für den Betreiber **%@**.
es: Las mismas condiciones se aplicarán al operador **%@**.
fr: Les mêmes conditions s'appliquent à l'opérateur **%@**.
it: Le stesse condizioni si applicheranno all'operatore **%@**.
uk: Такі ж умови діятимуть і для оператора **%@**.

source: The second preset operator in the app!
de: Der zweite voreingestellte Netzwerk-Betreiber in der App!
es: ¡Segundo operador predefinido!
fr: Le deuxième opérateur prédéfini de l'application !
it: Il secondo operatore preimpostato nell'app!
uk: Другий попередньо встановлений оператор у застосунку!

source: The second tick we missed! ✅
bg: Втората отметка, която пропуснахме! ✅
de: Wir haben das zweite Häkchen vermisst! ✅
es: ¡El doble check que nos faltaba! ✅
fi: Toinen kuittaus, joka uupui! ✅
fr: Le deuxième coche que nous avons manqué ! ✅
it: Il secondo segno di spunta che ci mancava! ✅
ja: 長らくお待たせしました！ ✅
th: ขีดที่สองที่เราพลาด! ✅
uk: Другу галочку ми пропустили! ✅

source: The sender will NOT be notified
bg: Подателят НЯМА да бъде уведомен
de: Der Absender wird NICHT benachrichtigt
es: El remitente NO será notificado
fi: Lähettäjälle EI ilmoiteta
fr: L'expéditeur N'en sera PAS informé
it: Il mittente NON verrà avvisato
ja: 送信者には通知されません
th: ผู้ส่งจะไม่ได้รับแจ้ง
uk: Відправник НЕ буде повідомлений

source: The servers for new connections of your current chat profile **%@**.
bg: Сървърите за нови връзки на текущия ви чат профил **%@**.
de: Nachrichten-Server für neue Verbindungen über Ihr aktuelles Chat-Profil **%@**.
es: Servidores para conexiones nuevas en tu perfil **%@**.
fi: Palvelimet nykyisen keskusteluprofiilisi uusille yhteyksille **%@**.
fr: Les serveurs pour les nouvelles connexions de votre profil de chat actuel **%@**.
it: I server per le nuove connessioni del profilo di chat attuale **%@**.
ja: 現在のチャットプロフィールの新しい接続のサーバ **%@**。
th: เซิร์ฟเวอร์สำหรับการเชื่อมต่อใหม่ของโปรไฟล์การแชทปัจจุบันของคุณ **%@**
uk: Сервери для нових підключень вашого поточного профілю чату **%@**.

source: The servers for new files of your current chat profile **%@**.
de: Medien- und Datei-Server für neue Daten über Ihr aktuelles Chat-Profil **%@**.
es: Servidores para enviar archivos en tu perfil **%@**.
fr: Les serveurs pour les nouveaux fichiers de votre profil de chat actuel **%@**.
it: I server per nuovi file del tuo profilo di chat attuale **%@**.
uk: Сервери для нових файлів вашого поточного профілю чату **%@**.

source: The text you pasted is not a SimpleX link.
bg: Текстът, който поставихте, не е SimpleX линк за връзка.
de: Der von Ihnen eingefügte Text ist kein SimpleX-Link.
es: El texto pegado no es un enlace de SimpleX.
fr: Le texte collé n'est pas un lien SimpleX.
it: Il testo che hai incollato non è un link SimpleX.
uk: Текст, який ви вставили, не є посиланням SimpleX.

source: The uploaded database archive will be permanently removed from the servers.
de: Das hochgeladene Datenbank-Archiv wird dauerhaft von den Servern entfernt.
es: El archivo de bases de datos subido será eliminado permanentemente de los servidores.
fr: L'archive de la base de données envoyée sera définitivement supprimée des serveurs.
it: L'archivio del database caricato verrà rimosso definitivamente dai server.
uk: Завантажений архів бази даних буде назавжди видалено з серверів.

source: Themes
de: Design
es: Temas
fr: Thèmes
it: Temi
uk: Теми

source: These conditions will also apply for: **%@**.
de: Diese Nutzungsbedingungen gelten auch für: **%@**.
es: Estas condiciones también se aplican para: **%@**.
fr: Ces conditions s'appliquent également aux : **%@**.
it: Queste condizioni si applicheranno anche per: **%@**.
uk: Ці умови також поширюються на: **%@**.

source: These settings are for your current profile **%@**.
bg: Тези настройки са за текущия ви профил **%@**.
de: Diese Einstellungen betreffen Ihr aktuelles Profil **%@**.
es: Esta configuración afecta a tu perfil actual **%@**.
fi: Nämä asetukset koskevat nykyistä profiiliasi **%@**.
fr: Ces paramètres s'appliquent à votre profil actuel **%@**.
it: Queste impostazioni sono per il tuo profilo attuale **%@**.
ja: これらの設定は現在のプロファイル **%@** 用です。
th: การตั้งค่าเหล่านี้ใช้สำหรับโปรไฟล์ปัจจุบันของคุณ **%@**
uk: Ці налаштування стосуються вашого поточного профілю **%@**.

source: They can be overridden in contact and group settings.
bg: Те могат да бъдат променени в настройките за всеки контакт и група.
de: Sie können in den Kontakteinstellungen überschrieben werden.
es: Se puede modificar desde la configuración particular de cada grupo y contacto.
fi: Ne voidaan ohittaa kontakti- ja ryhmäasetuksissa.
fr: Ils peuvent être modifiés dans les paramètres des contacts et des groupes.
it: Possono essere sovrascritte nelle impostazioni dei contatti e dei gruppi.
ja: これらは連絡先の設定が優先します。
uk: Їх можна перевизначити в налаштуваннях контактів і груп.

source: This action cannot be undone - all received and sent files and media will be deleted. Low resolution pictures will remain.
bg: Това действие не може да бъде отменено - всички получени и изпратени файлове и медия ще бъдат изтрити. Снимките с ниска разделителна способност ще бъдат запазени.
de: Dieser Vorgang kann nicht rückgängig gemacht werden - alle empfangenen und gesendeten Dateien sowie Medien werden gelöscht. Bilder mit niedriger Auflösung bleiben erhalten.
es: Esta acción es irreversible. Se eliminarán todos los archivos y multimedia recibidos y enviados. Las imágenes de baja resolución permanecerán.
fi: Tätä toimintoa ei voi kumota - kaikki vastaanotetut ja lähetetyt tiedostot ja media poistetaan. Matalan resoluution kuvat säilyvät.
fr: Cette action ne peut être annulée - tous les fichiers et médias reçus et envoyés seront supprimés. Les photos à faible résolution seront conservées.
it: Questa azione non può essere annullata: tutti i file e i media ricevuti e inviati verranno eliminati. Rimarranno le immagini a bassa risoluzione.
ja: ファイルとメディアが全て削除されます (※元に戻せません※)。低解像度の画像が残ります。
th: การดำเนินการนี้ไม่สามารถยกเลิกได้ ไฟล์และสื่อที่ได้รับและส่งทั้งหมดจะถูกลบ รูปภาพความละเอียดต่ำจะยังคงอยู่
uk: Цю дію неможливо скасувати - всі отримані та надіслані файли і медіа будуть видалені. Зображення з низькою роздільною здатністю залишаться.

source: This action cannot be undone - the messages sent and received earlier than selected will be deleted. It may take several minutes.
bg: Това действие не може да бъде отменено - съобщенията, изпратени и получени по-рано от избраното, ще бъдат изтрити. Може да отнеме няколко минути.
de: Dieser Vorgang kann nicht rückgängig gemacht werden - die früher als ausgewählt gesendeten und empfangenen Nachrichten werden gelöscht. Dies kann ein paar Minuten dauern.
es: Esta acción es irreversible. Se eliminarán los mensajes enviados y recibidos anteriores a la selección. Podría tardar varios minutos.
fi: Tätä toimintoa ei voi kumota - valittua aikaisemmin lähetetyt ja vastaanotetut viestit poistetaan. Tämä voi kestää useita minuutteja.
fr: Cette action ne peut être annulée - les messages envoyés et reçus avant la date sélectionnée seront supprimés. Cela peut prendre plusieurs minutes.
it: Questa azione non può essere annullata: i messaggi inviati e ricevuti prima di quanto selezionato verranno eliminati. Potrebbe richiedere diversi minuti.
ja: 選択中の以前の送受信したメッセージが削除されます (※元に戻せません※)。数分かかります。
th: การดำเนินการนี้ไม่สามารถเลิกทำได้ - ข้อความที่ส่งและรับก่อนหน้าที่เลือกไว้จะถูกลบ อาจใช้เวลาหลายนาที
uk: Цю дію неможливо скасувати - повідомлення, надіслані та отримані раніше, ніж вибрані, будуть видалені. Це може зайняти кілька хвилин.

source: This action cannot be undone - the messages sent and received in this chat earlier than selected will be deleted.
de: Dieser Vorgang kann nicht rückgängig gemacht werden - die in diesem Chat früher als ausgewählt gesendeten und empfangenen Nachrichten werden gelöscht.
es: Todos los mensajes previos al período seleccionado serán eliminados del chat. ¡No puede deshacerse!
it: Questa azione non è reversibile: i messaggi inviati e ricevuti in questa chat prima della selezione verranno eliminati.

source: This action cannot be undone - your profile, contacts, messages and files will be irreversibly lost.
bg: Това действие не може да бъде отменено - вашият профил, контакти, съобщения и файлове ще бъдат безвъзвратно загубени.
de: Ihr Profil, Ihre Kontakte, Nachrichten und Dateien gehen unwiderruflich verloren. Diese Aktion kann nicht rückgängig gemacht werden!
es: Esta acción es irreversible. Tu perfil, contactos, mensajes y archivos se perderán irreversiblemente.
fi: Tätä toimintoa ei voi kumota - profiilisi, kontaktisi, viestisi ja tiedostosi poistuvat peruuttamattomasti.
fr: Cette action ne peut être annulée - votre profil, vos contacts, vos messages et vos fichiers seront irréversiblement perdus.
it: Questa azione non può essere annullata: il tuo profilo, i contatti, i messaggi e i file andranno persi in modo irreversibile.
ja: あなたのプロフィール、連絡先、メッセージ、ファイルが完全削除されます (※元に戻せません※)。
th: การดำเนินการนี้ไม่สามารถยกเลิกได้ - โปรไฟล์ ผู้ติดต่อ ข้อความ และไฟล์ของคุณจะสูญหายไปอย่างถาวร
uk: Цю дію неможливо скасувати - ваш профіль, контакти, повідомлення та файли будуть безповоротно втрачені.

source: This chat is protected by end-to-end encryption.
bg: Този чат е защитен чрез криптиране от край до край.
de: Dieser Chat ist durch Ende-zu-Ende-Verschlüsselung geschützt.
es: Este chat está protegido por cifrado de extremo a extremo.
fr: Cette discussion est protégée par un chiffrement de bout en bout.
it: Questa chat è protetta da crittografia end-to-end.
uk: Цей чат захищений наскрізним шифруванням.

source: This chat is protected by quantum resistant end-to-end encryption.
bg: Този чат е защитен от квантово устойчиво криптиране от край до край.
de: Dieser Chat ist durch Quantum-resistente Ende-zu-Ende-Verschlüsselung geschützt.
es: Este chat está protegido por cifrado de extremo a extremo resistente a tecnología cuántica.
fr: Cette discussion est protégée par un chiffrement de bout en bout résistant aux technologies quantiques.
it: Questa chat è protetta da crittografia end-to-end resistente alla quantistica.
uk: Цей чат захищений квантово-стійким наскрізним шифруванням.

source: this contact
bg: този контакт
de: Dieser Kontakt
es: este contacto
fi: tämä kontakti
fr: ce contact
it: questo contatto
ja: この連絡先
th: ผู้ติดต่อนี้
uk: цей контакт

source: This device name
bg: Името на това устройство
de: Dieser Gerätename
es: Nombre del dispositivo
fr: Nom de cet appareil
it: Il nome di questo dispositivo
uk: Це ім'я пристрою

source: This display name is invalid. Please choose another name.
bg: Това име е невалидно. Моля, изберете друго име.
de: Der Anzeigename ist ungültig. Bitte wählen Sie einen anderen Namen.
es: Éste nombre mostrado no es válido. Por favor, elije otro nombre.
fr: Ce nom d'affichage est invalide. Veuillez choisir un autre nom.
it: Questo nome da mostrare non è valido. Scegline un altro.
uk: Це ім'я для відображення є недійсним. Будь ласка, виберіть інше ім'я.

source: This group has over %lld members, delivery receipts are not sent.
bg: Тази група има над %lld членове, потвърждения за доставка не се изпращат.
de: Es werden keine Empfangsbestätigungen gesendet, da diese Gruppe über %lld Mitglieder hat.
es: Este grupo tiene más de %lld miembros, no se enviarán confirmaciones de entrega.
fi: Tässä ryhmässä on yli %lld jäsentä, lähetyskuittauksia ei lähetetä.
fr: Ce groupe compte plus de %lld membres, les accusés de réception ne sont pas envoyés.
it: Questo gruppo ha più di %lld membri, le ricevute di consegna non vengono inviate.
uk: У цій групі більше %lld учасників, підтвердження доставки не надсилаються.

source: This group no longer exists.
bg: Тази група вече не съществува.
de: Diese Gruppe existiert nicht mehr.
es: Este grupo ya no existe.
fi: Tätä ryhmää ei enää ole olemassa.
fr: Ce groupe n'existe plus.
it: Questo gruppo non esiste più.
ja: このグループはもう存在しません。
th: ไม่มีกลุ่มนี้แล้ว
uk: Цієї групи більше не існує.

source: This link requires a newer app version. Please upgrade the app or ask your contact to send a compatible link.
de: Für diesen Link wird eine neuere App-Version benötigt. Bitte aktualisieren Sie die App oder bitten Sie Ihren Kontakt einen kompatiblen Link zu senden.
es: Este enlace requiere una versión más reciente de la aplicación. Por favor, actualiza la aplicación o pide a tu contacto un enlace compatible.
it: Questo link richiede una versione più recente dell'app. Aggiornala o chiedi al tuo contatto di inviare un link compatibile.

source: This link was used with another mobile device, please create a new link on the desktop.
de: Dieser Link wurde schon mit einem anderen Mobiltelefon genutzt. Bitte erstellen sie einen neuen Link in der Desktop-App.
es: Este enlace ha sido usado en otro dispositivo móvil, por favor crea un enlace nuevo en el ordenador.
fr: Ce lien a été utilisé avec un autre appareil mobile, veuillez créer un nouveau lien sur le bureau.
it: Questo link è stato usato con un altro dispositivo mobile, creane uno nuovo sul desktop.
uk: Це посилання було використано з іншого мобільного пристрою, будь ласка, створіть нове посилання на робочому столі.

source: This message was deleted or not received yet.
de: Diese Nachricht wurde gelöscht oder bisher noch nicht empfangen.
es: El mensaje ha sido eliminado o aún no se ha recibido.
it: Questo messaggio è stato eliminato o non ancora ricevuto.

source: This setting applies to messages in your current chat profile **%@**.
bg: Тази настройка се прилага за съобщения в текущия ви профил **%@**.
de: Diese Einstellung gilt für Nachrichten in Ihrem aktuellen Chat-Profil **%@**.
es: Esta configuración se aplica a los mensajes del perfil actual **%@**.
fi: Tämä asetus koskee nykyisen keskusteluprofiilisi viestejä *%@**.
fr: Ce paramètre s'applique aux messages de votre profil de chat actuel **%@**.
it: Questa impostazione si applica ai messaggi del profilo di chat attuale **%@**.
ja: この設定は現在のチャットプロフィール **%@** のメッセージに適用されます。
th: การตั้งค่านี้ใช้กับข้อความในโปรไฟล์แชทปัจจุบันของคุณ **%@**
uk: Це налаштування застосовується до повідомлень у вашому поточному профілі чату **%@**.

source: This setting is for your current profile **%@**.
de: Diese Einstellung gilt für Ihr aktuelles Profil **%@**.

source: Time to disappear is set only for new contacts.
de: Die Zeit bis zum Verschwinden wird nur für neue Kontakte eingestellt.

source: Title
de: Bezeichnung
es: Título
fr: Titre
it: Titoli
uk: Заголовок

source: To ask any questions and to receive updates:
bg: За да задавате въпроси и да получавате актуализации:
de: Um Fragen zu stellen und aktuelle Informationen zu erhalten:
es: Para consultar cualquier duda y recibir actualizaciones:
fi: Voit esittää kysymyksiä ja saada päivityksiä:
fr: Si vous avez des questions et que vous souhaitez des réponses :
it: Per porre domande e ricevere aggiornamenti:
ja: 質問や最新情報を受け取るには:
th: หากต้องการถามคำถามและรับการอัปเดต:
uk: Задати будь-які питання та отримувати новини:

source: To connect, your contact can scan QR code or use the link in the app.
bg: За да се свърже, вашият контакт може да сканира QR код или да използва линка в приложението.
de: Um eine Verbindung herzustellen, kann Ihr Kontakt den QR-Code scannen oder den Link in der App verwenden.
es: Para conectarse, tu contacto puede escanear el código QR o usar el enlace en la aplicación.
fi: Kontaktisi voi muodostaa yhteyden skannaamalla QR-koodin tai käyttämällä sovelluksessa olevaa linkkiä.
fr: Pour se connecter, votre contact peut scanner un code QR ou utiliser un lien dans l'app.
it: Per connettervi, il tuo contatto può scansionare il codice QR o usare il link nell'app.
ja: 接続するにはQRコードを読み込むか、アプリ内のリンクを使用する必要があります。
th: เพื่อการเชื่อมต่อ ผู้ติดต่อของคุณสามารถสแกนคิวอาร์โค้ดหรือใช้ลิงก์ในแอป
uk: Щоб підключитися, ваш контакт може відсканувати QR-код або скористатися посиланням у додатку.

source: To hide unwanted messages.
bg: Скриване на нежелани съобщения.
de: Um unerwünschte Nachrichten zu verbergen.
es: Para ocultar mensajes no deseados.
fr: Pour cacher les messages indésirables.
it: Per nascondere messaggi indesiderati.
uk: Приховати небажані повідомлення.

source: To make a new connection
bg: За да направите нова връзка
de: Um eine Verbindung mit einem neuen Kontakt zu erstellen
es: Para hacer una conexión nueva
fi: Uuden yhteyden luominen
fr: Pour établir une nouvelle connexion
it: Per creare una nuova connessione
ja: 新規に接続する場合
th: เพื่อสร้างการเชื่อมต่อใหม่
uk: Щоб створити нове з'єднання

source: To protect against your link being replaced, you can compare contact security codes.
de: Zum Schutz vor dem Austausch Ihres Links können Sie die Sicherheitscodes Ihrer Kontakte vergleichen.
es: Para protegerte contra una sustitución del enlace, puedes comparar los códigos de seguridad con tu contacto.
fr: Pour vous protéger contre le remplacement de votre lien, vous pouvez comparer les codes de sécurité des contacts.
it: Per proteggerti dalla sostituzione del tuo link, puoi confrontare i codici di sicurezza del contatto.
uk: Щоб захиститися від заміни вашого посилання, ви можете порівняти коди безпеки контактів.

source: To protect timezone, image/voice files use UTC.
bg: За да не се разкрива часовата зона, файловете с изображения/глас използват UTC.
de: Bild- und Sprachdateinamen enthalten UTC, um Informationen zur Zeitzone zu schützen.
es: Para proteger la zona horaria, los archivos de imagen/voz usan la hora UTC.
fi: Aikavyöhykkeen suojaamiseksi kuva-/äänitiedostot käyttävät UTC:tä.
fr: Pour préserver le fuseau horaire, les fichiers image/voix utilisent le système UTC.
it: Per proteggere il fuso orario, i file immagine/vocali usano UTC.
ja: 時間帯を漏らさないために、画像と音声ファイルはUTCを使います。
th: ไฟล์ภาพ/เสียงใช้ UTC เพื่อป้องกันเขตเวลา
uk: Для захисту часового поясу у файлах зображень/голосу використовується UTC.
