Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: Uploading archive
bg: Архивът се качва
de: Archiv wird hochgeladen
es: Subiendo archivo
fr: Envoi de l'archive
it: Invio dell'archivio
uk: Завантаження архіву

source: Use .onion hosts
bg: Използвай .onion хостове
de: Verwende .onion-Hosts
es: Usar hosts .onion
fi: Käytä .onion-isäntiä
fr: Utiliser les hôtes .onions
it: Usa gli host .onion
ja: .onionホストを使う
th: ใช้โฮสต์ .onion
uk: Використовуйте хости .onion

source: Use %@
de: Verwende %@
es: Usar %@
fr: Utiliser %@
it: Usa %@
uk: Використовуйте %@

source: Use chat
bg: Използвай чата
de: Verwenden Sie Chat
es: Usar Chat
fi: Käytä chattia
fr: Utiliser le chat
it: Usa la chat
ja: チャット
th: ใช้แชท
uk: Використовуйте чат

source: Use current profile
bg: Използвай текущия профил
de: Aktuelles Profil nutzen
es: Usar perfil actual
fi: Käytä nykyistä profiilia
fr: Utiliser le profil actuel
it: Usa il profilo attuale
ja: 現在のプロファイルを使用する
uk: Використовувати поточний профіль

source: Use for files
de: Für Dateien verwenden
es: Uso para archivos
fr: Utiliser pour les fichiers
it: Usa per i file
uk: Використовуйте для файлів

source: Use for messages
de: Für Nachrichten verwenden
es: Uso para mensajes
fr: Utiliser pour les messages
it: Usa per i messaggi
uk: Використовуйте для повідомлень

source: Use for new connections
bg: Използвай за нови връзки
de: Für neue Verbindungen nutzen
es: Para conexiones nuevas
fi: Käytä uusiin yhteyksiin
fr: Utiliser pour les nouvelles connexions
it: Usa per connessioni nuove
ja: 新しい接続に使う
th: ใช้สำหรับการเชื่อมต่อใหม่
uk: Використовуйте для нових з'єднань

source: Use from desktop
bg: Използвай от настолно устройство
de: Vom Desktop aus nutzen
es: Usar desde ordenador
fr: Accès au bureau
it: Usa dal desktop
uk: Використання з робочого столу

source: Use incognito profile
de: Inkognito-Profil nutzen

source: Use iOS call interface
bg: Използвай интерфейса за повикване на iOS
de: iOS Anrufschnittstelle nutzen
es: Usar interfaz de llamada de iOS
fi: Käytä iOS:n puhelujen käyttöliittymää
fr: Utiliser l'interface d'appel d'iOS
it: Usa interfaccia di chiamata iOS
ja: iOS通話インターフェースを使用する
th: ใช้อินเทอร์เฟซการโทร iOS
uk: Використовуйте інтерфейс виклику iOS

source: Use new incognito profile
bg: Използвай нов инкогнито профил
de: Neues Inkognito-Profil nutzen
es: Usar nuevo perfil incógnito
fi: Käytä uutta incognito-profiilia
fr: Utiliser un nouveau profil incognito
it: Usa nuovo profilo in incognito
ja: 新しいシークレットプロファイルを使用する
uk: Використовуйте новий профіль інкогніто

source: Use only local notifications?
bg: Използвай само локални известия?
de: Nur lokale Benachrichtigungen nutzen?
es: ¿Usar sólo notificaciones locales?
fr: Utilisation de notifications locales uniquement ?
it: Usare solo notifiche locali?
uk: Використовувати лише локальні сповіщення?

source: Use private routing with unknown servers when IP address is not protected.
de: Sie nutzen privates Routing mit unbekannten Servern, wenn Ihre IP-Adresse nicht geschützt ist.
es: Usar enrutamiento privado con servidores desconocidos cuando tu dirección IP no está protegida.
fr: Utiliser le routage privé avec des serveurs inconnus lorsque l'adresse IP n'est pas protégée.
it: Usa l'instradamento privato con server sconosciuti quando l'indirizzo IP non è protetto.
uk: Використовуйте приватну маршрутизацію з невідомими серверами, якщо IP-адреса не захищена.

source: Use private routing with unknown servers.
de: Sie nutzen privates Routing mit unbekannten Servern.
es: Usar enrutamiento privado con servidores de mensaje desconocidos.
fr: Utiliser le routage privé avec des serveurs inconnus.
it: Usa l'instradamento privato con server sconosciuti.
uk: Використовуйте приватну маршрутизацію з невідомими серверами.

source: Use server
bg: Използвай сървър
de: Server nutzen
es: Usar servidor
fi: Käytä palvelinta
fr: Utiliser ce serveur
it: Usa il server
ja: サーバを使う
th: ใช้เซิร์ฟเวอร์
uk: Використовувати сервер

source: Use servers
de: Verwende Server
es: Usar servidores
fr: Utiliser les serveurs
it: Usa i server
uk: Використовуйте сервери

source: Use SimpleX Chat servers?
bg: Използвай сървърите на SimpleX Chat?
de: Verwenden Sie SimpleX-Chat-Server?
es: ¿Usar servidores SimpleX Chat?
fi: Käytä SimpleX Chat palvelimia?
fr: Utiliser les serveurs SimpleX Chat ?
it: Usare i server di SimpleX Chat?
ja: SimpleX チャット サーバーを使用しますか?
th: ใช้เซิร์ฟเวอร์ SimpleX Chat ไหม?
uk: Використовувати сервери SimpleX Chat?

source: Use SOCKS proxy
de: SOCKS-Proxy nutzen
es: Usar proxy SOCKS
fr: Utiliser un proxy SOCKS
it: Usa proxy SOCKS
uk: Використовуйте SOCKS проксі

source: Use TCP port %@ when no port is specified.
de: Solange kein Port konfiguriert ist, wird TCP-Port %@ genutzt.
es: Se usa el puerto TCP %@ cuando no se ha especificado otro.
it: Usa la porta TCP %@ quando non è specificata alcuna porta.

source: Use TCP port 443 for preset servers only.
de: TCP-Port 443 nur für voreingestellte Server verwenden.
es: Usar puerto TCP 443 solo en servidores predefinidos.
it: Usa la porta TCP 443 solo per i server preimpostati.

source: Use the app while in the call.
bg: Използвайте приложението по време на разговора.
de: Die App kann während eines Anrufs genutzt werden.
es: Usar la aplicación durante la llamada.
fr: Utiliser l'application pendant l'appel.
it: Usa l'app mentre sei in chiamata.
uk: Використовуйте додаток під час розмови.

source: Use the app with one hand.
de: Die App mit einer Hand bedienen.
es: Usa la aplicación con una sola mano.
fr: Utiliser l'application d'une main.
it: Usa l'app con una mano sola.
uk: Використовуйте додаток однією рукою.

source: Use web port
de: Web-Port nutzen
es: Usar puerto web
it: Usa porta web

source: User selection
de: Benutzer-Auswahl
es: Selección de usuarios
fr: Sélection de l'utilisateur
it: Selezione utente
uk: Вибір користувача

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
uk: Ім'я користувача

source: Using SimpleX Chat servers.
bg: Използват се сървърите на SimpleX Chat.
de: Verwendung von SimpleX-Chat-Servern.
es: Usar servidores SimpleX Chat.
fi: Käyttää SimpleX Chat -palvelimia.
fr: Vous utilisez les serveurs SimpleX.
it: Utilizzo dei server SimpleX Chat.
ja: SimpleX チャット サーバーを使用する。
th: กำลังใช้เซิร์ฟเวอร์ SimpleX Chat อยู่
uk: Використання серверів SimpleX Chat.

source: Verify code with desktop
bg: Потвърди кода с настолното устройство
de: Code mit dem Desktop überprüfen
es: Verificar código con ordenador
fr: Vérifier le code avec le bureau
it: Verifica il codice con il desktop
uk: Перевірте код на робочому столі

source: Verify connection
bg: Потвърди връзка
de: Verbindung überprüfen
es: Verificar conexión
fr: Vérifier la connexion
it: Verifica la connessione
uk: Перевірте з'єднання

source: Verify connection security
bg: Потвърди сигурността на връзката
de: Sicherheit der Verbindung überprüfen
es: Comprobar la seguridad de la conexión
fi: Tarkista yhteyden suojaus
fr: Vérifier la sécurité de la connexion
it: Verifica la sicurezza della connessione
ja: 接続のセキュリティを確認
th: ตรวจสอบความปลอดภัยในการเชื่อมต่อ
uk: Перевірте безпеку з'єднання

source: Verify connections
bg: Потвърждение за свързване
de: Verbindungen überprüfen
es: Verificar conexiones
fr: Vérifier les connexions
it: Verifica le connessioni
uk: Пeревірте з'єднання

source: Verify database passphrase
bg: Проверете паролата на базата данни
de: Überprüfen Sie das Datenbank-Passwort
es: Verificar la contraseña de la base de datos
fr: Vérifier la phrase secrète de la base de données
it: Verifica password del database
uk: Перевірте пароль до бази даних

source: Verify passphrase
bg: Провери паролата
de: Überprüfen Sie das Passwort
es: Verificar frase de contraseña
fr: Vérifier la phrase secrète
it: Verifica password
uk: Підтвердіть парольну фразу

source: Verify security code
bg: Потвърди кода за сигурност
de: Sicherheitscode überprüfen
es: Comprobar código de seguridad
fi: Tarkista turvakoodi
fr: Vérifier le code de sécurité
it: Verifica codice di sicurezza
ja: セキュリティコードを確認
th: ตรวจสอบรหัสความปลอดภัย
uk: Підтвердіть код безпеки

source: Via browser
bg: Чрез браузър
de: Über den Browser
es: Mediante navegador
fi: Selaimella
fr: Via navigateur
ja: ブラウザ経由
th: ผ่านเบราว์เซอร์
uk: Через браузер

source: via contact address link
bg: чрез линк с адрес за контакт
de: über einen Kontaktadressen-Link
es: mediante enlace de dirección de contacto
fi: kontaktiosoitelinkillä
fr: via le lien d'adresse du contact
it: via link indirizzo del contatto
ja: 連絡先アドレスリンク経由
th: ผ่านลิงค์ที่อยู่ติดต่อ
uk: за посиланням на контактну адресу

source: via group link
bg: чрез групов линк
de: über einen Gruppen-Link
es: mediante enlace de grupo
fi: ryhmälinkillä
fr: via le lien de groupe
it: via link di gruppo
ja: グループリンク経由
th: ผ่านลิงค์กลุ่ม
uk: за посиланням на групу

source: via one-time link
bg: чрез еднократен линк за връзка
de: über einen Einmal-Link
es: mediante enlace de un uso
fi: kertalinkillä
fr: via un lien unique
it: via link una tantum
ja: 使い捨てリンク経由
th: ผ่านลิงค์แบบใช้ครั้งเดียว
uk: за одноразовим посиланням

source: via relay
bg: чрез реле
de: über Relais
es: mediante retransmisor
fi: releellä
fr: via relais
ja: リレー経由
th: ผ่านรีเลย์
uk: за допомогою ретранслятора

source: Via secure quantum resistant protocol.
bg: Чрез сигурен квантово устойчив протокол.
de: Über ein sicheres quantenbeständiges Protokoll.
es: Mediante protocolo seguro de resistencia cuántica.
fr: Via un protocole sécurisé de cryptographie post-quantique.
it: Tramite protocollo sicuro resistente alla quantistica.
uk: Через безпечний квантово-стійкий протокол.

source: Video call
bg: Видео разговор
de: Videoanruf
es: Videollamada
fi: Videopuhelu
fr: Appel vidéo
it: Videochiamata
ja: ビデオ通話
th: การสนทนาทางวิดีโอ
uk: Відеодзвінок

source: video call (not e2e encrypted)
bg: видео разговор (не е e2e криптиран)
de: Videoanruf (nicht E2E verschlüsselt)
es: videollamada (sin cifrar)
fi: videopuhelu (ei e2e-salattu)
fr: appel vidéo (sans chiffrement)
it: videochiamata (non crittografata e2e)
ja: ビデオ通話 (非エンドツーエンド暗号化)
th: การสนทนาทางวิดีโอ (ไม่ได้ encrypt จากต้นจนจบ)
uk: відеодзвінок (без шифрування e2e)

source: Video will be received when your contact completes uploading it.
bg: Видеото ще бъде получено, когато вашият контакт завърши качването му.
de: Das Video wird heruntergeladen, sobald Ihr Kontakt das Hochladen beendet hat.
es: El video se recibirá cuando el contacto termine de subirlo.
fi: Video vastaanotetaan, kun kontaktisi on ladannut sen.
fr: La vidéo ne sera reçue que lorsque votre contact aura fini la mettre en ligne.
it: Il video verrà ricevuto quando il tuo contatto completerà l'invio.
ja: 動画は相手がアップロードを完了した時点で受信するができます。
th: จะได้รับวิดีโอเมื่อผู้ติดต่อของคุณอัปโหลดเสร็จ
uk: Відео буде отримано, коли ваш контакт завершить завантаження.

source: Video will be received when your contact is online, please wait or check later!
bg: Видеото ще бъде получено, когато вашият контакт е онлайн, моля, изчакайте или проверете по-късно!
de: Das Video wird heruntergeladen, sobald Ihr Kontakt online ist. Bitte warten oder überprüfen Sie es später!
es: El vídeo se recibirá cuando el contacto esté en línea, por favor espera o revisa más tarde.
fi: Video vastaanotetaan, kun kontaktisi on online-tilassa, odota tai tarkista myöhemmin!
fr: La vidéo ne sera reçue que lorsque votre contact sera en ligne. Veuillez patienter ou vérifier plus tard !
it: Il video verrà ricevuto quando il tuo contatto sarà in linea, attendi o controlla più tardi!
ja: 動画は相手がオンラインになったら受信されます。しばらくお待ちください！
th: จะได้รับวิดีโอเมื่อผู้ติดต่อของคุณออนไลน์ โปรดรอหรือตรวจสอบในภายหลัง!
uk: Відео буде отримано, коли ваш контакт буде онлайн, будь ласка, зачекайте або перевірте пізніше!

source: Videos and files up to 1gb
bg: Видео и файлове до 1gb
de: Videos und Dateien bis zu 1GB
es: Vídeos y archivos de hasta 1Gb
fi: Videot ja tiedostot 1 Gt asti
fr: Vidéos et fichiers jusqu'à 1Go
it: Video e file fino a 1 GB
ja: 1GBまでのビデオとファイル
th: วิดีโอและไฟล์สูงสุด 1gb
uk: Відео та файли до 1 Гб

source: View conditions
de: Nutzungsbedingungen anschauen
es: Ver condiciones
fr: Voir les conditions
it: Vedi le condizioni
uk: Умови перегляду

source: View security code
bg: Виж кода за сигурност
de: Schauen Sie sich den Sicherheitscode an
es: Mostrar código de seguridad
fi: Näytä turvakoodi
fr: Afficher le code de sécurité
it: Vedi codice di sicurezza
ja: セキュリティコードを確認
th: ดูรหัสความปลอดภัย
uk: Переглянути код безпеки

source: View updated conditions
de: Aktualisierte Nutzungsbedingungen anschauen
es: Ver condiciones actualizadas
fr: Voir les conditions mises à jour
it: Vedi le condizioni aggiornate
uk: Переглянути оновлені умови

source: Visible history
bg: Видима история
de: Sichtbarer Nachrichtenverlauf
es: Historial visible
fr: Historique visible
it: Cronologia visibile
uk: Видима історія

source: Voice message…
bg: Гласово съобщение…
de: Sprachnachrichten…
es: Mensaje de voz…
fi: Ääniviesti…
fr: Message vocal…
it: Messaggio vocale…
ja: 音声メッセージ…
th: ข้อความเสียง…
uk: Голосове повідомлення…

source: Voice messages
bg: Гласови съобщения
de: Sprachnachrichten
es: Mensajes de voz
fi: Ääniviestit
fr: Messages vocaux
it: Messaggi vocali
ja: 音声メッセージ
th: ข้อความเสียง
uk: Голосові повідомлення

source: Voice messages are prohibited in this chat.
bg: Гласовите съобщения са забранени в този чат.
de: In diesem Chat sind Sprachnachrichten nicht erlaubt.
es: Los mensajes de voz no están permitidos en este chat.
fi: Ääniviestit ovat kiellettyjä tässä keskustelussa.
fr: Les messages vocaux sont interdits dans ce chat.
it: I messaggi vocali sono vietati in questa chat.
ja: このチャットでは音声メッセージが使用禁止です。
th: ห้ามส่งข้อความเสียงในแชทนี้
uk: Голосові повідомлення в цьому чаті заборонені.

source: Voice messages are prohibited.
bg: Гласовите съобщения са забранени в тази група.
de: In dieser Gruppe sind Sprachnachrichten nicht erlaubt.
es: Los mensajes de voz no están permitidos en este grupo.
fr: Les messages vocaux sont interdits dans ce groupe.
it: I messaggi vocali sono vietati in questo gruppo.
uk: Голосові повідомлення в цій групі заборонені.

source: Voice messages not allowed
bg: Гласовите съобщения не са разрешени
de: Sprachnachrichten sind nicht erlaubt
es: Mensajes de voz no permitidos
fr: Les messages vocaux ne sont pas autorisés
it: Messaggi vocali non consentiti
uk: Голосові повідомлення заборонені

source: Voice messages prohibited!
bg: Гласовите съобщения са забранени!
de: Sprachnachrichten sind nicht erlaubt!
es: ¡Mensajes de voz no permitidos!
fi: Ääniviestit kielletty!
fr: Messages vocaux interdits !
it: Messaggi vocali vietati!
ja: 音声メッセージは使用禁止です！
th: ห้ามข้อความเสียง!
uk: Голосові повідомлення заборонені!

source: waiting for answer…
bg: чака се отговор…
de: Warten auf Antwort…
es: esperando respuesta…
fi: odottaa vastaamista…
fr: en attente de réponse…
it: in attesa di risposta…
ja: 応答待ち…
th: รอคำตอบ…
uk: в очікуванні відповіді…

source: waiting for confirmation…
bg: чака се за потвърждение…
de: Warten auf Bestätigung…
es: esperando confirmación…
fi: odottaa vahvistusta…
fr: en attente de confirmation…
it: in attesa di conferma…
ja: 確認待ち…
th: รอการยืนยัน…
uk: чекаємо на підтвердження…

source: Waiting for desktop...
bg: Изчакване на настолно устройство…
de: Es wird auf den Desktop gewartet...
es: Esperando ordenador...
fr: En attente du bureau...
it: In attesa del desktop...
uk: Чекаємо на десктопну версію...

source: Waiting for file
bg: Изчаква се получаването на файла
de: Warte auf Datei
es: Esperando archivo
fi: Odottaa tiedostoa
fr: En attente du fichier
it: In attesa del file
ja: ファイル待ち
th: กำลังรอไฟล์
uk: Очікування файлу

source: Waiting for image
bg: Изчаква се получаването на изображението
de: Warten auf ein Bild
es: Esperando imagen
fi: Odottaa kuvaa
fr: En attente de l'image
it: In attesa dell'immagine
ja: 画像を待機中
th: กําลังรอภาพ
uk: Очікування зображення

source: Waiting for video
bg: Изчаква се получаването на видеото
de: Auf das Video warten
es: Esperando el vídeo
fi: Odottaa videota
fr: En attente de la vidéo
it: In attesa del video
ja: ビデオ待機中
th: กําลังรอวิดีโอ
uk: Чекаємо на відео

source: Wallpaper accent
de: Wallpaper-Akzent
es: Color imagen de fondo
fr: Accentuation du papier-peint
it: Tinta dello sfondo
uk: Акцент на шпалерах

source: Wallpaper background
de: Wallpaper-Hintergrund
es: Color de fondo
fr: Fond d'écran
it: Retro dello sfondo
uk: Фон шпалер

source: wants to connect to you!
bg: иска да се свърже с вас!
de: möchte sich mit Ihnen verbinden!
es: ¡quiere contactar contigo!
fi: haluaa olla yhteydessä sinuun!
fr: veut établir une connexion !
it: vuole connettersi con te!
ja: はあなたと繋がりたいです！
th: ต้องการเชื่อมต่อกับคุณ!
uk: хоче зв'язатися з вами!

source: Warning: starting chat on multiple devices is not supported and will cause message delivery failures
bg: Внимание: стартирането на чата на множество устройства не се поддържа и ще доведе до неуспешно изпращане на съобщения
de: Warnung: Das Starten des Chats auf mehreren Geräten wird nicht unterstützt und wird zu Fehlern bei der Nachrichtenübermittlung führen
es: Atención: el inicio del chat en varios dispositivos es incompatible y provocará fallos en la entrega de mensajes
fr: Attention : démarrer une session de chat sur plusieurs appareils n'est pas pris en charge et entraînera des dysfonctionnements au niveau de la transmission des messages
it: Attenzione: avviare la chat su più dispositivi non è supportato e provocherà problemi di recapito dei messaggi
uk: Попередження: запуск чату на декількох пристроях не підтримується і може призвести до збоїв у доставці повідомлень

source: Warning: you may lose some data!
bg: Предупреждение: Може да загубите някои данни!
de: Warnung: Sie könnten einige Daten verlieren!
es: Atención: ¡puedes perder algunos datos!
fi: Varoitus: saatat menettää joitain tietoja!
fr: Attention : vous risquez de perdre des données !
it: Attenzione: potresti perdere alcuni dati!
ja: 警告: 一部のデータが失われる可能性があります!
th: คำเตือน: คุณอาจสูญเสียข้อมูลบางส่วน!
uk: Попередження: ви можете втратити деякі дані!

source: WebRTC ICE servers
bg: WebRTC ICE сървъри
de: WebRTC ICE-Server
es: Servidores WebRTC ICE
fi: WebRTC ICE -palvelimet
fr: Serveurs WebRTC ICE
it: Server WebRTC ICE
ja: WebRTC ICEサーバ
th: เซิร์ฟเวอร์ WebRTC ICE
uk: Сервери WebRTC ICE

source: weeks
bg: седмици
de: Wochen
es: semanas
fi: viikkoa
fr: semaines
it: settimane
ja: 週
th: สัปดาห์
uk: тижнів

source: Welcome %@!
bg: Добре дошли %@!
de: Willkommen %@!
es: ¡Bienvenido %@!
fi: Tervetuloa %@!
fr: Bienvenue %@ !
it: Benvenuto/a %@!
ja: ようこそ %@!
th: ยินดีต้อนรับ %@!
uk: Ласкаво просимо %@!

source: Welcome message
bg: Съобщение при посрещане
de: Begrüßungsmeldung
es: Mensaje de bienvenida
fi: Tervetuloviesti
fr: Message de bienvenue
it: Messaggio di benvenuto
ja: ウェルカムメッセージ
th: ข้อความต้อนรับ
uk: Вітальне повідомлення

source: Welcome message is too long
bg: Съобщението при посрещане е твърде дълго
de: Die Begrüßungsmeldung ist zu lang
es: Mensaje de bienvenida demasiado largo
fr: Le message de bienvenue est trop long
it: Il messaggio di benvenuto è troppo lungo
uk: Привітальне повідомлення занадто довге

source: Welcome your contacts 👋
de: Begrüßen Sie Ihre Kontakte 👋

source: What's new
bg: Какво е новото
de: Was ist neu
es: Novedades
fi: Uusimmat
fr: Quoi de neuf ?
it: Novità
ja: 新着情報
th: มีอะไรใหม่
uk: Що нового

source: When available
bg: Когато са налични
de: Wenn verfügbar
es: Si disponibles
fi: Kun saatavilla
fr: Quand disponible
it: Quando disponibili
ja: 利用可能時に
th: เมื่อพร้อมใช้งาน
uk: За наявності

source: When connecting audio and video calls.
bg: При свързване на аудио и видео разговори.
de: Bei der Verbindung über Audio- und Video-Anrufe.
es: Al iniciar llamadas de audio y vídeo.
fr: Lors des appels audio et vidéo.
it: Quando si connettono le chiamate audio e video.
uk: При підключенні аудіо та відеодзвінків.

source: when IP hidden
de: Wenn die IP-Adresse versteckt ist
es: con IP oculta
fr: lorsque l'IP est masquée
it: quando l'IP è nascosto
uk: коли IP приховано

source: When more than one operator is enabled, none of them has metadata to learn who communicates with whom.
de: Wenn mehrere Netzwerk-Betreiber aktiviert sind, hat keiner von ihnen Metadaten, um zu erfahren, wer mit wem kommuniziert.
es: Cuando está habilitado más de un operador, ninguno dispone de los metadatos para conocer quién se comunica con quién.
fr: Lorsque plusieurs opérateurs sont activés, aucun d'entre eux ne dispose de métadonnées permettant de savoir qui communique avec qui.
it: Quando più di un operatore è attivato, nessuno di essi ha metadati per scoprire chi comunica con chi.
uk: Коли увімкнено більше одного оператора, жоден з них не має метаданих, щоб дізнатися, хто з ким спілкується.

source: When you share an incognito profile with somebody, this profile will be used for the groups they invite you to.
bg: Когато споделяте инкогнито профил с някого, този профил ще се използва за групите, в които той ви кани.
de: Wenn Sie ein Inkognito-Profil mit Jemandem teilen, wird dieses Profil auch für die Gruppen verwendet, für die Sie von diesem Kontakt eingeladen werden.
es: Cuando compartes un perfil incógnito con alguien, este perfil también se usará para los grupos a los que te inviten.
fi: Kun jaat inkognitoprofiilin jonkun kanssa, tätä profiilia käytetään ryhmissä, joihin tämä sinut kutsuu.
fr: Lorsque vous partagez un profil incognito avec quelqu'un, ce profil sera utilisé pour les groupes auxquels il vous invite.
it: Quando condividi un profilo in incognito con qualcuno, questo profilo verrà utilizzato per i gruppi a cui ti invitano.
ja: 連絡相手にシークレットモードのプロフィールを共有すると、その連絡相手に招待されたグループでも同じプロフィールが使われます。
th: เมื่อคุณแชร์โปรไฟล์ที่ไม่ระบุตัวตนกับใครสักคน โปรไฟล์นี้จะใช้สำหรับกลุ่มที่พวกเขาเชิญคุณ
uk: Коли ви ділитеся з кимось своїм профілем інкогніто, цей профіль буде використовуватися для груп, до яких вас запрошують.

source: Will be enabled in direct chats!
bg: Ще бъде активирано в личните чатове!
de: Wird in direkten Chats automatisch aktiviert!
es: ¡Será habilitado en los chats directos!
fr: Activé dans les discussions directes !
it: Viene attivata nelle chat dirette!
uk: Буде ввімкнено в прямих чатах!

source: Wired ethernet
bg: Кабелен Ethernet
de: Kabelgebundenes Netzwerk
es: Ethernet por cable
fr: Ethernet câblé
it: Cavo ethernet
uk: Дротова мережа Ethernet

source: With encrypted files and media.
bg: С криптирани файлове и медия.
de: Mit verschlüsselten Dateien und Medien.
es: Con cifrado de archivos y multimedia.
fr: Avec les fichiers et les médias chiffrés.
it: Con file e multimediali criptati.
uk: З зашифрованими файлами та медіа.

source: With optional welcome message.
bg: С незадължително съобщение при посрещане.
de: Mit optionaler Begrüßungsmeldung.
es: Con mensaje de bienvenida opcional.
fi: Valinnaisella tervetuloviestillä.
fr: Avec message de bienvenue facultatif.
it: Con messaggio di benvenuto facoltativo.
ja: 任意のウェルカムメッセージ付き。
th: พร้อมข้อความต้อนรับที่ไม่บังคับ
uk: З необов'язковим вітальним повідомленням.

source: With reduced battery usage.
bg: С намален разход на батерията.
de: Mit reduziertem Akkuverbrauch.
es: Con uso reducido de batería.
fr: Consommation réduite de la batterie.
it: Con consumo di batteria ridotto.
uk: З меншим споживанням заряду акумулятора.

source: Without Tor or VPN, your IP address will be visible to file servers.
de: Ohne Tor- oder VPN-Nutzung wird Ihre IP-Adresse für Datei-Server sichtbar sein.
es: Sin Tor o VPN, tu dirección IP será visible para los servidores de archivos.
fr: Sans Tor ou un VPN, votre adresse IP sera visible par les serveurs de fichiers.
it: Senza Tor o VPN, il tuo indirizzo IP sarà visibile ai server di file.
uk: Без Tor або VPN ваша IP-адреса буде видимою для файлових серверів.
