Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: To protect your information, turn on SimpleX Lock. You will be prompted to complete authentication before this feature is enabled.
bg: За да защитите информацията си, включете SimpleX заключване. Ще бъдете подканени да извършите идентификация, преди тази функция да бъде активирана.
de: Um Ihre Informationen zu schützen, schalten Sie die SimpleX-Sperre ein. Sie werden aufgefordert, die Authentifizierung abzuschließen, bevor diese Funktion aktiviert wird.
es: Para proteger tu información, activa el Bloqueo SimpleX. Se te pedirá que completes la autenticación antes de activar esta función.
fi: Suojaa tietosi ottamalla SimpleX Lock käyttöön. Sinua kehotetaan suorittamaan todennus loppuun, ennen kuin tämä ominaisuus otetaan käyttöön.
fr: Pour protéger vos informations, activez la fonction SimpleX Lock. Vous serez invité à confirmer l'authentification avant que cette fonction ne soit activée.
it: Per proteggere le tue informazioni, attiva SimpleX Lock. Ti verrà chiesto di completare l'autenticazione prima di attivare questa funzionalità.
ja: あなたのデータを守るために、SimpleXロックをオンにしてください。 オンにするには、認証ステップが行われます。
th: เพื่อปกป้องข้อมูลของคุณ ให้เปิด SimpleX Lock คุณจะได้รับแจ้งให้ยืนยันตัวตนให้เสร็จสมบูรณ์ก่อนที่จะเปิดใช้งานคุณลักษณะนี้
uk: Щоб захистити вашу інформацію, увімкніть SimpleX Lock. Перед увімкненням цієї функції вам буде запропоновано пройти автентифікацію.

source: To protect your IP address, private routing uses your SMP servers to deliver messages.
de: Zum Schutz Ihrer IP-Adresse, wird für die Nachrichten-Auslieferung privates Routing über Ihre konfigurierten SMP-Server genutzt.
es: Para proteger tu dirección IP, el enrutamiento privado usa tu lista de servidores SMP para enviar mensajes.
fr: Pour protéger votre adresse IP, le routage privé utilise vos serveurs SMP pour délivrer les messages.
it: Per proteggere il tuo indirizzo IP, l'instradamento privato usa i tuoi server SMP per consegnare i messaggi.
uk: Щоб захистити вашу IP-адресу, приватна маршрутизація використовує ваші SMP-сервери для доставки повідомлень.

source: To protect your privacy, SimpleX uses separate IDs for each of your contacts.
bg: За да се защити поверителността, вместо потребителски идентификатори, използвани от всички други платформи, SimpleX има идентификатори за опашки от съобщения, отделни за всеки от вашите контакти.
de: Zum Schutz Ihrer Privatsphäre verwendet SimpleX an Stelle von Benutzerkennungen, die von allen anderen Plattformen verwendet werden, Kennungen für Nachrichtenwarteschlangen, die für jeden Ihrer Kontakte individuell sind.
es: Para proteger tu privacidad, SimpleX usa identificadores distintos para cada uno de tus contactos.
fr: Pour protéger votre vie privée, au lieu d’IDs utilisés par toutes les autres plateformes, SimpleX a des IDs pour les queues de messages, distinctes pour chacun de vos contacts.
it: Per proteggere la privacy, invece degli ID utente utilizzati da tutte le altre piattaforme, SimpleX ha identificatori per le code di messaggi, separati per ciascuno dei tuoi contatti.
uk: Щоб захистити конфіденційність, замість ідентифікаторів користувачів, які використовуються на всіх інших платформах, SimpleX має ідентифікатори для черг повідомлень, окремі для кожного з ваших контактів.

source: To receive
de: Für den Empfang
es: Para recibir
fr: Pour recevoir
it: Per ricevere
uk: Щоб отримати

source: To record speech please grant permission to use Microphone.
de: Bitte erteilen Sie für Sprach-Aufnahmen die Genehmigung das Mikrofon zu nutzen.
es: Para grabación de voz, por favor concede el permiso para usar el micrófono.
fr: Si vous souhaitez enregistrer une conversation, veuillez autoriser l'utilisation du microphone.
it: Per registrare l'audio, concedi l'autorizzazione di usare il microfono.
uk: Для запису промови, будь ласка, надайте дозвіл на використання мікрофону.

source: To record video please grant permission to use Camera.
de: Bitte erteilen Sie für Video-Aufnahmen die Genehmigung die Kamera zu nutzen.
es: Para grabación de vídeo, por favor concede el permiso para usar la cámara.
fr: Si vous souhaitez enregistrer une vidéo, veuillez autoriser l'utilisation de la caméra.
it: Per registrare il video, concedi l'autorizzazione di usare la fotocamera.
uk: Для запису відео, будь ласка, надайте дозвіл на використання камери.

source: To record voice message please grant permission to use Microphone.
bg: За да запишете гласово съобщение, моля, дайте разрешение за използване на микрофон.
de: Bitte erlauben Sie die Nutzung des Mikrofons, um Sprachnachrichten aufnehmen zu können.
es: Para grabar el mensaje de voz concede permiso para usar el micrófono.
fi: Jos haluat nauhoittaa ääniviestin, anna lupa käyttää mikrofonia.
fr: Pour enregistrer un message vocal, veuillez accorder la permission d'utiliser le microphone.
it: Per registrare un messaggio vocale, concedi l'autorizzazione all'uso del microfono.
ja: 音声メッセージを録音する場合は、マイクの使用を許可してください。
th: ในการบันทึกข้อความเสียง โปรดให้สิทธิ์ในการใช้ไมโครโฟน
uk: Щоб записати голосове повідомлення, будь ласка, надайте дозвіл на використання мікрофону.

source: To reveal your hidden profile, enter a full password into a search field in **Your chat profiles** page.
bg: За да разкриете своя скрит профил, въведете пълна парола в полето за търсене на страницата **Вашите чат профили**.
de: Geben Sie ein vollständiges Passwort in das Suchfeld auf der Seite **Ihre Chat-Profile** ein, um Ihr verborgenes Profil zu sehen.
es: Para hacer visible tu perfil oculto, introduce la contraseña en el campo de búsqueda del menú **Mis perfiles**.
fi: Voit paljastaa piilotetun profiilisi syöttämällä koko salasanan hakukenttään **Keskusteluprofiilisi** -sivulla.
fr: Pour révéler votre profil caché, entrez le mot de passe dans le champ de recherche de la page **Vos profils de chat**.
it: Per rivelare il tuo profilo nascosto, inserisci una password completa in un campo di ricerca nella pagina **I tuoi profili di chat**.
ja: 非表示のプロフィールを表示するには、**チャット プロフィール** ページの検索フィールドに完全なパスワードを入力します。
th: หากต้องการเปิดเผยโปรไฟล์ที่ซ่อนอยู่ของคุณ ให้ป้อนรหัสผ่านแบบเต็มในช่องค้นหาในหน้า **โปรไฟล์แชทของคุณ**
uk: Щоб відкрити свій прихований профіль, введіть повний пароль у поле пошуку на сторінці **Ваші профілі чату**.

source: To send
de: Für das Senden
es: Para enviar
fr: Pour envoyer
it: Per inviare
uk: Щоб відправити

source: To send commands you must be connected.
de: Um Befehle senden zu können, müssen Sie verbunden sein.

source: To support instant push notifications the chat database has to be migrated.
bg: За поддръжка на незабавни push известия, базата данни за чат трябва да бъде мигрирана.
de: Um sofortige Push-Benachrichtigungen zu unterstützen, muss die Chat-Datenbank migriert werden.
es: Para permitir las notificaciones automáticas instantáneas, la base de datos se debe migrar.
fi: Keskustelujen-tietokanta on siirrettävä välittömien push-ilmoitusten tukemiseksi.
fr: Pour prendre en charge les notifications push instantanées, la base de données du chat doit être migrée.
it: Per supportare le notifiche push istantanee, il database della chat deve essere migrato.
ja: インスタント プッシュ通知をサポートするには、チャット データベースを移行する必要があります。
th: เพื่อรองรับการแจ้งเตือนแบบทันที ฐานข้อมูลการแชทจะต้องได้รับการโยกย้าย
uk: Для підтримки миттєвих push-повідомлень необхідно перенести базу даних чату.

source: To use another profile after connection attempt, delete the chat and use the link again.
de: Wenn Sie nach dem Verbindungsversuch ein anderes Profil verwenden möchten, löschen Sie den Chat und verwenden Sie den Link erneut.

source: To use the servers of **%@**, accept conditions of use.
de: Um die Server von **%@** zu nutzen, müssen Sie dessen Nutzungsbedingungen akzeptieren.
es: Para usar los servidores de **%@**, debes aceptar las condiciones de uso.
fr: Pour utiliser les serveurs de **%@**, acceptez les conditions d'utilisation.
it: Per usare i server di **%@**, accetta le condizioni d'uso.
uk: Щоб користуватися серверами **%@**, прийміть умови використання.

source: To verify end-to-end encryption with your contact compare (or scan) the code on your devices.
bg: За да проверите криптирането от край до край с вашия контакт, сравнете (или сканирайте) кода на вашите устройства.
de: Um die Ende-zu-Ende-Verschlüsselung mit Ihrem Kontakt zu überprüfen, müssen Sie den Sicherheitscode in Ihren Apps vergleichen oder scannen.
es: Para verificar el cifrado de extremo a extremo con tu contacto, compara (o escanea) el código en ambos dispositivos.
fi: Voit tarkistaa päästä päähän -salauksen kontaktisi kanssa vertaamalla (tai skannaamalla) laitteidenne koodia.
fr: Pour vérifier le chiffrement de bout en bout avec votre contact, comparez (ou scannez) le code sur vos appareils.
it: Per verificare la crittografia end-to-end con il tuo contatto, confrontate (o scansionate) il codice sui vostri dispositivi.
ja: エンドツーエンド暗号化を確認するには、ご自分の端末と連絡先の端末のコードを比べます (スキャンします)。
th: ในการตรวจสอบการเข้ารหัสแบบ encrypt จากต้นจนจบ กับผู้ติดต่อของคุณ ให้เปรียบเทียบ (หรือสแกน) รหัสบนอุปกรณ์ของคุณ
uk: Щоб перевірити наскрізне шифрування з вашим контактом, порівняйте (або відскануйте) код на ваших пристроях.

source: Toggle chat list:
de: Chat-Liste umschalten:
es: Alternar lista de chats:
fr: Afficher la liste des conversations :
it: Cambia l'elenco delle chat:
uk: Перемикання списку чату:

source: Toggle incognito when connecting.
bg: Избор на инкогнито при свързване.
de: Inkognito beim Verbinden einschalten.
es: Activa incógnito al conectar.
fr: Basculer en mode incognito lors de la connexion.
it: Attiva/disattiva l'incognito quando ti colleghi.
uk: Увімкніть інкогніто при підключенні.

source: Toolbar opacity
de: Deckkraft der Symbolleiste
es: Opacidad barra
fr: Opacité de la barre d'outils
it: Opacità barra degli strumenti
uk: Непрозорість панелі інструментів

source: Total
de: Summe aller Abonnements
it: Totale
uk: Всього

source: Transport sessions
de: Transport-Sitzungen
es: Sesiones de transporte
fr: Sessions de transport
it: Sessioni di trasporto
uk: Транспортні сесії

source: Trying to connect to the server used to receive messages from this connection.
de: Versuche eine Verbindung mit dem Server aufzunehmen, der für den Empfang von Nachrichten dieser Verbindung genutzt wird.

source: Turkish interface
bg: Турски интерфейс
de: Türkische Bedienoberfläche
es: Interfaz en turco
fr: Interface en turc
it: Interfaccia in turco
uk: Турецький інтерфейс

source: Turn off
bg: Изключи
de: Abschalten
es: Desactivar
fi: Sammuta
fr: Désactiver
it: Spegni
ja: オフにする
th: ปิด
uk: Вимкнути

source: Turn on
bg: Включи
de: Einschalten
es: Activar
fi: Kytke päälle
fr: Activer
it: Attiva
ja: オンにする
th: เปิด
uk: Ввімкнути

source: Unable to record voice message
bg: Не може да се запише гласово съобщение
de: Die Aufnahme einer Sprachnachricht ist nicht möglich
es: No se puede grabar mensaje de voz
fi: Ääniviestiä ei voi tallentaa
fr: Impossible d'enregistrer un message vocal
it: Impossibile registrare il messaggio vocale
ja: 音声メッセージを録音できません
th: ไม่สามารถบันทึกข้อความเสียง
uk: Не вдається записати голосове повідомлення

source: Unblock
bg: Отблокирай
de: Freigeben
es: Desbloquear
fr: Débloquer
it: Sblocca
uk: Розблoкувати

source: Unblock for all
bg: Отблокирай за всички
de: Für Alle freigeben
es: Desbloquear para todos
fr: Débloquer pour tous
it: Sblocca per tutti
uk: Розблокування для всіх

source: Unblock member
bg: Отблокирай член
de: Mitglied freigeben
es: Desbloquear miembro
fr: Débloquer ce membre
it: Sblocca membro
uk: Розблокувати учасника

source: Unblock member for all?
bg: Отблокиране на член за всички?
de: Mitglied für Alle freigeben?
es: ¿Desbloquear el miembro para todos?
fr: Débloquer le membre pour tous ?
it: Sbloccare il membro per tutti?
uk: Розблокувати учасника для всіх?

source: Unblock member?
bg: Отблокирай член?
de: Mitglied freigeben?
es: ¿Desbloquear miembro?
fr: Débloquer ce membre ?
it: Sbloccare il membro?
uk: Розблокувати учасника?

source: unblocked %@
bg: отблокиран %@
de: hat %@ freigegeben
es: ha desbloqueado a %@
fr: %@ débloqué
it: ha sbloccato %@
uk: розблоковано %@

source: Undelivered messages
de: Nicht ausgelieferte Nachrichten
es: Mensajes no entregados
fr: Messages non distribués
it: Messaggi non consegnati
uk: Недоставлені повідомлення

source: Unexpected migration state
bg: Неочаквано състояние на миграция
de: Unerwarteter Migrationsstatus
es: Estado de migración inesperado
fi: Odottamaton siirtotila
fr: État de la migration inattendu
it: Stato di migrazione imprevisto
ja: 予期しない移行状態
th: สถานะการย้ายข้อมูลที่ไม่คาดคิด
uk: Неочікуваний стан міграції

source: Unfav.
bg: Премахни от любимите
de: Fav. entf.
es: No fav.
fi: Epäsuotuisa.
it: Non pref.
ja: お気に入りを取り消す。
th: เลิกชอบ
uk: Нелюб.

source: Unhide
bg: Покажи
de: Verbergen aufheben
es: Mostrar
fi: Näytä
fr: Dévoiler
it: Svela
ja: 表示にする
th: ยกเลิกการซ่อน
uk: Показати

source: Unhide chat profile
bg: Покажи чат профила
de: Verbergen des Chat-Profils aufheben
es: Mostrar perfil oculto
fi: Näytä keskusteluprofiili
fr: Dévoiler le profil de chat
it: Svela il profilo chat
ja: チャットのプロフィールを表示する
th: ยกเลิกการซ่อนโปรไฟล์การแชท
uk: Показати профіль чату

source: Unhide profile
bg: Покажи профила
de: Verbergen des Profils aufheben
es: Mostrar perfil
fi: Näytä profiili
fr: Dévoiler le profil
it: Svela profilo
ja: プロフィールを表示する
th: เลิกซ่อนโปรไฟล์
uk: Показати профіль

source: Unit
bg: Мерна единица
de: Einheit
es: Unidad
fi: Yksikkö
fr: Unité
it: Unità
ja: 単位
th: หน่วย
uk: Одиниця

source: unknown
bg: неизвестен
de: Unbekannt
es: desconocido
fi: tuntematon
fr: inconnu
it: sconosciuto
ja: 不明
th: ไม่ทราบ
uk: невідомий

source: Unknown caller
bg: Неизвестен номер
de: Anrufer unbekannt
es: Llamada desconocida
fi: Tuntematon soittaja
fr: Appel inconnu
it: Chiamante sconosciuto
ja: 不明な発信者
th: ผู้โทรที่ไม่รู้จัก
uk: Невідомий абонент

source: Unknown database error: %@
bg: Неизвестна грешка в базата данни: %@
de: Unbekannter Datenbankfehler: %@
es: Error desconocido base de datos: %@
fi: Tuntematon tietokantavirhe: %@
fr: Erreur inconnue de la base de données : %@
it: Errore del database sconosciuto: %@
ja: 不明なデータベースエラー: %@
th: ข้อผิดพลาดของฐานข้อมูลที่ไม่รู้จัก: %@
uk: Невідома помилка бази даних: %@

source: Unknown error
bg: Непозната грешка
de: Unbekannter Fehler
es: Error desconocido
fi: Tuntematon virhe
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
th: ข้อผิดพลาดที่ไม่รู้จัก
uk: Невідома помилка

source: unknown servers
de: Unbekannte Relais
es: con servidores desconocidos
fr: relais inconnus
it: relay sconosciuti
uk: невідомі реле

source: Unknown servers!
de: Unbekannte Server!
es: ¡Servidores desconocidos!
fr: Serveurs inconnus !
it: Server sconosciuti!
uk: Невідомі сервери!

source: unknown status
bg: неизвестен статус
de: unbekannter Gruppenmitglieds-Status
es: estado desconocido
fr: statut inconnu
it: stato sconosciuto
uk: невідомий статус

source: Unless you use iOS call interface, enable Do Not Disturb mode to avoid interruptions.
bg: Освен ако не използвате интерфейса за повикване на iOS, активирайте режима "Не безпокой", за да избегнете прекъсвания.
de: Aktivieren Sie den Modus "Bitte nicht stören", um Unterbrechungen zu vermeiden, es sei denn, Sie verwenden die iOS Anrufschnittstelle.
es: A menos que utilices la interfaz de llamadas de iOS, activa el modo No molestar para evitar interrupciones.
fi: Ellet käytä iOS:n puhelinkäyttöliittymää, ota Älä häiritse -tila käyttöön keskeytysten välttämiseksi.
fr: À moins que vous utilisiez l'interface d'appel d'iOS, activez le mode "Ne pas déranger" pour éviter les interruptions.
it: A meno che non utilizzi l'interfaccia di chiamata iOS, attiva la modalità Non disturbare per evitare interruzioni.
ja: iOS 通話インターフェイスを使用しない場合は、中断を避けるために「おやすみモード」を有効にしてください。
th: ยกเว้นกรณีที่คุณใช้อินเทอร์เฟซการโทรของ iOS ให้เปิดใช้งานโหมดห้ามรบกวนเพื่อหลีกเลี่ยงการรบกวน
uk: Якщо ви не користуєтеся інтерфейсом виклику iOS, увімкніть режим "Не турбувати", щоб уникнути переривань.

source: Unless your contact deleted the connection or this link was already used, it might be a bug - please report it. To connect, please ask your contact to create another connection link and check that you have a stable network connection.
bg: Освен ако вашият контакт не е изтрил връзката или този линк вече е бил използван, това може да е грешка - моля, докладвайте. За да се свържете, моля, помолете вашия контакт да създаде друг линк за връзка и проверете дали имате стабилна мрежова връзка.
de: Entweder hat Ihr Kontakt die Verbindung gelöscht, oder dieser Link wurde bereits verwendet, es könnte sich um einen Fehler handeln - Bitte melden Sie es uns. Bitten Sie Ihren Kontakt darum einen weiteren Verbindungs-Link zu erzeugen, um sich neu verbinden zu können und stellen Sie sicher, dass Sie eine stabile Netzwerk-Verbindung haben.
es: A menos que tu contacto haya eliminado la conexión o el enlace se haya usado, podría ser un error. Por favor, notifícalo. Para conectarte pide a tu contacto que cree otro enlace y comprueba la conexión de red.
fi: Ellei yhteyshenkilösi poistanut yhteyttä tai tämä linkki oli jo käytössä, se voi olla virhe - ilmoita siitä. Jos haluat muodostaa yhteyden, pyydä kontaktiasi luomaan toinen yhteyslinkki ja tarkista, että verkkoyhteytesi on vakaa.
fr: A moins que votre contact ait supprimé la connexion ou que ce lien ait déjà été utilisé, il peut s'agir d'un bug - veuillez le signaler. Pour vous connecter, veuillez demander à votre contact de créer un autre lien de connexion et vérifiez que vous disposez d'une connexion réseau stable.
it: A meno che il tuo contatto non abbia eliminato la connessione o che questo link non sia già stato usato, potrebbe essere un errore; per favore segnalalo. Per connetterti, chiedi al tuo contatto di creare un altro link di connessione e controlla di avere una connessione di rete stabile.
ja: 連絡先が接続を削除したか、このリンクがすでに使用されている場合を除き、バグである可能性がありますので、報告してください。 接続するには、連絡先に別の接続リンクを作成するよう依頼し、ネットワーク接続が安定していることを確認してください。
th: เว้นแต่ผู้ติดต่อของคุณลบการเชื่อมต่อหรือลิงก์นี้ถูกใช้ไปแล้ว อาจเป็นข้อผิดพลาด โปรดรายงาน ในการเชื่อมต่อ โปรดขอให้ผู้ติดต่อของคุณสร้างลิงก์การเชื่อมต่ออื่น และตรวจสอบว่าคุณมีการเชื่อมต่อเครือข่ายที่เสถียร
uk: Якщо ваш контакт не видалив з'єднання або якщо це посилання вже використовувалося, це може бути помилкою - будь ласка, повідомте про це. Щоб підключитися, попросіть вашого контакта створити інше посилання і перевірте, чи маєте ви стабільне з'єднання з мережею.

source: Unlink
bg: Забрави
de: Entkoppeln
es: Desenlazar
fr: Délier
it: Scollega
uk: Роз'єднати зв'язок

source: Unlink desktop?
bg: Забрави настолно устройство?
de: Desktop entkoppeln?
es: ¿Desenlazar ordenador?
fr: Délier le bureau ?
it: Scollegare il desktop?
uk: Від'єднати робочий стіл?

source: Unlock
bg: Отключи
de: Entsperren
es: Desbloquear
fi: Avaa
fr: Déverrouiller
it: Sblocca
ja: ロック解除
th: ปลดล็อค
uk: Розблокувати

source: Unlock app
bg: Отключи приложението
de: App entsperren
es: Desbloquear aplicación
fi: Avaa sovellus
fr: Déverrouiller l'app
it: Sblocca l'app
ja: アプリのロック解除
th: ปลดล็อคแอป
uk: Розблокувати додаток

source: Unmute
bg: Уведомявай
de: Stummschaltung aufheben
es: Activar audio
fi: Poista mykistys
fr: Démute
it: Riattiva notifiche
ja: ミュート解除
th: เปิดเสียง
uk: Увімкнути звук

source: unprotected
de: Ungeschützt
es: con IP desprotegida
fr: non protégé
it: non protetto
uk: незахищені

source: Unread
bg: Непрочетено
de: Ungelesen
es: No leído
fi: Lukematon
fr: Non lu
it: Non letto
ja: 未読
th: เปลี่ยนเป็นยังไม่ได้อ่าน
uk: Непрочитане

source: Unsupported connection link
de: Verbindungs-Link wird nicht unterstützt
es: Enlace de conexión no compatible
it: Link di connessione non supportato

source: Up to 100 last messages are sent to new members.
bg: На новите членове се изпращат до последните 100 съобщения.
de: Bis zu 100 der letzten Nachrichten werden an neue Mitglieder gesendet.
es: Hasta 100 últimos mensajes son enviados a los miembros nuevos.
fr: Les 100 derniers messages sont envoyés aux nouveaux membres.
it: Vengono inviati ai nuovi membri fino a 100 ultimi messaggi.
uk: Новим користувачам надсилається до 100 останніх повідомлень.

source: Update
bg: Актуализация
de: Aktualisieren
es: Actualizar
fi: Päivitä
fr: Mise à jour
it: Aggiorna
ja: 更新
th: อัปเดต
uk: Оновлення

source: Update database passphrase
bg: Актуализирай паролата на базата данни
de: Datenbank-Passwort aktualisieren
es: Actualizar contraseña de la base de datos
fi: Päivitä tietokannan tunnuslause
fr: Mise à jour de la phrase secrète de la base de données
it: Aggiorna la password del database
ja: データベースのパスフレーズを更新
th: อัปเดตรหัสผ่านของฐานข้อมูล
uk: Оновити парольну фразу бази даних

source: Update network settings?
bg: Актуализиране на мрежовите настройки?
de: Netzwerkeinstellungen aktualisieren?
es: ¿Actualizar la configuración de red?
fi: Päivitä verkkoasetukset?
fr: Mettre à jour les paramètres réseau ?
it: Aggiornare le impostazioni di rete?
ja: ネットワーク設定を更新しますか？
th: อัปเดตการตั้งค่าเครือข่ายไหม?
uk: Оновити налаштування мережі?

source: Update settings?
de: Einstellungen aktualisieren?
es: ¿Actualizar configuración?
fr: Mettre à jour les paramètres ?
it: Aggiornare le impostazioni?
uk: Оновити налаштування?

source: Updated conditions
de: Aktualisierte Nutzungsbedingungen
es: Condiciones actualizadas
it: Condizioni aggiornate

source: updated group profile
bg: актуализиран профил на групата
de: Aktualisiertes Gruppenprofil
es: ha actualizado el perfil del grupo
fi: päivitetty ryhmäprofiili
fr: mise à jour du profil de groupe
it: ha aggiornato il profilo del gruppo
ja: グループプロフィールを更新しました
th: อัปเดตโปรไฟล์กลุ่มแล้ว
uk: оновлений профіль групи

source: updated profile
bg: актуализиран профил
de: Das Profil wurde aktualisiert
es: perfil actualizado
fr: profil mis à jour
it: profilo aggiornato
uk: оновлений профіль

source: Updating settings will re-connect the client to all servers.
bg: Актуализирането на настройките ще свърже отново клиента към всички сървъри.
de: Die Aktualisierung der Einstellungen wird den Client wieder mit allen Servern verbinden.
es: Para actualizar la configuración el cliente se reconectará a todos los servidores.
fi: Asetusten päivittäminen yhdistää asiakkaan uudelleen kaikkiin palvelimiin.
fr: La mise à jour des ces paramètres reconnectera le client à tous les serveurs.
it: L'aggiornamento delle impostazioni riconnetterà il client a tutti i server.
ja: 設定を更新すると、全サーバにクライントの再接続が行われます。
th: การอัปเดตการตั้งค่าจะเชื่อมต่อไคลเอนต์กับเซิร์ฟเวอร์ทั้งหมดอีกครั้ง
uk: Оновлення налаштувань призведе до перепідключення клієнта до всіх серверів.

source: Upgrade
de: Aktualisieren

source: Upgrade address
de: Adresse aktualisieren

source: Upgrade address?
de: Adresse aktualisieren?

source: Upgrade and open chat
bg: Актуализирай и отвори чата
de: Aktualisieren und den Chat öffnen
es: Actualizar y abrir Chat
fi: Päivitä ja avaa keskustelu
fr: Mettre à niveau et ouvrir le chat
it: Aggiorna e apri chat
ja: アップグレードしてチャットを開く
th: อัปเกรดและเปิดการแชท
uk: Оновлення та відкритий чат

source: Upgrade group link?
de: Gruppen-Link aktualisieren?

source: Upgrade link
de: Link hinzufügen

source: Upgrade your address
de: Ihre Adresse aktualisieren

source: Upload errors
de: Fehler beim Hochladen
es: Errores en subida
fr: Erreurs de téléversement
it: Errori di invio
uk: Помилки завантаження

source: Upload failed
bg: Неуспешно качване
de: Hochladen fehlgeschlagen
es: Error de subida
fr: Échec de l'envoi
it: Invio fallito
uk: Не вдалося завантфжити

source: Upload file
bg: Качи файл
de: Datei hochladen
es: Subir archivo
fi: Lataa tiedosto
fr: Téléverser le fichier
it: Invia file
ja: ファイルをアップロードする
th: อัปโหลดไฟล์
uk: Завантажити файл

source: Uploaded
de: Hochgeladen
es: Subido
fr: Téléversé
it: Inviato
uk: Завантажено

source: Uploaded files
de: Hochgeladene Dateien
es: Archivos subidos
fr: Fichiers téléversés
it: File inviati
uk: Завантажені файли
