Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: Sent messages will be deleted after set time.
bg: Изпратените съобщения ще бъдат изтрити след зададеното време.
de: Gesendete Nachrichten werden nach der eingestellten Zeit gelöscht.
es: Los mensajes enviados se eliminarán una vez transcurrido el tiempo establecido.
fi: Lähetetyt viestit poistetaan asetetun ajan kuluttua.
fr: Les messages envoyés seront supprimés après une durée déterminée.
it: I messaggi inviati verranno eliminati dopo il tempo impostato.
ja: 一定時間が経ったら送信されたメッセージが削除されます。
th: ข้อความที่ส่งจะถูกลบหลังเกินเวลาที่กําหนด
uk: Надіслані повідомлення будуть видалені через встановлений час.

source: Sent reply
de: Gesendete Antwort
es: Respuesta enviada
fr: Réponse envoyée
it: Risposta inviata
uk: Надіслано відповідь

source: Sent total
de: Summe aller gesendeten Nachrichten
es: Total enviados
fr: Total envoyé
it: Totale inviato
uk: Відправлено всього

source: Sent via proxy
de: Über einen Proxy gesendet
es: Mediante proxy
fr: Envoyé via le proxy
it: Inviato via proxy
uk: Відправлено через проксі

source: Server added to operator %@.
de: Der Server wurde dem Betreiber %@ hinzugefügt.
es: Servidor añadido al operador %@.
fr: Serveur ajouté à l'opérateur %@.
it: Server aggiunto all'operatore %@.
uk: Сервер додано до оператора %@.

source: Server address
de: Server-Adresse
es: Dirección del servidor
fr: Adresse du serveur
it: Indirizzo server
uk: Адреса сервера

source: Server address is incompatible with network settings: %@.
de: Die Server-Adresse ist nicht mit den Netzwerkeinstellungen kompatibel: %@.
es: La dirección del servidor es incompatible con la configuración de la red: %@.
fr: L'adresse du serveur est incompatible avec les paramètres réseau : %@.
it: L'indirizzo del server è incompatibile con le impostazioni di rete: %@.
uk: Адреса сервера несумісна з налаштуваннями мережі: %@.

source: Server address is incompatible with network settings.
de: Die Server-Adresse ist nicht mit den Netzwerkeinstellungen kompatibel.
es: La dirección del servidor es incompatible con la configuración de la red.
fr: L'adresse du serveur est incompatible avec les paramètres du réseau.
it: L'indirizzo del server non è compatibile con le impostazioni di rete.
uk: Адреса сервера несумісна з налаштуваннями мережі.

source: Server operator changed.
de: Der Server-Betreiber wurde geändert.
es: El operador del servidor ha cambiado.
fr: L'opérateur du serveur a changé.
it: L'operatore del server è cambiato.
uk: Оператор сервера змінився.

source: Server operators
de: Server-Betreiber
es: Operadores de servidores
fr: Opérateurs de serveur
it: Operatori server
uk: Оператори серверів

source: Server protocol changed.
de: Das Server-Protokoll wurde geändert.
es: El protocolo del servidor ha cambiado.
fr: Le protocole du serveur a été modifié.
it: Il protocollo del server è cambiato.
uk: Протокол сервера змінено.

source: server queue info: %@ last received msg: %@
de: Server-Warteschlangen-Information: %1$@ Zuletzt empfangene Nachricht: %2$@
es: información cola del servidor: %1$@ último mensaje recibido: %2$@
fr: info sur la file d'attente du serveur : %1$@ dernier message reçu : %2$@
it: info coda server: %1$@ ultimo msg ricevuto: %2$@
uk: інформація про чергу на сервері: %1$@ останнє отримане повідомлення: %2$@

source: Server requires authorization to create queues, check password.
bg: Сървърът изисква оторизация за създаване на опашки, проверете паролата
de: Der Server erfordert zum Erstellen von Warteschlangen eine Autorisierung. Bitte überprüfen Sie das Passwort.

source: Server requires authorization to upload, check password.
bg: Сървърът изисква оторизация за качване, проверете паролата
de: Der Server erfordert zum Hochladen eine Autorisierung. Bitte überprüfen Sie das Passwort.

source: Server test failed!
bg: Тестът на сървъра е неуспешен!
de: Server Test ist fehlgeschlagen!
es: ¡Prueba no superada!
fi: Palvelintesti epäonnistui!
fr: Échec du test du serveur !
it: Test del server fallito!
ja: サーバテスト失敗！
th: การทดสอบเซิร์ฟเวอร์ล้มเหลว!
uk: Тест сервера завершився невдало!

source: Server type
de: Server-Typ
es: Tipo de servidor
fr: Type de serveur
it: Tipo server
uk: Тип сервера

source: Server version is incompatible with network settings.
de: Die Server-Version ist nicht mit den Netzwerkeinstellungen kompatibel.
es: La versión del servidor es incompatible con la configuración de red.
fr: La version du serveur est incompatible avec les paramètres du réseau.
it: La versione del server non è compatibile con le impostazioni di rete.
uk: Серверна версія несумісна з мережевими налаштуваннями.

source: Server version is incompatible with your app: %@.
de: Die Server-Version ist nicht mit Ihrer App kompatibel: %@.
es: La versión del servidor es incompatible con tu aplicación: %@.
fr: La version du serveur est incompatible avec votre appli : %@.
it: La versione del server è incompatibile con la tua app: %@.
uk: Версія сервера несумісна з вашим додатком: %@.

source: Servers
bg: Сървъри
de: Server
es: Servidores
fi: Palvelimet
fr: Serveurs
it: Server
ja: サーバ
th: เซิร์ฟเวอร์
uk: Сервери

source: Servers info
de: Server-Informationen
es: Info servidores
fr: Infos serveurs
it: Info dei server
uk: Інформація про сервери

source: Servers statistics will be reset - this cannot be undone!
de: Die Serverstatistiken werden zurückgesetzt. Dies kann nicht rückgängig gemacht werden!
es: Las estadísticas de los servidores serán restablecidas. ¡No puede deshacerse!
fr: Les statistiques des serveurs seront réinitialisées - il n'est pas possible de revenir en arrière !
it: Le statistiche dei server verranno azzerate - è irreversibile!
uk: Статистика серверів буде скинута - це неможливо скасувати!

source: Session code
bg: Код на сесията
de: Sitzungscode
es: Código de sesión
fr: Code de session
it: Codice di sessione
uk: Код сесії

source: Set 1 day
bg: Задай 1 ден
de: Einen Tag festlegen
es: Establecer 1 día
fi: Aseta 1 päivä
fr: Définir 1 jour
it: Imposta 1 giorno
ja: 1日に設定
th: ตั้ง 1 วัน
uk: Встановити 1 день

source: Set chat name…
de: Chat-Name festlegen…
es: Nombre para el chat…
it: Imposta il nome della chat…

source: Set contact name…
bg: Задай име на контакт…
de: Kontaktname festlegen…
es: Escribe el nombre del contacto…
fi: Aseta kontaktin nimi…
fr: Définir le nom du contact…
it: Imposta nome del contatto…
ja: 連絡先の名前を設定…
th: ตั้งชื่อผู้ติดต่อ…
uk: Встановити ім'я контакту…

source: Set default theme
de: Default-Design einstellen
es: Establecer tema predeterminado
fr: Définir le thème par défaut
it: Imposta tema predefinito
uk: Встановлення теми за замовчуванням

source: Set group preferences
bg: Задай групови настройки
de: Gruppen-Präferenzen einstellen
es: Establecer preferencias de grupo
fi: Aseta ryhmän asetukset
fr: Définir les préférences du groupe
it: Imposta le preferenze del gruppo
ja: グループの設定を行う
th: ตั้งค่าการกําหนดลักษณะกลุ่ม
uk: Встановіть налаштування групи

source: Set it instead of system authentication.
bg: Задайте го вместо системната идентификация.
de: Anstelle der System-Authentifizierung festlegen.
es: Úsalo en lugar de la autenticación del sistema.
fi: Aseta se järjestelmän todennuksen sijaan.
fr: Il permet de remplacer l'authentification du système.
it: Impostalo al posto dell'autenticazione di sistema.
ja: システム認証の代わりに設定します。
th: ตั้งแทนการรับรองความถูกต้องของระบบ
uk: Встановіть його замість аутентифікації системи.

source: Set member admission
de: Aufnahme von Mitgliedern festlegen

source: Set message expiration in chats.
de: Verfallsdatum von Nachrichten in Chats festlegen.
es: Establece el vencimiento para los mensajes en los chats.
it: Imposta la scadenza dei messaggi nelle chat.

source: set new contact address
bg: зададен нов адрес за контакт
de: Es wurde eine neue Kontaktadresse festgelegt
es: nueva dirección de contacto
fr: a changé d'adresse de contact
it: impostato nuovo indirizzo di contatto
uk: встановити нову контактну адресу

source: set new profile picture
bg: зададена нова профилна снимка
de: Es wurde ein neues Profil-Bild festgelegt
es: tiene nueva imagen del perfil
fr: a changé d'image de profil
it: ha impostato una nuova immagine del profilo
uk: встановити нове зображення профілю

source: Set passcode
bg: Задай kод за достъп
de: Zugangscode einstellen
es: Código autodestrucción
fi: Aseta pääsykoodi
fr: Définir le code d'accès
it: Imposta codice
ja: パスコードを設定する
th: ตั้งรหัสผ่าน
uk: Встановити пароль

source: Set passphrase
bg: Задаване на парола
de: Passwort festlegen
es: Definir frase de contraseña
fr: Définir une phrase secrète
it: Imposta password
uk: Встановити парольну фразу

source: Set passphrase to export
bg: Задай парола за експортиране
de: Passwort für den Export festlegen
es: Escribe la contraseña para exportar
fi: Aseta tunnuslause vientiä varten
fr: Définir la phrase secrète pour l'export
it: Imposta la password per esportare
ja: 暗証フレーズを設定してからエクスポート
th: ตั้งรหัสผ่านเพื่อส่งออก
uk: Встановити ключову фразу для експорту

source: Set profile bio and welcome message.
de: Sie können eine Profil-Biografie und eine Begrüßungsmeldung eingeben.

source: Set the message shown to new members!
bg: Задай съобщението, показано на новите членове!
de: Definieren Sie eine Begrüßungsmeldung, die neuen Mitgliedern angezeigt wird!
es: ¡Guarda un mensaje para ser mostrado a los miembros nuevos!
fi: Aseta uusille jäsenille näytettävä viesti!
fr: Choisissez un message à l'attention des nouveaux membres !
it: Imposta il messaggio mostrato ai nuovi membri!
ja: 新しいメンバーに表示されるメッセージを設定してください!
th: ตั้งข้อความที่แสดงต่อสมาชิกใหม่!
uk: Налаштуйте повідомлення, яке показуватиметься новим користувачам!

source: Set timeouts for proxy/VPN
bg: Задай време за изчакване за прокси/VPN
de: Zeitüberschreitungen für Proxy/VPN einstellen
es: Establecer tiempos de espera para proxy/VPN
fi: Aseta aikakatkaisut välityspalvelimelle/VPN:lle
fr: Définir les délais pour le proxy/VPN
it: Imposta scadenze per proxy/VPN
ja: プロキシ/VPN のタイムアウトを設定する
th: ตั้งค่าการหมดเวลาสำหรับพร็อกซี/VPN
uk: Встановлення таймаутів для проксі/VPN

source: Settings
bg: Настройки
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Paramètres
it: Impostazioni
ja: 設定
th: การตั้งค่า
uk: Налаштування

source: Settings were changed.
de: Die Einstellungen wurden geändert.
es: La configuración ha sido modificada.
fr: Les paramètres ont été modifiés.
it: Le impostazioni sono state cambiate.
uk: Налаштування були змінені.

source: Shape profile images
bg: Променете формата на профилните изображения
de: Form der Profil-Bilder
es: Dar forma a las imágenes de perfil
fr: Images de profil modelable
it: Forma delle immagini del profilo
uk: Сформуйте зображення профілю

source: Share
bg: Сподели
de: Teilen
es: Compartir
fi: Jaa
fr: Partager
it: Condividi
ja: 共有する
th: แชร์
uk: Поділіться

source: Share 1-time link
bg: Сподели еднократен линк
de: Einmal-Link teilen
es: Compartir enlace de un uso
fi: Jaa kertakäyttölinkki
fr: Partager un lien unique
it: Condividi link una tantum
ja: 使い捨てのリンクを共有
th: แชร์ลิงก์แบบใช้ครั้งเดียว
uk: Поділитися 1-разовим посиланням

source: Share 1-time link with a friend
de: Den Einmal-Einladungslink mit einem Freund teilen
es: Compartir enlace de un uso con un amigo
fr: Partager un lien unique avec un ami
it: Condividi link una tantum con un amico
uk: Поділіться одноразовим посиланням з другом

source: Share address
bg: Сподели адрес
de: Adresse teilen
es: Compartir dirección
fi: Jaa osoite
fr: Partager l'adresse
it: Condividi indirizzo
ja: アドレスを共有する
th: แชร์ที่อยู่
uk: Поділитися адресою

source: Share address publicly
de: Die Adresse öffentlich teilen
es: Campartir dirección públicamente
fr: Partager publiquement votre adresse
it: Condividi indirizzo pubblicamente
uk: Поділіться адресою публічно

source: Share address with contacts?
bg: Сподели адреса с контактите?
de: Die Adresse mit Kontakten teilen?
es: ¿Compartir la dirección con los contactos?
fi: Jaa osoite kontakteille?
fr: Partager l'adresse avec vos contacts ?
it: Condividere l'indirizzo con i contatti?
ja: アドレスを連絡先と共有しますか?
th: แชร์ที่อยู่กับผู้ติดต่อ?
uk: Поділіться адресою з контактами?

source: Share from other apps.
de: Aus anderen Apps heraus teilen.
es: Comparte desde otras aplicaciones.
fr: Partager depuis d'autres applications.
it: Condividi da altre app.
uk: Діліться з інших програм.

source: Share link
bg: Сподели линк
de: Link teilen
es: Compartir enlace
fi: Jaa linkki
fr: Partager le lien
it: Condividi link
ja: リンクを送る
th: แชร์ลิงก์
uk: Поділіться посиланням

source: Share old address
de: Alte Adresse teilen

source: Share old link
de: Vollständigen Link teilen

source: Share profile
de: Profil teilen
es: Perfil a compartir
fr: Partager le profil
it: Condividi il profilo
uk: Поділіться профілем

source: Share SimpleX address on social media.
de: Die SimpleX-Adresse auf sozialen Medien teilen.
es: Comparte tu dirección SimpleX en redes sociales.
fr: Partagez votre adresse SimpleX sur les réseaux sociaux.
it: Condividi l'indirizzo SimpleX sui social media.
uk: Поділіться адресою SimpleX у соціальних мережах.

source: Share this 1-time invite link
bg: Сподели този еднократен линк за връзка
de: Teilen Sie diesen Einmal-Einladungslink
es: Comparte este enlace de un solo uso
fr: Partagez ce lien d'invitation unique
it: Condividi questo link di invito una tantum
uk: Поділіться цим одноразовим посиланням-запрошенням

source: Share to SimpleX
de: Mit SimpleX teilen
es: Compartir con Simplex
fr: Partager sur SimpleX
it: Condividi in SimpleX
uk: Поділіться з SimpleX

source: Share with contacts
bg: Сподели с контактите
de: Mit Kontakten teilen
es: Compartir con contactos
fi: Jaa kontaktien kanssa
fr: Partager avec vos contacts
it: Condividi con i contatti
ja: 連絡先と共有する
th: แชร์กับผู้ติดต่อ
uk: Поділіться з контактами

source: Share your address
de: Ihre Adresse teilen

source: Short description
de: Kurze Beschreibung

source: Short link
de: Verkürzter Link
es: Enlace corto
it: Link breve

source: Short SimpleX address
de: Verkürzte SimpleX-Adresse

source: Show → on messages sent via private routing.
de: Bei Nachrichten, die über privates Routing versendet wurden, → anzeigen.
es: Mostrar → en mensajes con enrutamiento privado.
fr: Afficher → sur les messages envoyés via le routage privé.
it: Mostra → nei messaggi inviati via instradamento privato.
uk: Показувати → у повідомленнях, надісланих через приватну маршрутизацію.

source: Show calls in phone history
bg: Показване на обажданията в хронологията на телефона
de: Anrufliste anzeigen
es: Mostrar llamadas en el historial del teléfono
fi: Näytä puhelut puhelinhistoriassa
fr: Afficher les appels dans l'historique du téléphone
it: Mostra le chiamate nella cronologia del telefono
ja: 通話履歴を表示
th: แสดงการโทรในประวัติการโทร
uk: Показувати дзвінки в історії дзвінків

source: Show developer options
bg: Покажи опциите за разработчици
de: Entwickleroptionen anzeigen
es: Mostrar opciones de desarrollador
fi: Näytä kehittäjävaihtoehdot
fr: Afficher les options pour les développeurs
it: Mostra opzioni sviluppatore
ja: 開発者向けオプションを表示
th: แสดงตัวเลือกสําหรับนักพัฒนาซอฟต์แวร์
uk: Показати опції розробника

source: Show last messages
bg: Показване на последните съобщения в листа с чатовете
de: Letzte Nachrichten anzeigen
es: Mostrar último mensaje
fi: Näytä viimeiset viestit
fr: Aperçu des derniers messages
it: Mostra ultimi messaggi
ja: 最新のメッセージを表示
uk: Показати останні повідомлення

source: Show message status
de: Nachrichtenstatus anzeigen
es: Estado del mensaje
fr: Afficher le statut du message
it: Mostra stato del messaggio
uk: Показати статус повідомлення

source: Show percentage
de: Prozentualen Anteil anzeigen
es: Mostrar porcentajes
fr: Afficher le pourcentage
it: Mostra percentuale
uk: Показати відсоток

source: Show preview
bg: Показване на визуализация
de: Vorschau anzeigen
es: Mostrar vista previa
fi: Näytä esikatselu
fr: Aperçu affiché
it: Mostra anteprima
ja: プレビューを表示
th: แสดงตัวอย่าง
uk: Показати попередній перегляд

source: Show QR code
bg: Покажи QR код
de: QR-Code anzeigen
es: Mostrar código QR
fr: Afficher le code QR
it: Mostra codice QR
uk: Показати QR-код

source: Show:
bg: Покажи:
de: Anzeigen:
es: Mostrar:
fi: Näytä:
fr: Afficher :
it: Mostra:
ja: 表示する：
th: แสดง:
uk: Показати:

source: SimpleX address
bg: SimpleX адрес
de: SimpleX-Adresse
es: Dirección SimpleX
fi: SimpleX-osoite
fr: Adresse SimpleX
it: Indirizzo SimpleX
ja: SimpleXアドレス
th: ที่อยู่ SimpleX
uk: Адреса SimpleX

source: SimpleX Address
bg: SimpleX Адрес
de: SimpleX-Adresse
es: Dirección SimpleX
fi: SimpleX-osoite
fr: Adresse SimpleX
it: Indirizzo SimpleX
ja: SimpleXアドレス
th: ที่อยู่ SimpleX
uk: Адреса SimpleX

source: SimpleX address and 1-time links are safe to share via any messenger.
de: Die SimpleX-Adresse und Einmal-Links können sicher über beliebige Messenger geteilt werden.
es: Compartir enlaces de un solo uso y direcciones SimpleX es seguro a través de cualquier medio.
fr: Les adresses SimpleX et les liens à usage unique peuvent être partagés en toute sécurité via n'importe quelle messagerie.
it: L'indirizzo SimpleX e i link una tantum sono sicuri da condividere tramite qualsiasi messenger.
uk: SimpleX-адреси та одноразові посилання можна безпечно ділитися через будь-який месенджер.

source: SimpleX address or 1-time link?
de: SimpleX-Adresse oder Einmal-Link?
es: ¿Dirección SimpleX o enlace de un uso?
fr: Adresse SimpleX ou lien unique ?
it: Indirizzo SimpleX o link una tantum?
uk: SimpleX адреса або одноразове посилання?

source: SimpleX address settings
bg: Автоматично приемане на настройки
de: Einstellungen automatisch akzeptieren

source: SimpleX channel link
de: SimpleX-Kanal-Link
es: Enlace de canal SimpleX
it: Link del canale SimpleX

source: SimpleX Chat and Flux made an agreement to include Flux-operated servers into the app.
de: SimpleX-Chat und Flux haben vereinbart, die von Flux betriebenen Server in die App aufzunehmen.
es: Simplex Chat y Flux han acordado incluir en la aplicación servidores operados por Flux.
fr: SimpleX Chat et Flux ont conclu un accord pour inclure les serveurs exploités par Flux dans l'application.
it: SimpleX Chat e Flux hanno concluso un accordo per includere server gestiti da Flux nell'app.
uk: SimpleX Chat і Flux уклали угоду про включення серверів, керованих Flux, у додаток.

source: SimpleX Chat security was audited by Trail of Bits.
bg: Сигурността на SimpleX Chat беше одитирана от Trail of Bits.
de: Die Sicherheit von SimpleX Chat wurde von Trail of Bits überprüft.
es: La seguridad de SimpleX Chat ha sido auditada por Trail of Bits.
fi: Trail of Bits on tarkastanut SimpleX Chatin tietoturvan.
fr: La sécurité de SimpleX Chat a été auditée par Trail of Bits.
it: La sicurezza di SimpleX Chat è stata verificata da Trail of Bits.
ja: SimpleX Chat のセキュリティは Trail of Bits によって監査されました。
th: ความปลอดภัยของ SimpleX Chat ได้รับการตรวจสอบโดย Trail of Bits
uk: Безпека SimpleX Chat була перевірена компанією Trail of Bits.

source: SimpleX contact address
bg: SimpleX адрес за контакт
de: SimpleX-Kontaktadressen-Link
es: Dirección de contacto SimpleX
fi: SimpleX-yhteystiedot
fr: Adresse de contact SimpleX
it: Indirizzo di contatto SimpleX
ja: SimpleX連絡先アドレス
th: ที่อยู่ติดต่อ SimpleX
uk: Контактна адреса SimpleX

source: SimpleX encrypted message or connection event
bg: SimpleX криптирано съобщение или събитие за връзка
de: SimpleX verschlüsselte Nachricht oder Verbindungs-Ereignis
es: Mensaje cifrado SimpleX o evento de conexión
fi: SimpleX-salattu viesti tai yhteystapahtuma
fr: Événement de connection ou message chiffré SimpleX
it: Messaggio crittografato di SimpleX o evento di connessione
ja: SimpleX 暗号化メッセージまたは接続イベント
th: ข้อความ encrypt ของ SimpleX หรือเหตุการณ์การเชื่อมต่อ
uk: Зашифроване повідомлення SimpleX або подія підключення

source: SimpleX group link
bg: SimpleX групов линк
de: SimpleX Gruppen-Link
es: Enlace de grupo SimpleX
fi: SimpleX-ryhmän linkki
fr: Lien de groupe SimpleX
it: Link gruppo SimpleX
ja: SimpleXグループリンク
th: ลิงค์กลุ่ม SimpleX
uk: Посилання на групу SimpleX

source: SimpleX links are prohibited.
bg: SimpleX линкове са забранени в тази група.
de: In dieser Gruppe sind SimpleX-Links nicht erlaubt.
es: Los enlaces SimpleX no se permiten en este grupo.
fr: Les liens SimpleX sont interdits dans ce groupe.
it: I link di SimpleX sono vietati in questo gruppo.
uk: У цій групі заборонені посилання на SimpleX.

source: SimpleX links not allowed
bg: SimpleX линковете не са разрешени
de: SimpleX-Links sind nicht erlaubt
es: Enlaces SimpleX no permitidos
fr: Les liens SimpleX ne sont pas autorisés
it: Link di SimpleX non consentiti
uk: Посилання SimpleX заборонені

source: SimpleX Lock
bg: SimpleX заключване
de: SimpleX-Sperre
es: Bloqueo SimpleX
ja: SimpleXロック
th: ล็อค SimpleX

source: SimpleX Lock mode
bg: Режим на SimpleX заключване
de: SimpleX Sperr-Modus
es: Modo Bloqueo SimpleX
fi: SimpleX Lock -tila
fr: Mode de SimpleX Lock
it: Modalità di SimpleX Lock
ja: SimpleXロックモード
th: โหมดล็อค SimpleX
uk: Режим SimpleX Lock

source: SimpleX Lock not enabled!
bg: SimpleX заключване не е активирано!
de: SimpleX-Sperre ist nicht aktiviert!
es: ¡Bloqueo SimpleX no activado!
fi: SimpleX Lock ei ole käytössä!
fr: SimpleX Lock n'est pas activé !
it: SimpleX Lock non attivato!
ja: SimpleXは ロックされていません!
th: ไม่ได้เปิดใช้งาน SimpleX Lock!
uk: SimpleX Lock не ввімкнено!

source: SimpleX Lock turned on
bg: SimpleX заключване е включено
de: SimpleX-Sperre aktiviert
es: Bloqueo SimpleX activado
fi: SimpleX Lock päällä
fr: SimpleX Lock activé
it: SimpleX Lock attivato
ja: SimpleXロック：オン
th: SimpleX Lock เปิดอยู่
uk: SimpleX Lock увімкнено

source: SimpleX one-time invitation
bg: Еднократна покана за SimpleX
de: SimpleX-Einmal-Einladung
es: Invitación SimpleX de un uso
fi: SimpleX-kertakutsu
fr: Invitation unique SimpleX
it: Invito SimpleX una tantum
ja: SimpleX使い捨て招待リンク
th: คำเชิญ SimpleX แบบครั้งเดียว
uk: Одноразове запрошення SimpleX

source: SimpleX protocols reviewed by Trail of Bits.
de: Die SimpleX-Protokolle wurden von Trail of Bits überprüft.
es: Protocolos de SimpleX auditados por Trail of Bits.
fr: Protocoles SimpleX audité par Trail of Bits.
it: Protocolli di SimpleX esaminati da Trail of Bits.
uk: Протоколи SimpleX, розглянуті Trail of Bits.

source: SimpleX relay link
de: SimpleX Relais-Link

source: Simplified incognito mode
bg: Опростен режим инкогнито
de: Vereinfachter Inkognito-Modus
es: Modo incógnito simplificado
fr: Mode incognito simplifié
it: Modalità incognito semplificata
uk: Спрощений режим інкогніто

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
uk: Розмір

source: Skip
bg: Пропускане
de: Überspringen
es: Omitir
fi: Ohita
fr: Passer
it: Salta
ja: スキップ
th: ข้าม
uk: Пропустити

source: Skipped messages
bg: Пропуснати съобщения
de: Übersprungene Nachrichten
es: Mensajes omitidos
fi: Ohitetut viestit
fr: Messages manqués
it: Messaggi saltati
ja: 飛ばしたメッセージ
th: ข้อความที่ข้ามไป
uk: Пропущені повідомлення

source: Small groups (max 20)
bg: Малки групи (максимум 20)
de: Kleine Gruppen (max. 20)
es: Grupos pequeños (max. 20)
fi: Pienryhmät (max 20)
fr: Petits groupes (max 20)
it: Piccoli gruppi (max 20)
ja: 小グループ（最大20名）
uk: Невеликі групи (максимум 20 осіб)

source: Soft
de: Weich
es: Suave
fr: Léger
it: Leggera
uk: М'який

source: Some app settings were not migrated.
de: Einige App-Einstellungen wurden nicht migriert.
es: Algunas configuraciones de la app no han sido migradas.
fr: Certains paramètres de l'application n'ont pas été migrés.
it: Alcune impostazioni dell'app non sono state migrate.
uk: Деякі налаштування програми не були перенесені.

source: Some file(s) were not exported:
de: Einzelne Datei(en) wurde(n) nicht exportiert:
es: Algunos archivos no han sido exportados:
fr: Certains fichiers n'ont pas été exportés :
it: Alcuni file non sono stati esportati:
uk: Деякі файли не було експортовано:
