Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: All chats and messages will be deleted - this cannot be undone!
bg: Всички чатове и съобщения ще бъдат изтрити - това не може да бъде отменено!
de: Es werden alle Chats und Nachrichten gelöscht. Dies kann nicht rückgängig gemacht werden!
es: Se eliminarán todos los chats y mensajes. ¡No puede deshacerse!
fi: Kaikki keskustelut ja viestit poistetaan - tätä ei voi kumota!
fr: Toutes les discussions et tous les messages seront supprimés - il est impossible de revenir en arrière !
it: Tutte le chat e i messaggi verranno eliminati. Non è reversibile!
ja: 全チャットとメッセージが削除されます(※元に戻せません※)！
th: แชทและข้อความทั้งหมดจะถูกลบ - การดำเนินการนี้ไม่สามารถยกเลิกได้!
uk: Всі чати та повідомлення будуть видалені - це неможливо скасувати!

source: All chats will be removed from the list %@, and the list deleted.
bg: Всички чатове ще бъдат премахнати от списъка %@, а списъкът ще бъде изтрит.
de: Alle Chats werden von der Liste %@ entfernt und danach wird die Liste gelöscht.
es: Todos los chats se quitarán de la lista %@ y esta será eliminada.
fr: Tous les chats seront supprimés de la liste %@, et la liste sera supprimée.
it: Tutte le chat verranno rimosse dall'elenco %@ e l'elenco eliminato.

source: All data is erased when it is entered.
bg: Всички данни се изтриват при въвеждане.
de: Alle Daten werden gelöscht, sobald dieser eingegeben wird.
es: Al introducirlo todos los datos son eliminados.
fi: Kaikki tiedot poistetaan, kun se syötetään.
fr: Toutes les données sont effacées lorsqu'il est saisi.
it: Tutti i dati vengono cancellati quando inserito.
ja: 入力するとすべてのデータが消去されます。
th: ข้อมูลทั้งหมดจะถูกลบเมื่อถูกป้อน
uk: Всі дані стираються при введенні.

source: All data is kept private on your device.
bg: Всички данни се съхраняват поверително на вашето устройство.
de: Alle Daten werden nur auf Ihrem Gerät gespeichert.
es: Todos los datos son privados y están en tu dispositivo.
fr: Toutes les données restent confinées dans votre appareil.
it: Tutti i dati sono privati, nel tuo dispositivo.
uk: Всі дані є приватними для вашого пристрою.

source: All group members will remain connected.
bg: Всички членове на групата ще останат свързани.
de: Alle Gruppenmitglieder bleiben verbunden.
es: Todos los miembros del grupo permanecerán conectados.
fi: Kaikki ryhmän jäsenet pysyvät yhteydessä.
fr: Tous les membres du groupe resteront connectés.
it: Tutti i membri del gruppo resteranno connessi.
ja: グループ全員の接続が継続します。
th: สมาชิกในกลุ่มทุกคนจะยังคงเชื่อมต่ออยู่.
uk: Всі учасники групи залишаться на зв'язку.

source: all members
bg: всички членове
de: Alle Mitglieder
es: todos los miembros
fr: tous les membres
it: tutti i membri
uk: всі учасники

source: All messages and files are sent **end-to-end encrypted**, with post-quantum security in direct messages.
bg: Всички съобщения и файлове се изпращат с **криптиране от край до край**, с постквантова сигурност в директните съобщения.
de: Alle Nachrichten und Dateien werden **Ende-zu-Ende verschlüsselt** versendet - in Direkt-Nachrichten mit Post-Quantum-Security.
es: Todos los mensajes y archivos son enviados **cifrados de extremo a extremo** y con seguridad de cifrado postcuántico en mensajes directos.
fr: Tous les messages et fichiers sont envoyés **chiffrés de bout en bout**, avec une sécurité post-quantique dans les messages directs.
it: Tutti i messaggi e i file vengono inviati **crittografati end-to-end**, con sicurezza resistenti alla quantistica nei messaggi diretti.
uk: Всі повідомлення та файли надсилаються **наскрізним шифруванням**, з пост-квантовим захистом у прямих повідомленнях.

source: All messages will be deleted - this cannot be undone!
bg: Всички съобщения ще бъдат изтрити - това не може да бъде отменено!
de: Es werden alle Nachrichten gelöscht. Dies kann nicht rückgängig gemacht werden!
es: Todos los mensajes serán eliminados. ¡No puede deshacerse!
fr: Tous les messages seront supprimés - il n'est pas possible de revenir en arrière !
it: Tutti i messaggi verranno eliminati, non è reversibile!
uk: Усі повідомлення будуть видалені - цю дію не можна скасувати!

source: All messages will be deleted - this cannot be undone! The messages will be deleted ONLY for you.
bg: Всички съобщения ще бъдат изтрити - това не може да бъде отменено! Съобщенията ще бъдат изтрити САМО за вас.
de: Es werden alle Nachrichten gelöscht. Dies kann nicht rückgängig gemacht werden! Die Nachrichten werden NUR bei Ihnen gelöscht.
es: Se eliminarán todos los mensajes SOLO para tí. ¡No puede deshacerse!
fi: Kaikki viestit poistetaan - tätä ei voi kumota! Viestit poistuvat VAIN sinulta.
fr: Tous les messages seront supprimés - impossible de revenir en arrière ! Les messages seront supprimés UNIQUEMENT pour vous.
it: Tutti i messaggi verranno eliminati, non è reversibile! I messaggi verranno eliminati SOLO per te.
ja: 全てのメッセージが削除されます(※注意：元に戻せません！※)。削除されるのは片方あなたのメッセージのみ。
th: ข้อความทั้งหมดจะถูกลบ - ไม่สามารถยกเลิกได้! ข้อความจะถูกลบสำหรับคุณเท่านั้น.
uk: Всі повідомлення будуть видалені - це неможливо скасувати! Повідомлення будуть видалені ТІЛЬКИ для вас.

source: All new messages from %@ will be hidden!
bg: Всички нови съобщения от %@ ще бъдат скрити!
de: Von %@ werden alle neuen Nachrichten ausgeblendet!
es: ¡Los mensajes nuevos de %@ estarán ocultos!
fr: Tous les nouveaux messages de %@ seront cachés !
it: Tutti i nuovi messaggi da %@ verrranno nascosti!
uk: Всі нові повідомлення від %@ будуть приховані!

source: All profiles
bg: Всички профили
de: Alle Profile
es: Todos los perfiles
fr: Tous les profiles
it: Tutti gli profili
uk: Всі профілі

source: All reports will be archived for you.
bg: Всички доклади за нарушения ще бъдат архивирани за вас.
de: Alle Meldungen werden für Sie archiviert.
es: Todos los informes serán archivados para ti.
fr: Tous les rapports seront archivés pour vous.
it: Tutte le segnalazioni verranno archiviate per te.

source: All servers
bg: Всички сървъри
de: Alle Server
es: Todos los servidores
it: Tutti i server

source: All your contacts will remain connected.
bg: Всички ваши контакти ще останат свързани.
de: Alle Ihre Kontakte bleiben verbunden.
es: Todos tus contactos permanecerán conectados.
fi: Kaikki kontaktisi pysyvät yhteydessä.
fr: Tous vos contacts resteront connectés.
it: Tutti i tuoi contatti resteranno connessi.
ja: あなたの連絡先が繋がったまま継続します。
th: ผู้ติดต่อทั้งหมดของคุณจะยังคงเชื่อมต่ออยู่.
uk: Всі ваші контакти залишаться на зв'язку.

source: All your contacts will remain connected. Profile update will be sent to your contacts.
bg: Всички ваши контакти ще останат свързани. Актуализацията на профила ще бъде изпратена до вашите контакти.
de: Alle Ihre Kontakte bleiben verbunden. Es wird eine Profilaktualisierung an Ihre Kontakte gesendet.
es: Todos tus contactos permanecerán conectados. La actualización del perfil se enviará a tus contactos.
fi: Kaikki kontaktisi pysyvät yhteydessä. Profiilipäivitys lähetetään kontakteillesi.
fr: Tous vos contacts resteront connectés. La mise à jour du profil sera envoyée à vos contacts.
it: Tutti i tuoi contatti resteranno connessi. L'aggiornamento del profilo verrà inviato ai tuoi contatti.
ja: あなたの連絡先が繋がったまま継続します。
th: ผู้ติดต่อทั้งหมดของคุณจะยังคงเชื่อมต่ออยู่. ผู้ติดต่อทั้งหมดของคุณจะยังคงเชื่อมต่ออยู่ การอัปเดตโปรไฟล์จะถูกส่งไปยังผู้ติดต่อของคุณ.
uk: Всі ваші контакти залишаться на зв'язку. Повідомлення про оновлення профілю буде надіслано вашим контактам.

source: All your contacts, conversations and files will be securely encrypted and uploaded in chunks to configured XFTP relays.
bg: Всички ваши контакти, разговори и файлове ще бъдат сигурно криптирани и качени на парчета в конфигурираните XFTP релета.
de: Alle Ihre Kontakte, Unterhaltungen und Dateien werden sicher verschlüsselt und in Daten-Paketen auf die konfigurierten XTFP-Relais hochgeladen.
es: Todos tus contactos, conversaciones y archivos serán cifrados, divididos y subidos de forma segura a los servidores XFTP configurados.
fr: Tous vos contacts, conversations et fichiers seront chiffrés en toute sécurité et transférés par morceaux vers les relais XFTP configurés.
it: Tutti i tuoi contatti, le conversazioni e i file verranno criptati in modo sicuro e caricati in blocchi sui relay XFTP configurati.
uk: Всі ваші контакти, розмови та файли будуть надійно зашифровані та завантажені частинами на налаштовані XFTP-реле.

source: Allow
bg: Позволи
de: Erlauben
es: Se permite
fi: Salli
fr: Autoriser
it: Consenti
ja: 許可
th: อนุญาต
uk: Дозволити

source: Allow calls only if your contact allows them.
bg: Позволи обаждания само ако вашият контакт ги разрешава.
de: Erlauben Sie Anrufe nur dann, wenn es Ihr Kontakt ebenfalls erlaubt.
es: Se permiten las llamadas pero sólo si tu contacto también las permite.
fi: Salli puhelut vain, jos kontaktisi sallii ne.
fr: Autoriser les appels que si votre contact les autorise.
it: Consenti le chiamate solo se il tuo contatto le consente.
ja: 連絡先が通話を許可している場合のみ通話を許可する。
th: อนุญาตการโทรเฉพาะเมื่อผู้ติดต่อของคุณอนุญาตเท่านั้น.
uk: Дозволяйте дзвінки, тільки якщо ваш контакт дозволяє їх.

source: Allow calls?
bg: Позволи обаждания?
de: Anrufe erlauben?
es: ¿Permitir llamadas?
fr: Autoriser les appels ?
it: Consentire le chiamate?
uk: Дозволити дзвінки?

source: Allow disappearing messages only if your contact allows it to you.
bg: Позволи изчезващи съобщения само ако вашият контакт ги разрешава.
de: Erlauben Sie verschwindende Nachrichten nur dann, wenn es Ihr Kontakt ebenfalls erlaubt.
es: Se permiten los mensajes temporales pero sólo si tu contacto también los permite para tí.
fi: Salli katoavat viestit vain, jos kontaktisi sallii sen sinulle.
fr: Autorise les messages éphémères seulement si votre contact vous l’autorise.
it: Consenti i messaggi a tempo solo se il contatto li consente a te.
ja: 連絡先が許可している場合のみ消えるメッセージを許可する。
th: อนุญาตให้ข้อความที่หายไปเฉพาะในกรณีที่ผู้ติดต่อของคุณอนุญาตเท่านั้น.
uk: Дозволяйте зникати повідомленням, тільки якщо контакт дозволяє вам це робити.

source: Allow downgrade
bg: Позволи понижаване
de: Herabstufung erlauben
es: Permitir versión anterior
fr: Autoriser la rétrogradation
it: Consenti downgrade
uk: Дозволити пониження версії

source: Allow files and media only if your contact allows them.
bg: Разреши файлове и медия само ако вашият контакт ги разрешава.
de: Erlauben Sie Dateien und Medien nur dann, wenn es Ihr Kontakt ebenfalls erlaubt.

source: Allow irreversible message deletion only if your contact allows it to you. (24 hours)
bg: Позволи необратимо изтриване на съобщение само ако вашият контакт го рарешава. (24 часа)
de: Erlauben Sie das unwiederbringliche Löschen von Nachrichten nur dann, wenn es Ihnen Ihr Kontakt ebenfalls erlaubt. (24 Stunden)
es: Se permite la eliminación irreversible de mensajes pero sólo si tu contacto también la permite para tí. (24 horas)
fr: Autoriser la suppression irréversible des messages uniquement si votre contact vous l'autorise. (24 heures)
it: Consenti l'eliminazione irreversibile dei messaggi solo se il contatto la consente a te. (24 ore)
th: อนุญาตให้ลบข้อความแบบถาวรเฉพาะในกรณีที่ผู้ติดต่อของคุณอนุญาตให้คุณเท่านั้น
uk: Дозволяйте безповоротне видалення повідомлень, тільки якщо контакт дозволяє вам це зробити. (24 години)

source: Allow message reactions only if your contact allows them.
bg: Позволи реакции на съобщения само ако вашият контакт ги разрешава.
de: Erlauben Sie Reaktionen auf Nachrichten nur dann, wenn es Ihr Kontakt ebenfalls erlaubt.
es: Se permiten las reacciones a los mensajes pero sólo si tu contacto también las permite.
fi: Salli reaktiot viesteihin vain, jos kontaktisi sallii ne.
fr: Autoriser les réactions aux messages uniquement si votre contact les autorise.
it: Consenti reazioni ai messaggi solo se il tuo contatto le consente.
ja: 連絡先が許可している場合にのみ、メッセージへのリアクションを許可します。
th: อนุญาตการแสดงปฏิกิริยาต่อข้อความเฉพาะเมื่อผู้ติดต่อของคุณอนุญาตเท่านั้น
uk: Дозволяйте реакції на повідомлення, тільки якщо ваш контакт дозволяє їх.

source: Allow message reactions.
bg: Позволи реакции на съобщения.
de: Reaktionen auf Nachrichten erlauben.
es: Se permiten reacciones a los mensajes.
fi: Salli viestireaktiot.
fr: Autoriser les réactions aux messages.
it: Consenti reazioni ai messaggi.
ja: メッセージへのリアクションを許可します。
th: อนุญาตการแสดงปฏิกิริยาต่อข้อความ
uk: Дозволити реакцію на повідомлення.

source: Allow sending direct messages to members.
bg: Позволи изпращането на лични съобщения до членовете.
de: Das Senden von Direktnachrichten an Gruppenmitglieder erlauben.
es: Se permiten mensajes directos entre miembros.
fi: Salli yksityisviestien lähettäminen jäsenille.
fr: Autoriser l'envoi de messages directs aux membres.
it: Permetti l'invio di messaggi diretti ai membri.
ja: メンバーへのダイレクトメッセージを許可する。
th: อนุญาตการส่งข้อความโดยตรงไปยังสมาชิก
uk: Дозволяє надсилати прямі повідомлення користувачам.

source: Allow sending disappearing messages.
bg: Разреши изпращането на изчезващи съобщения.
de: Das Senden von verschwindenden Nachrichten erlauben.
es: Permites el envío de mensajes temporales.
fi: Salli katoavien viestien lähettäminen.
fr: Autorise l’envoi de messages éphémères.
it: Permetti l'invio di messaggi a tempo.
ja: 消えるメッセージの送信を許可する。
th: อนุญาตให้ส่งข้อความที่จะหายไปหลังปิดแชท (disappearing message)
uk: Дозволити надсилання зникаючих повідомлень.

source: Allow sharing
bg: Позволи споделяне
de: Teilen erlauben
es: Permitir compartir
fr: Autoriser le partage
it: Consenti la condivisione
uk: Дозволити спільний доступ

source: Allow to irreversibly delete sent messages. (24 hours)
bg: Позволи необратимо изтриване на изпратените съобщения. (24 часа)
de: Unwiederbringliches löschen von gesendeten Nachrichten erlauben. (24 Stunden)
es: Se permite la eliminación irreversible de mensajes. (24 horas)
fr: Autoriser la suppression irréversible de messages envoyés. (24 heures)
it: Permetti di eliminare irreversibilmente i messaggi inviati. (24 ore)
th: อนุญาตให้ลบข้อความที่ส่งไปแล้วอย่างถาวร
uk: Дозволяє безповоротно видаляти надіслані повідомлення. (24 години)

source: Allow to report messsages to moderators.
bg: Позволи докладването на съобщения на модераторите.
de: Melden von Nachrichten an Moderatoren erlauben.
es: Permitir informar de mensajes a los moderadores.
fr: Permettre de signaler des messages aux modérateurs.
it: Consenti di segnalare messaggi ai moderatori.

source: Allow to send files and media.
bg: Позволи изпращане на файлове и медия.
de: Das Senden von Dateien und Medien erlauben.
es: Se permite enviar archivos y multimedia.
fi: Salli tiedostojen ja median lähettäminen.
fr: Permet l'envoi de fichiers et de médias.
it: Consenti l'invio di file e contenuti multimediali.
ja: ファイルやメディアの送信を許可する。
th: อนุญาตให้ส่งไฟล์และสื่อ
uk: Дозволяє надсилати файли та медіа.

source: Allow to send SimpleX links.
bg: Разрешаване на изпращане на SimpleX линкове.
de: Das Senden von SimpleX-Links erlauben.
es: Se permite enviar enlaces SimpleX.
fr: Autorise l'envoi de liens SimpleX.
it: Consenti di inviare link di SimpleX.
uk: Дозволити надсилати посилання SimpleX.

source: Allow to send voice messages.
bg: Позволи изпращане на гласови съобщения.
de: Das Senden von Sprachnachrichten erlauben.
es: Permites enviar mensajes de voz.
fi: Salli ääniviestien lähettäminen.
fr: Autoriser l'envoi de messages vocaux.
it: Permetti l'invio di messaggi vocali.
ja: 音声メッセージの送信を許可する。
th: อนุญาตให้ส่งข้อความเสียง
uk: Дозволити надсилати голосові повідомлення.

source: Allow voice messages only if your contact allows them.
bg: Позволи гласови съобщения само ако вашият контакт ги разрешава.
de: Erlauben Sie Sprachnachrichten nur dann, wenn es Ihr Kontakt ebenfalls erlaubt.
es: Se permiten los mensajes de voz pero sólo si tu contacto también los permite.
fi: Salli ääniviestit vain, jos kontaktisi sallii ne.
fr: Autoriser les messages vocaux uniquement si votre contact les autorise.
it: Consenti i messaggi vocali solo se il tuo contatto li consente.
ja: 送信相手も音声メッセージを許可する時のみに許可する。
th: อนุญาตข้อความเสียงเฉพาะเมื่อผู้ติดต่อของคุณอนุญาตเท่านั้น
uk: Дозволяйте голосові повідомлення, тільки якщо ваш контакт дозволяє їх.

source: Allow voice messages?
bg: Позволи гласови съобщения?
de: Sprachnachrichten erlauben?
es: ¿Permites los mensajes de voz?
fi: Salli ääniviestit?
fr: Autoriser les messages vocaux ?
it: Consentire i messaggi vocali?
ja: 音声メッセージを許可しますか？
th: อนุญาตข้อความเสียงหรือไม่?
uk: Дозволити голосові повідомлення?

source: Allow your contacts adding message reactions.
bg: Позволи на вашите контакти да добавят реакции към съобщения.
de: Erlauben Sie Ihren Kontakten Reaktionen auf Nachrichten zu geben.
es: Permitir que tus contactos añadan reacciones a los mensajes.
fi: Salli kontaktiesi lisätä viestireaktioita.
fr: Autoriser vos contacts à ajouter des réactions aux messages.
it: Consenti ai tuoi contatti di aggiungere reazioni ai messaggi.
ja: 連絡先がメッセージへのリアクションを追加できるようにします。
th: อนุญาตให้ผู้ติดต่อของคุณเพิ่มการแสดงปฏิกิริยาต่อข้อความ
uk: Дозвольте вашим контактам додавати реакції на повідомлення.

source: Allow your contacts to call you.
bg: Позволи на вашите контакти да ви се обаждат.
de: Erlaubt Ihren Kontakten Sie anzurufen.
es: Permites que tus contactos puedan llamarte.
fi: Salli kontaktiesi soittaa sinulle.
fr: Autorise vos contacts à vous appeler.
it: Consenti ai tuoi contatti di chiamarti.
ja: 連絡先からの通話を許可する。
th: อนุญาตให้ผู้ติดต่อของคุณโทรหาคุณ
uk: Дозвольте вашим контактам телефонувати вам.

source: Allow your contacts to irreversibly delete sent messages. (24 hours)
bg: Позволи на вашите контакти да изтриват необратимо изпратените съобщения. (24 часа)
de: Erlauben Sie Ihren Kontakten gesendete Nachrichten unwiederbringlich zu löschen. (24 Stunden)
es: Permites a tus contactos eliminar irreversiblemente los mensajes enviados. (24 horas)
fr: Autorise vos contacts à supprimer de manière irréversible les messages envoyés. (24 heures)
it: Permetti ai tuoi contatti di eliminare irreversibilmente i messaggi inviati. (24 ore)
th: อนุญาตให้ผู้ติดต่อของคุณลบข้อความที่ส่งแล้วอย่างถาวร
uk: Дозвольте вашим контактам безповоротно видаляти надіслані повідомлення. (24 години)

source: Allow your contacts to send disappearing messages.
bg: Позволи на вашите контакти да изпращат изчезващи съобщения.
de: Erlauben Sie Ihren Kontakten das Senden von verschwindenden Nachrichten.
es: Permites a tus contactos enviar mensajes temporales.
fi: Salli kontaktiesi lähettää katoavia viestejä.
fr: Autorise votre contact à envoyer des messages éphémères.
it: Permetti ai tuoi contatti di inviare messaggi a tempo.
ja: 送信相手が消えるメッセージを送るのを許可する。
th: อนุญาตให้ผู้ติดต่อของคุณส่งข้อความที่จะหายไปหลังปิดแชท (disappearing messages)
uk: Дозвольте своїм контактам надсилати зникаючі повідомлення.

source: Allow your contacts to send files and media.
bg: Позволи на вашите контактите да изпращат файлове и медия.
de: Erlauben Sie Ihren Kontakten Dateien und Medien zu senden.

source: Allow your contacts to send voice messages.
bg: Позволи на вашите контакти да изпращат гласови съобщения.
de: Erlauben Sie Ihren Kontakten Sprachnachrichten zu senden.
es: Permites a tus contactos enviar mensajes de voz.
fi: Salli kontaktiesi lähettää ääniviestejä.
fr: Autorise vos contacts à envoyer des messages vocaux.
it: Permetti ai tuoi contatti di inviare messaggi vocali.
ja: 送信相手からの音声メッセージを許可する。
th: อนุญาตให้ผู้ติดต่อของคุณส่งข้อความเสียง
uk: Дозвольте своїм контактам надсилати голосові повідомлення.

source: Already connected?
bg: Вече сте свързани?
de: Sind Sie bereits verbunden?
es: ¿Ya está conectado?
fi: Oletko jo muodostanut yhteyden?
fr: Déjà connecté ?
it: Già connesso/a?
ja: すでに接続済みですか？
th: เชื่อมต่อสำเร็จแล้ว?
uk: Вже підключено?

source: Already connecting!
bg: В процес на свързване!
de: Bereits verbunden!
es: ¡Ya en proceso de conexión!
fr: Déjà en connexion !
it: Già in connessione!
uk: Вже підключаємось!

source: Already joining the group!
bg: Вече се присъединихте към групата!
de: Sie sind bereits Mitglied der Gruppe!
es: ¡Ya en proceso de unirte al grupo!
fr: Groupe déjà rejoint !
it: Già in ingresso nel gruppo!
uk: Вже приєднуємося до групи!

source: always
bg: винаги
de: Immer
es: siempre
fi: aina
fr: toujours
it: sempre
ja: 常に
th: เสมอ
uk: завжди

source: Always use private routing.
bg: Винаги използвай поверително рутиране.
de: Sie nutzen immer privates Routing.
es: Usar siempre enrutamiento privado.
fr: Toujours utiliser le routage privé.
it: Usa sempre l'instradamento privato.
uk: Завжди використовуйте приватну маршрутизацію.

source: Always use relay
bg: Винаги използвай реле
de: Über ein Relais verbinden
es: Usar siempre retransmisor
fi: Käytä aina relettä
fr: Se connecter via relais
it: Connetti via relay
ja: 常にリレーを経由する
th: ใช้รีเลย์เสมอ
uk: Завжди використовуйте реле

source: An empty chat profile with the provided name is created, and the app opens as usual.
bg: Създаен беше празен профил за чат с предоставеното име и приложението се отвари както обикновено.
de: Es wurde ein leeres Chat-Profil mit dem eingegebenen Namen erstellt und die App öffnet wie gewohnt.
es: Se creará un perfil vacío con el nombre proporcionado, y la aplicación se abrirá como de costumbre.
fi: Luodaan tyhjä chat-profiili annetulla nimellä, ja sovellus avautuu normaalisti.
fr: Un profil de chat vierge portant le nom fourni est créé et l'application s'ouvre normalement.
it: Viene creato un profilo di chat vuoto con il nome scelto e l'app si apre come al solito.
ja: 指定された名前の空のチャット プロファイルが作成され、アプリが通常どおり開きます。
th: โปรไฟล์แชทที่ว่างเปล่าพร้อมชื่อที่ให้ไว้ได้ถูกสร้างขึ้นและแอปจะเปิดตามปกติ
uk: Створюється порожній профіль чату з вказаним ім'ям, і додаток відкривається у звичайному режимі.

source: and %lld other events
bg: и %lld други събития
de: und %lld weitere Ereignisse
es: y %lld evento(s) más
fr: et %lld autres événements
it: e altri %lld eventi
uk: та %lld інших подій

source: Another reason
bg: Друга причина
de: Anderer Grund
es: Otro motivo
fr: Autre raison
it: Altro motivo

source: Answer call
bg: Отговор на повикване
de: Anruf annehmen
es: Responder llamada
fi: Vastaa puheluun
fr: Répondre à l'appel
it: Rispondi alla chiamata
ja: 通話に応答
th: รับสาย
uk: Відповісти на дзвінок

source: Anybody can host servers.
bg: Протокол и код с отворен код – всеки може да оперира собствени сървъри.
de: Jeder kann seine eigenen Server aufsetzen.
es: Cualquiera puede alojar servidores.
fr: N'importe qui peut heberger un serveur.
it: Chiunque può installare i server.
uk: Кожен може хостити сервери.

source: App data migration
bg: Миграция на данните от приложението
de: App-Daten-Migration
es: Migrar datos de la aplicación
fr: Transfert des données de l'application
it: Migrazione dati dell'app
uk: Міграція даних додатків

source: App encrypts new local files (except videos).
bg: Приложението криптира нови локални файлове (с изключение на видеоклипове).
de: Neue lokale Dateien (außer Video-Dateien) werden von der App verschlüsselt.
es: Cifrado de los nuevos archivos locales (excepto vídeos).
fr: L'application chiffre les nouveaux fichiers locaux (sauf les vidéos).
it: L'app cripta i nuovi file locali (eccetto i video).
uk: Додаток шифрує нові локальні файли (крім відео).

source: App group:
bg: Група приложения:
de: App-Gruppe:
es: Grupo app:
it: Gruppo app:

source: App passcode
bg: Код за достъп до приложението
de: App-Zugangscode
es: Código de acceso de la aplicación
fi: Sovelluksen pääsykoodi
fr: Code d'accès à l'app
it: Codice di accesso dell'app
ja: アプリのパスコード
th: รหัสผ่านแอป
uk: Пароль додатку
