Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: Save and notify group members
bg: Запази и уведоми членовете на групата
de: Speichern und Gruppenmitglieder benachrichtigen
es: Guardar y notificar grupo
fi: Tallenna ja ilmoita ryhmän jäsenille
fr: Enregistrer et en informer les membres du groupe
it: Salva e avvisa i membri del gruppo
ja: 保存して、グループのメンバーにに知らせる
th: บันทึกและแจ้งให้สมาชิกในกลุ่มทราบ
uk: Зберегти та повідомити учасників групи

source: Save and reconnect
de: Speichern und neu verbinden
es: Guardar y reconectar
fr: Sauvegarder et se reconnecter
it: Salva e riconnetti
uk: Збережіть і підключіться знову

source: Save and update group profile
bg: Запази и актуализирай профила на групата
de: Gruppen-Profil sichern und aktualisieren
es: Guardar y actualizar perfil del grupo
fi: Tallenna ja päivitä ryhmäprofiili
fr: Enregistrer et mettre à jour le profil du groupe
it: Salva e aggiorna il profilo del gruppo
ja: グループプロファイルの保存と更新
th: บันทึกและอัปเดตโปรไฟล์กลุ่ม
uk: Збереження та оновлення профілю групи

source: Save group profile
bg: Запази профила на групата
de: Gruppenprofil speichern
es: Guardar perfil de grupo
fi: Tallenna ryhmäprofiili
fr: Enregistrer le profil du groupe
it: Salva il profilo del gruppo
ja: グループプロフィールの保存
th: บันทึกโปรไฟล์กลุ่ม
uk: Зберегти профіль групи

source: Save group profile?
de: Gruppenprofil speichern?

source: Save list
de: Liste speichern
es: Guardar lista
it: Salva elenco

source: Save passphrase and open chat
bg: Запази паролата и отвори чата
de: Passwort speichern und Chat öffnen
es: Guardar contraseña y abrir el chat
fi: Tallenna tunnuslause ja avaa keskustelu
fr: Enregistrer la phrase secrète et ouvrir le chat
it: Salva la password e apri la chat
ja: パスフレーズをを保存して、チャットを開始
th: บันทึกรหัสผ่านและเปิดแชท
uk: Збережіть пароль і відкрийте чат

source: Save passphrase in Keychain
bg: Запази паролата в Keychain
de: Passwort im Schlüsselbund speichern
es: Guardar la contraseña en Keychain
fi: Tallenna tunnuslause Avainnippuun
fr: Enregistrer la phrase secrète dans la Keychain
it: Salva password nel portachiavi
ja: パスフレーズをキーチェーンに保存
th: บันทึกข้อความรหัสผ่านใน Keychain
uk: Збережіть парольну фразу в Keychain

source: Save preferences?
bg: Запази настройките?
de: Präferenzen speichern?
es: ¿Guardar preferencias?
fi: Tallenna asetukset?
fr: Enregistrer les préférences ?
it: Salvare le preferenze?
ja: この設定でよろしいですか？
th: บันทึกการตั้งค่า?
uk: Зберегти настройки?

source: Save profile password
bg: Запази паролата на профила
de: Profil-Passwort speichern
es: Guardar contraseña de perfil
fi: Tallenna profiilin salasana
fr: Enregistrer le mot de passe du profil
it: Salva la password del profilo
ja: プロフィールのパスワードを保存
th: บันทึกรหัสผ่านโปรไฟล์
uk: Зберегти пароль профілю

source: Save servers
bg: Запази сървърите
de: Alle Server speichern
es: Guardar servidores
fi: Tallenna palvelimet
fr: Enregistrer les serveurs
it: Salva i server
ja: サーバを保存
th: บันทึกเซิร์ฟเวอร์
uk: Зберегти сервери

source: Save servers?
bg: Запази сървърите?
de: Alle Server speichern?
es: ¿Guardar servidores?
fi: Tallenna palvelimet?
fr: Enregistrer les serveurs ?
it: Salvare i server?
ja: サーバを保存しますか？
th: บันทึกเซิร์ฟเวอร์?
uk: Зберегти сервери?

source: Save welcome message?
bg: Запази съобщението при посрещане?
de: Begrüßungsmeldung speichern?
es: ¿Guardar mensaje de bienvenida?
fi: Tallenna tervetuloviesti?
fr: Enregistrer le message d'accueil ?
it: Salvare il messaggio di benvenuto?
ja: ウェルカムメッセージを保存しますか？
th: บันทึกข้อความต้อนรับ?
uk: Зберегти вітальне повідомлення?

source: Save your profile?
de: Ihr Profil speichern?
es: ¿Guardar tu perfil?
fr: Sauvegarder votre profil ?
it: Salvare il profilo?
uk: Зберегти свій профіль?

source: saved
bg: запазено
de: abgespeichert
es: guardado
fr: enregistré
it: salvato
uk: збережено

source: Saved
bg: Запазено
de: Abgespeichert
es: Guardado
fr: Enregistré
it: Salvato
uk: Збережено

source: Saved from
bg: Запазено от
de: Abgespeichert von
es: Guardado desde
fr: Enregistré depuis
it: Salvato da
uk: Збережено з

source: saved from %@
bg: запазено от %@
de: abgespeichert von %@
es: Guardado desde %@
fr: enregistré à partir de %@
it: salvato da %@
uk: збережено з %@

source: Saved message
bg: Запазено съобщение
de: Gespeicherte Nachricht
es: Mensaje guardado
fr: Message enregistré
it: Messaggio salvato
uk: Збережене повідомлення

source: Saved WebRTC ICE servers will be removed
bg: Запазените WebRTC ICE сървъри ще бъдат премахнати
de: Gespeicherte WebRTC ICE-Server werden entfernt
es: Los servidores WebRTC ICE guardados serán eliminados
fi: Tallennetut WebRTC ICE -palvelimet poistetaan
fr: Les serveurs WebRTC ICE sauvegardés seront supprimés
it: I server WebRTC ICE salvati verranno rimossi
ja: 保存されたWebRTC ICEサーバは削除されます
th: เซิร์ฟเวอร์ WebRTC ICE ที่บันทึกไว้จะถูกลบออก
uk: Збережені сервери WebRTC ICE буде видалено

source: Saving %lld messages
de: Es wird/werden %lld Nachricht(en) gesichert
es: Guardando %lld mensajes
fr: Sauvegarde de %lld messages
it: Salvataggio di %lld messaggi
uk: Збереження повідомлень %lld

source: Scale
de: Skalieren
es: Escala
fr: Échelle
it: Scala
uk: Масштаб

source: Scan / Paste link
de: Link scannen / einfügen
es: Escanear / Pegar enlace
fr: Scanner / Coller un lien
it: Scansiona / Incolla link
uk: Відсканувати / Вставити посилання

source: Scan code
bg: Сканирай код
de: Code scannen
es: Escanear código
fi: Skannaa koodi
fr: Scanner le code
it: Scansiona codice
ja: コードを読み込む
th: สแกนรหัส
uk: Сканувати код

source: Scan QR code
bg: Сканирай QR код
de: QR-Code scannen
es: Escanear código QR
fi: Skannaa QR-koodi
fr: Scanner un code QR
it: Scansiona codice QR
ja: QRコードを読み込む
th: สแกนคิวอาร์โค้ด
uk: Відскануйте QR-код

source: Scan QR code from desktop
bg: Сканирай QR код от настолното устройство
de: Den QR-Code vom Desktop scannen
es: Escanear código QR desde ordenador
fr: Scannez le code QR du bureau
it: Scansiona codice QR dal desktop
uk: Відскануйте QR-код з робочого столу

source: Scan security code from your contact's app.
bg: Сканирайте кода за сигурност от приложението на вашия контакт.
de: Scannen Sie den Sicherheitscode von der App Ihres Kontakts.
es: Escanea el código de seguridad desde la aplicación de tu contacto.
fi: Skannaa turvakoodi kontaktisi sovelluksesta.
fr: Scannez le code de sécurité depuis l'application de votre contact.
it: Scansiona il codice di sicurezza dall'app del tuo contatto.
ja: 連絡相手のアプリからセキュリティコードを読み込む。
th: สแกนรหัสความปลอดภัยจากแอปของผู้ติดต่อของคุณ
uk: Відскануйте код безпеки з додатку вашого контакту.

source: Scan server QR code
bg: Сканирай QR кода на сървъра
de: Scannen Sie den QR-Code des Servers
es: Escanear código QR
fi: Skannaa palvelimen QR-koodi
fr: Scanner un code QR de serveur
it: Scansiona codice QR del server
ja: サーバのQRコードを読み込む
th: สแกนคิวอาร์โค้ดของเซิร์ฟเวอร์
uk: Відскануйте QR-код сервера

source: search
de: Suchen
es: buscar
fr: rechercher
it: cerca
uk: пошук

source: Search
bg: Търсене
de: Suche
es: Buscar
fi: Haku
fr: Rechercher
it: Cerca
ja: 検索
th: ค้นหา
uk: Пошук

source: Search bar accepts invitation links.
bg: Лентата за търсене приема линк за връзка.
de: In der Suchleiste werden nun auch Einladungslinks angenommen.
es: La barra de búsqueda acepta enlaces de invitación.
fr: La barre de recherche accepte les liens d'invitation.
it: La barra di ricerca accetta i link di invito.
uk: Рядок пошуку приймає посилання-запрошення.

source: Search or paste SimpleX link
bg: Търсене или поставяне на SimpleX линк
de: Suchen oder SimpleX-Link einfügen
es: Buscar o pegar enlace SimpleX
fr: Rechercher ou coller un lien SimpleX
it: Cerca o incolla un link SimpleX
uk: Знайдіть або вставте посилання SimpleX

source: sec
bg: сек.
de: sek
es: seg
fi: sek
ja: 秒
th: วินาที
uk: сек

source: Secondary
de: Zweite Farbe
es: Secundario
fr: Secondaire
it: Secondario
uk: Вторинний

source: seconds
bg: секунди
de: Sekunden
es: segundos
fi: sekuntia
fr: secondes
it: secondi
ja: 秒
th: วินาที
uk: секунди

source: secret
bg: таен
de: geheim
es: secreto
fi: salainen
it: segreto
ja: シークレット
th: ความลับ
uk: таємниця

source: Secure queue
bg: Сигурна опашка
de: Sichere Warteschlange
es: Cola segura
fi: Turvallinen jono
fr: File d'attente sécurisée
it: Coda sicura
ja: 待ち行列セキュリティ確認
th: คิวที่ปลอดภัย
uk: Безпечна черга

source: Secured
de: Abgesichert
es: Aseguradas
fr: Sécurisées
it: Protetto
uk: Забезпечено

source: Security assessment
bg: Оценка на сигурността
de: Security-Gutachten
es: Evaluación de la seguridad
fi: Turvallisuusarviointi
fr: Évaluation de sécurité
it: Valutazione della sicurezza
ja: セキュリティ評価
th: การประเมินความปลอดภัย
uk: Оцінка безпеки

source: Security code
bg: Код за сигурност
de: Sicherheitscode
es: Código de seguridad
fi: Turvakoodi
fr: Code de sécurité
it: Codice di sicurezza
ja: セキュリティコード
th: รหัสความปลอดภัย
uk: Код безпеки

source: security code changed
bg: кодът за сигурност е променен
de: Sicherheitscode wurde geändert
es: código de seguridad cambiado
fi: turvakoodi on muuttunut
fr: code de sécurité modifié
it: codice di sicurezza modificato
ja: セキュリティコードが変更されました
th: เปลี่ยนรหัสความปลอดภัยแล้ว
uk: змінено код безпеки

source: Select
bg: Избери
de: Auswählen
es: Seleccionar
fi: Valitse
fr: Choisir
it: Seleziona
ja: 選択
th: เลือก
uk: Виберіть

source: Select chat profile
de: Chat-Profil auswählen
es: Selecciona perfil de chat
fr: Sélectionner un profil de discussion
it: Seleziona il profilo di chat
uk: Виберіть профіль чату

source: Selected %lld
de: %lld ausgewählt
es: Seleccionados %lld
fr: %lld sélectionné(s)
it: %lld selezionato
uk: Вибрано %lld

source: Selected chat preferences prohibit this message.
de: Diese Nachricht ist wegen der gewählten Chat-Einstellungen nicht erlaubt.
es: Las preferencias seleccionadas no permiten este mensaje.
fr: Les préférences de chat sélectionnées interdisent ce message.
it: Le preferenze della chat selezionata vietano questo messaggio.
uk: Вибрані налаштування чату забороняють це повідомлення.

source: Self-destruct
bg: Самоунищожение
de: Selbstzerstörung
es: Autodestrucción
fi: Itsetuho
fr: Autodestruction
it: Autodistruzione
ja: 自己破壊
th: ทําลายตัวเอง
uk: Самознищення

source: Self-destruct passcode
bg: Код за достъп за самоунищожение
de: Selbstzerstörungs-Zugangscode
es: Código de autodestrucción
fi: Itsetuhoutuva pääsykoodi
fr: Code d'autodestruction
it: Codice di autodistruzione
ja: 自己破壊パスコード
th: รหัสผ่านแบบทําลายตัวเอง
uk: Пароль самознищення

source: Self-destruct passcode changed!
bg: Кодът за достъп за самоунищожение е променен!
de: Der Selbstzerstörungs-Zugangscode wurde geändert!
es: ¡Código de autodestrucción cambiado!
fi: Itsetuhoutuva pääsykoodi vaihdettu!
fr: Le code d'autodestruction a été modifié !
it: Codice di autodistruzione modificato!
ja: 自己破壊パスコードが変更されました！
th: รหัสผ่านแบบทําลายตัวเองเปลี่ยนไป!
uk: Пароль самознищення змінено!

source: Self-destruct passcode enabled!
bg: Кодът за достъп за самоунищожение е активиран!
de: Der Selbstzerstörungs-Zugangscode wurde aktiviert!
es: ¡Código de autodestrucción activado!
fi: Itsetuhoutuva pääsykoodi käytössä!
fr: Code d'autodestruction activé !
it: Codice di autodistruzione attivato!
ja: 自己破壊パスコードが有効になりました！
th: เปิดใช้งานรหัสผ่านแบบทําลายตัวเองแล้ว!
uk: Пароль самознищення ввімкнено!

source: Send
bg: Изпрати
de: Senden
es: Enviar
fi: Lähetä
fr: Envoyer
it: Invia
ja: 送信する
th: ส่ง
uk: Надіслати

source: Send a live message - it will update for the recipient(s) as you type it
bg: Изпратете съобщение на живо - то ще се актуализира за получателя(ите), докато го пишете
de: Eine Live Nachricht senden - der/die Empfänger sieht/sehen Nachrichtenaktualisierungen, während Sie sie eingeben
es: Envía un mensaje en vivo: se actualizará para el (los) destinatario(s) a medida que se escribe
fi: Lähetä live-viesti - se päivittyy vastaanottajille, kun kirjoitat sitä
fr: Envoyez un message dynamique - il sera mis à jour pour le⸱s destinataire⸱s au fur et à mesure que vous le tapez
it: Invia un messaggio in diretta: si aggiornerà per i destinatari mentre lo digiti
ja: ライブメッセージを送信 (入力しながら宛先の画面で更新される)
th: ส่งข้อความสด - มันจะอัปเดตสําหรับผู้รับในขณะที่คุณพิมพ์
uk: Надішліть повідомлення в реальному часі - воно буде оновлюватися для одержувача (одержувачів), поки ви його вводите

source: Send contact request?
de: Kontakt-Anfrage senden?

source: Send delivery receipts to
bg: Изпращайте потвърждениe за доставка на
de: Empfangsbestätigungen senden an
es: Enviar confirmaciones de entrega a
fi: Lähetä toimituskuittaukset vastaanottajalle
fr: Envoyer les accusés de réception à
it: Invia ricevute di consegna a
th: ส่งใบเสร็จรับการจัดส่งข้อความไปที่
uk: Надсилання звітів про доставку

source: Send direct message to connect
bg: Изпрати лично съобщение за свързване
de: Eine Direktnachricht zum Verbinden senden
es: Envía un mensaje para conectar
fr: Envoyer un message direct pour vous connecter
it: Invia messaggio diretto per connetterti
uk: Надішліть пряме повідомлення, щоб підключитися

source: Send disappearing message
bg: Изпрати изчезващо съобщение
de: Verschwindende Nachricht senden
es: Enviar mensaje temporal
fi: Lähetä katoava viesti
fr: Envoyer un message éphémère
it: Invia messaggio a tempo
ja: 消えるメッセージを送信
th: ส่งข้อความแบบที่หายไป
uk: Надіслати зникаюче повідомлення

source: Send errors
de: Fehler beim Senden
es: Errores de envío
fr: Erreurs d'envoi
it: Errori di invio
uk: Помилки надсилання

source: Send link previews
bg: Изпрати визуализация на линковете
de: Link-Vorschau senden
es: Enviar previsualizacion de enlaces
fi: Lähetä linkkien esikatselu
fr: Aperçu des liens
it: Invia le anteprime dei link
ja: リンクのプレビューを送信
th: ส่งตัวอย่างลิงก์
uk: Надіслати попередній перегляд за посиланням

source: Send live message
bg: Изпрати съобщение на живо
de: Live Nachricht senden
es: Mensaje en vivo
fi: Lähetä live-viesti
fr: Envoyer un message dynamique
it: Invia messaggio in diretta
ja: ライブメッセージを送信
th: ส่งข้อความสด
uk: Надіслати живе повідомлення

source: Send message to enable calls.
de: Nachricht senden, um Anrufe zu aktivieren.
es: Enviar mensaje para activar llamadas.
fr: Envoyer un message pour activer les appels.
it: Invia un messaggio per attivare le chiamate.
uk: Надішліть повідомлення, щоб увімкнути дзвінки.

source: Send messages directly when IP address is protected and your or destination server does not support private routing.
de: Nachrichten werden direkt versendet, wenn die IP-Adresse geschützt ist, und Ihr oder der Zielserver kein privates Routing unterstützt.
es: Enviar mensajes directamente cuando tu dirección IP está protegida y tu servidor o el de destino no admitan enrutamiento privado.
fr: Envoyer les messages de manière directe lorsque l'adresse IP est protégée et que votre serveur ou le serveur de destination ne prend pas en charge le routage privé.
it: Invia messaggi direttamente quando l'indirizzo IP è protetto e il tuo server o quello di destinazione non supporta l'instradamento privato.
uk: Надсилайте повідомлення напряму, якщо IP-адреса захищена, а ваш сервер або сервер призначення не підтримує приватну маршрутизацію.

source: Send messages directly when your or destination server does not support private routing.
de: Nachrichten werden direkt versendet, wenn Ihr oder der Zielserver kein privates Routing unterstützt.
es: Enviar mensajes directamente cuando tu servidor o el de destino no admitan enrutamiento privado.
fr: Envoyez les messages de manière directe lorsque votre serveur ou le serveur de destination ne prend pas en charge le routage privé.
it: Invia messaggi direttamente quando il tuo server o quello di destinazione non supporta l'instradamento privato.
uk: Надсилайте повідомлення напряму, якщо ваш сервер або сервер призначення не підтримує приватну маршрутизацію.

source: Send notifications
bg: Изпращай известия
de: Benachrichtigungen senden
es: Enviar notificaciones
fi: Lähetys ilmoitukset
fr: Envoi de notifications
it: Invia notifiche
ja: 通知を送信する
th: ส่งการแจ้งเตือน
uk: Надсилати сповіщення

source: Send private reports
de: Private Meldungen senden
es: Envía informes privados
it: Invia segnalazioni private

source: Send questions and ideas
bg: Изпращайте въпроси и идеи
de: Senden Sie Fragen und Ideen
es: Consultas y sugerencias
fi: Lähetä kysymyksiä ja ideoita
fr: Envoyez vos questions et idées
it: Invia domande e idee
ja: 質問やアイデアを送る
th: ส่งคําถามและความคิด
uk: Надсилайте запитання та ідеї

source: Send receipts
bg: Изпращане на потвърждениe за доставка
de: Bestätigungen senden
es: Enviar confirmaciones
fi: Lähetä kuittaukset
fr: Envoi de justificatifs
it: Invia ricevute
th: ส่งใบเสร็จ
uk: Надіслати підтвердження

source: Send request
de: Anfrage senden

source: Send request without message
de: Anfrage ohne Nachricht senden

source: Send them from gallery or custom keyboards.
bg: Изпрати от галерия или персонализирани клавиатури.
de: Senden Sie diese aus dem Fotoalbum oder von individuellen Tastaturen.
es: Envíalos desde la galería o desde teclados personalizados.
fi: Lähetä ne galleriasta tai mukautetuista näppäimistöistä.
fr: Envoyez-les depuis la phototèque ou des claviers personnalisés.
it: Inviali dalla galleria o dalle tastiere personalizzate.
ja: ギャラリーまたはカスタム キーボードから送信します。
th: ส่งจากแกลเลอรีหรือแป้นพิมพ์แบบกำหนดเอง
uk: Надсилайте їх із галереї чи власних клавіатур.

source: Send up to 100 last messages to new members.
bg: Изпращане до последните 100 съобщения на нови членове.
de: Bis zu 100 der letzten Nachrichten an neue Gruppenmitglieder senden.
es: Se envían hasta 100 mensajes más recientes a los miembros nuevos.
fr: Envoi des 100 derniers messages aux nouveaux membres.
it: Invia fino a 100 ultimi messaggi ai nuovi membri.
uk: Надішліть до 100 останніх повідомлень новим користувачам.

source: Send your private feedback to groups.
de: Senden Sie Ihr privates Feedback an Gruppen.

source: Sender cancelled file transfer.
bg: Подателят отмени прехвърлянето на файла.
de: Der Absender hat die Dateiübertragung abgebrochen.
es: El remitente ha cancelado la transferencia de archivos.
fi: Lähettäjä peruutti tiedoston siirron.
fr: L'expéditeur a annulé le transfert de fichiers.
it: Il mittente ha annullato il trasferimento del file.
ja: 送信者がファイル転送をキャンセルしました。
th: ผู้ส่งยกเลิกการโอนไฟล์
uk: Відправник скасував передачу файлу.

source: Sender may have deleted the connection request.
bg: Подателят може да е изтрил заявката за връзка.
de: Der Absender hat möglicherweise die Verbindungsanfrage gelöscht.
es: El remitente puede haber eliminado la solicitud de conexión.
fi: Lähettäjä on saattanut poistaa yhteyspyynnön.
fr: L'expéditeur a peut-être supprimé la demande de connexion.
it: Il mittente potrebbe aver eliminato la richiesta di connessione.
ja: 送信元が繋がりリクエストを削除したかもしれません。
th: ผู้ส่งอาจลบคําขอการเชื่อมต่อแล้ว
uk: Можливо, відправник видалив запит на підключення.

source: Sending delivery receipts will be enabled for all contacts in all visible chat profiles.
bg: Изпращането на потвърждениe за доставка ще бъде активирано за всички контакти във всички видими чат профили.
de: Das Senden von Empfangsbestätigungen an alle Kontakte in allen sichtbaren Chat-Profilen wird aktiviert.
es: El envío de confirmaciones de entrega se activará para todos los contactos en todos los perfiles visibles.
fi: Toimituskuittauksien lähettäminen otetaan käyttöön kaikille kontakteille näkyvissä keskusteluprofiileissa.
fr: L'envoi d'accusés de réception sera activé pour tous les contacts dans tous les profils de chat visibles.
it: L'invio delle ricevute di consegna sarà attivo per tutti i contatti in tutti i profili di chat visibili.
th: การส่งใบเสร็จรับการจัดส่งข้อความจะถูกเปิดในโปรไฟล์แชทที่มองเห็นได้ทั้งหมด
uk: Надсилання підтверджень доставки буде ввімкнено для всіх контактів у всіх видимих профілях чату.

source: Sending delivery receipts will be enabled for all contacts.
bg: Изпращането на потвърждениe за доставка ще бъде активирано за всички контакти.
de: Das Senden von Empfangsbestätigungen an alle Kontakte wird aktiviert.
es: El envío de confirmaciones de entrega se activará para todos los contactos.
fi: Toimituskuittauksien lähettäminen otetaan käyttöön kaikille kontakteille.
fr: L'envoi d'accusés de réception sera activé pour tous les contacts.
it: L'invio delle ricevute di consegna sarà attivo per tutti i contatti.
th: การส่งใบเสร็จรับการจัดส่งข้อความจะถูกเปิด
uk: Надсилання підтверджень доставки буде ввімкнено для всіх контактів.

source: Sending file will be stopped.
bg: Изпращането на файла ще бъде спряно.
de: Das Senden der Datei wird beendet.
es: Se detendrá el envío del archivo.
fi: Tiedoston lähettäminen lopetetaan.
fr: L'envoi du fichier sera interrompu.
it: L'invio del file verrà interrotto.
ja: ファイルの送信を停止します。
th: การส่งไฟล์จะหยุดลง
uk: Надсилання файлу буде зупинено.

source: Sending receipts is disabled for %lld contacts
bg: Изпращането на потвърждениe за доставка е деактивирано за %lld контакта
de: Sendebestätigungen sind für %lld Kontakte deaktiviert
es: El envío de confirmaciones está desactivado para %lld contactos
fi: Kuittauksien lähettäminen ei ole käytössä %lld kontakteille
fr: L'envoi d'accusés de réception est désactivé pour %lld contacts
it: L'invio di ricevute è disattivato per %lld contatti
th: การส่งใบเสร็จถูกปิดใช้งานสำหรับผู้ติดต่อ %lld
uk: Надсилання підтвердження вимкнено для контактів %lld

source: Sending receipts is disabled for %lld groups
bg: Изпращането на потвърждениe за доставка е деактивирано за %lld групи
de: Sendebestätigungen sind für %lld Gruppen deaktiviert
es: El envío de confirmaciones está desactivado para %lld grupos
fi: Kuittien lähettäminen ei ole käytössä %lld ryhmille
fr: L'envoi de reçus est désactivé pour les groupes %lld
it: L'invio di ricevute è disattivato per %lld gruppi
uk: Відправлення підтверджень вимкнено для груп %lld

source: Sending receipts is enabled for %lld contacts
bg: Изпращането на потвърждениe за доставка е активирано за %lld контакта
de: Sendebestätigungen sind für %lld Kontakte aktiviert
es: El envío de confirmaciones está activado para %lld contactos
fi: Kuittauksien lähettäminen on käytössä %lld kontakteille
fr: L'envoi d'accusés de réception est activé pour %lld contacts
it: L'invio di ricevute è attivo per %lld contatti
th: การส่งใบเสร็จถูกเปิดใช้งานสำหรับผู้ติดต่อ %lld
uk: Для контактів %lld увімкнено надсилання підтвердження

source: Sending receipts is enabled for %lld groups
bg: Изпращането на потвърждениe за доставка е активирано за %lld групи
de: Sendebestätigungen sind für %lld Gruppen aktiviert
es: El envío de confirmaciones está activado para %lld grupos
fi: Kuittauksien lähettäminen on käytössä %lld ryhmille
fr: L'envoi de reçus est activé pour les groupes %lld
it: L'invio di ricevute è attivo per %lld gruppi
uk: Для груп %lld увімкнено надсилання підтвердження

source: Sending via
bg: Изпращане чрез
de: Senden über
es: Enviando vía
fi: Lähetetään kautta
fr: Envoi via
it: Invio tramite
ja: 経由で送信
th: ส่งผ่าน
uk: Надсилання через

source: Sent at
bg: Изпратено на
de: Gesendet um
es: Enviado
fi: Lähetetty klo
fr: Envoyé le
it: Inviato il
ja: 送信日時
th: ส่งเมื่อ
uk: Надіслано за

source: Sent at: %@
bg: Изпратено на: %@
de: Gesendet um: %@
es: Enviado: %@
fi: Lähetetty klo: %@
fr: Envoyé le : %@
it: Inviato il: %@
ja: 送信日時: %@
th: ส่งเมื่อ: %@
uk: Надіслано за: %@

source: Sent directly
de: Direkt gesendet
es: Directamente
fr: Envoyé directement
it: Inviato direttamente
uk: Відправлено напряму

source: Sent message
bg: Изпратено съобщение
de: Gesendete Nachricht
es: Mensaje saliente
fi: Lähetetty viesti
fr: Message envoyé
it: Messaggio inviato
ja: 送信
th: ข้อความที่ส่งแล้ว
uk: Надіслано повідомлення

source: Sent messages
de: Gesendete Nachrichten
es: Mensajes enviados
fr: Messages envoyés
it: Messaggi inviati
uk: Надіслані повідомлення
