Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: Disappearing messages are prohibited in this group.
fi: Katoavat viestit ovat kiellettyjä tässä ryhmässä.
ja: このグループでは消えるメッセージが使用禁止です。
th: ข้อความที่จะหายไปหลังเวลาที่กําหนด (disappearing message) เป็นสิ่งต้องห้ามในกลุ่มนี้

source: Display name
fi: Näyttönimi
ja: 表示名

source: Display name:
fi: Näyttönimi:
ja: 表示名：

source: Error accessing database file
fi: Virhe tietokantatiedoston käyttämisessä
ja: データベースファイルへのアクセスエラー
th: เกิดข้อผิดพลาดในการเข้าถึงไฟล์ฐานข้อมูล

source: Error deleting contact
fi: Virhe kontaktin poistamisessa
ja: 連絡先の削除にエラー発生
th: เกิดข้อผิดพลาดในการลบผู้ติดต่อ

source: Error loading %@ servers
fi: Virhe %@-palvelimien lataamisessa
ja: %@ サーバーのロード中にエラーが発生
th: โหลดเซิร์ฟเวอร์ %@ ผิดพลาด

source: Error saving %@ servers
fi: Virhe %@ palvelimien tallentamisessa
ja: %@ サーバの保存エラー
th: เกิดข้อผิดพลาดในการบันทึกเซิร์ฟเวอร์ %@

source: event happened
fi: tapahtuma tapahtui
ja: イベント発生

source: Files and media are prohibited in this group.
fi: Tiedostot ja media ovat tässä ryhmässä kiellettyjä.
ja: このグループでは、ファイルとメディアは禁止されています。
th: ไฟล์และสื่อเป็นสิ่งต้องห้ามในกลุ่มนี้

source: Full name:
fi: Koko nimi:
ja: フルネーム：
th: ชื่อเต็ม:

source: Group members can add message reactions.
fi: Ryhmän jäsenet voivat lisätä viestireaktioita.
ja: グループメンバーはメッセージへのリアクションを追加できます。
th: สมาชิกกลุ่มสามารถเพิ่มการแสดงปฏิกิริยาต่อข้อความได้

source: Group members can irreversibly delete sent messages.
fi: Ryhmän jäsenet voivat poistaa lähetetyt viestit peruuttamattomasti.
ja: グループのメンバーがメッセージを完全削除することができます。

source: Group members can send direct messages.
fi: Ryhmän jäsenet voivat lähettää suoraviestejä.
ja: グループのメンバーがダイレクトメッセージを送信できます。
th: สมาชิกกลุ่มสามารถส่งข้อความโดยตรงได้

source: Group members can send disappearing messages.
fi: Ryhmän jäsenet voivat lähettää katoavia viestejä.
ja: グループのメンバーが消えるメッセージを送信できます。
th: สมาชิกกลุ่มสามารถส่งข้อความที่จะหายไปหลังจากเวลาที่กำหนดหลังการอ่าน (disappearing messages) ได้

source: Group members can send files and media.
fi: Ryhmän jäsenet voivat lähettää tiedostoja ja mediaa.
ja: グループメンバーはファイルやメディアを送信できます。
th: สมาชิกกลุ่มสามารถส่งไฟล์และสื่อ

source: Group members can send voice messages.
fi: Ryhmän jäsenet voivat lähettää ääniviestejä.
ja: グループのメンバーが音声メッセージを送信できます。
th: สมาชิกกลุ่มสามารถส่งข้อความเสียง

source: If you cannot meet in person, you can **scan QR code in the video call**, or your contact can share an invitation link.
fi: Jos et voi tavata henkilökohtaisesti, voit **skannata QR-koodin videopuhelussa** tai kontaktisi voi jakaa kutsulinkin.
ja: 直接会えない場合は、**ビデオ通話で QR コードを表示する**か、リンクを共有してください。

source: Immune to spam and abuse
fi: Immuuni roskapostille ja väärinkäytöksille
ja: スパムや悪質送信を防止
th: มีภูมิคุ้มกันต่อสแปมและการละเมิด

source: Instantly
fi: Heti
ja: すぐに
th: ทันที

source: Irreversible message deletion is prohibited in this group.
fi: Viestien peruuttamaton poisto on kielletty tässä ryhmässä.
ja: このグループではメッセージの完全削除が使用禁止です。
th: การลบข้อความแบบแก้ไขไม่ได้เป็นสิ่งที่ห้ามในกลุ่มนี้

source: Make a private connection
fi: Luo yksityinen yhteys
ja: プライベートな接続をする
th: สร้างการเชื่อมต่อแบบส่วนตัว

source: Make sure %@ server addresses are in correct format, line separated and are not duplicated (%@).
fi: Varmista, että %@-palvelinosoitteet ovat oikeassa muodossa, että ne on erotettu toisistaan riveittäin ja että ne eivät ole päällekkäisiä (%@).
ja: %@ サーバー アドレスが正しい形式で、行が区切られており、重複していないことを確認してください (%@)。
th: ตรวจสอบให้แน่ใจว่าที่อยู่เซิร์ฟเวอร์ %@ อยู่ในรูปแบบที่ถูกต้อง แยกบรรทัดและไม่ซ้ำกัน (%@)

source: Many people asked: *if SimpleX has no user identifiers, how can it deliver messages?*
fi: Monet ihmiset kysyivät: *Jos SimpleX:llä ei ole käyttäjätunnuksia, miten se voi toimittaa viestejä?*
ja: 多くの人が次のような質問をしました: *SimpleX にユーザー識別子がない場合、どうやってメッセージを配信できるのですか?*
th: หลายคนถามว่า: *หาก SimpleX ไม่มีตัวระบุผู้ใช้ จะส่งข้อความได้อย่างไร?*

source: Message reactions are prohibited in this group.
fi: Viestireaktiot ovat kiellettyjä tässä ryhmässä.
ja: このグループではメッセージへのリアクションは禁止されています。
th: ปฏิกิริยาบนข้อความเป็นสิ่งต้องห้ามในกลุ่มนี้

source: Migrations: %@
fi: Siirrot: %@
ja: 移行： %@
th: การย้ายข้อมูล: %@

source: Most likely this contact has deleted the connection with you.
fi: Todennäköisesti tämä kontakti on poistanut yhteyden sinuun.
ja: 恐らくこの連絡先があなたとの接続を削除しました。

source: New database archive
fi: Uusi tietokanta-arkisto
ja: 新しいデータベースのアーカイブ
th: ฐานข้อมูลใหม่สำหรับการเก็บถาวร

source: Off (Local)
fi: Pois (Paikallinen)
ja: オフ(自分のみ)

source: Old database archive
fi: Vanha tietokanta-arkisto
ja: 過去のデータベースアーカイブ
th: คลังฐานข้อมูลเก่า

source: Onion hosts will be required for connection. Requires enabling VPN.
fi: Yhteyden muodostamiseen tarvitaan Onion-isäntiä. Edellyttää VPN:n sallimista.
ja: 接続にオニオンのホストが必要となります。VPN を有効にする必要があります。
th: จำเป็นต้องมีโฮสต์หัวหอมสำหรับการเชื่อมต่อ ต้องเปิดใช้งาน VPN สำหรับการเชื่อมต่อ

source: Onion hosts will be used when available. Requires enabling VPN.
fi: Onion-isäntiä käytetään, kun niitä on saatavilla. Edellyttää VPN:n sallimista.
ja: オニオンのホストが利用可能時に使われます。VPN を有効にする必要があります。
th: จำเป็นต้องมีโฮสต์หัวหอมสำหรับการเชื่อมต่อ ต้องเปิดใช้งาน VPN สำหรับการเชื่อมต่อ

source: Only client devices store user profiles, contacts, groups, and messages sent with **2-layer end-to-end encryption**.
fi: Vain asiakaslaitteet tallentavat käyttäjäprofiileja, yhteystietoja, ryhmiä ja viestejä, jotka on lähetetty **kaksinkertaisella päästä päähän -salauksella**.
ja: **2 レイヤーのエンドツーエンド暗号化**を使用して送信されたユーザー プロファイル、連絡先、グループ、メッセージを保存できるのはクライアント デバイスのみです。
th: เฉพาะอุปกรณ์ไคลเอนต์เท่านั้นที่จัดเก็บโปรไฟล์ผู้ใช้ ผู้ติดต่อ กลุ่ม และข้อความที่ส่งด้วย **การเข้ารหัส encrypt แบบ 2 ชั้น**

source: Only you can irreversibly delete messages (your contact can mark them for deletion).
fi: Vain sinä voit poistaa viestejä peruuttamattomasti (kontaktisi voi merkitä ne poistettavaksi).
ja: メッセージの完全削除はあなたにしかできません (あなたの連絡先は削除対象とすることができます)。

source: Only your contact can irreversibly delete messages (you can mark them for deletion).
fi: Vain kontaktisi voi poistaa viestejä peruuttamattomasti (voit merkitä ne poistettavaksi).
ja: メッセージを完全削除できるのはあなたの連絡相手だけです (あなたは削除対象とすることができます)。

source: Open user profiles
fi: Avaa käyttäjäprofiilit
ja: ユーザープロフィールを開く
th: เปิดโปรไฟล์ผู้ใช้

source: Open-source protocol and code – anybody can run the servers.
fi: Avoimen lähdekoodin protokolla ja koodi - kuka tahansa voi käyttää palvelimia.
ja: プロトコル技術とコードはオープンソースで、どなたでもご自分のサーバを運用できます。
th: โปรโตคอลและโค้ดโอเพ่นซอร์ส – ใคร ๆ ก็สามารถเปิดใช้เซิร์ฟเวอร์ได้

source: Opening database…
fi: Avataan tietokantaa…
ja: データベースを開いています…

source: Opening the link in the browser may reduce connection privacy and security. Untrusted SimpleX links will be red.
fi: Linkin avaaminen selaimessa voi heikentää yhteyden yksityisyyttä ja turvallisuutta. Epäluotetut SimpleX-linkit näkyvät punaisina.
ja: ブラウザでリンクを開くと接続のプライバシーとセキュリティが下がる可能性があります。信頼されないSimpleXリンクは読み込まれません。

source: or chat with the developers
fi: tai keskustele kehittäjien kanssa
ja: または開発者とチャットする

source: Paste
fi: Liitä
ja: 貼り付け

source: Paste received link
fi: Liitä vastaanotettu linkki
ja: 頂いたリンクを貼り付ける

source: Paste the link you received to connect with your contact.
fi: Liitä saamasi linkki, jonka avulla voit muodostaa yhteyden kontaktiisi.
ja: 連絡相手から頂いたリンクを以下の入力欄に貼り付けて繋がります。

source: People can connect to you only via the links you share.
fi: Ihmiset voivat ottaa sinuun yhteyttä vain jakamiesi linkkien kautta.
ja: あなたと繋がることができるのは、あなたからリンクを頂いた方のみです。
th: ผู้คนสามารถเชื่อมต่อกับคุณผ่านลิงก์ที่คุณแบ่งปันเท่านั้น

source: Periodically
fi: Ajoittain
ja: 定期的に
th: เป็นระยะๆ

source: Preset server
fi: Esiasetettu palvelin
ja: プレセットサーバ
th: เซิร์ฟเวอร์ที่ตั้งไว้ล่วงหน้า

source: Read more in [User Guide](https://simplex.chat/docs/guide/app-settings.html#your-simplex-contact-address).
fi: Lue lisää [Käyttöoppaasta](https://simplex.chat/docs/guide/app-settings.html#your-simplex-contact-address).
ja: 詳しくは[ユーザーガイド](https://simplex.chat/docs/guide/app-settings.html#your-simplex-contact-address)をご覧ください。
th: อ่านเพิ่มเติมใน[คู่มือผู้ใช้](https://simplex.chat/docs/guide/app-settings.html#your-simplex-contact-address)

source: Read more in our GitHub repository.
fi: Lue lisää GitHub-tietovarastostamme.
ja: GitHubリポジトリで詳細をご確認ください。
th: อ่านเพิ่มเติมในที่เก็บ GitHub ของเรา

source: Revert
fi: Palauta
ja: 元に戻す
th: เปลี่ยนกลับ

source: Save archive
fi: Tallenna arkisto
ja: アーカイブを保存
th: บันทึกไฟล์เก็บถาวร

source: Save auto-accept settings
fi: Tallenna automaattisen hyväksynnän asetukset
ja: 自動受け入れ設定を保存する
th: บันทึกการตั้งค่าการยอมรับอัตโนมัติ

source: Save settings?
fi: Tallenna asetukset?
ja: 設定を保存しますか？
th: บันทึกการตั้งค่า?

source: Send direct message
fi: Lähetä yksityisviesti
ja: ダイレクトメッセージを送信
th: ส่งข้อความโดยตรง

source: Send notifications:
fi: Lähetys ilmoitukset:
ja: 通知を送信する：
th: ส่งการแจ้งเตือน:

source: Share one-time invitation link
fi: Jaa kertakutsulinkki
ja: 使い捨ての招待リンクを共有

source: SMP servers
fi: SMP-palvelimet
ja: SMPサーバ
th: เซิร์ฟเวอร์ SMP

source: Start a new chat
fi: Aloita uusi keskustelu
ja: 新しいチャットを開始する

source: Stop chat to enable database actions
fi: Pysäytä keskustelu tietokantatoimien mahdollistamiseksi
ja: チャットを停止してデータベースアクションを有効にします
th: หยุดการแชทเพื่อเปิดใช้งานการดำเนินการกับฐานข้อมูล

source: Tap to start a new chat
fi: Aloita uusi keskustelu napauttamalla
ja: タップして新しいチャットを始める
th: แตะเพื่อเริ่มแชทใหม่

source: The 1st platform without any user identifiers – private by design.
fi: Ensimmäinen alusta ilman käyttäjätunnisteita – suunniteltu yksityiseksi.
ja: 世界初のユーザーIDのないプラットフォーム｜設計も元からプライベート。
th: แพลตฟอร์มแรกที่ไม่มีตัวระบุผู้ใช้ - ถูกออกแบบให้เป็นส่วนตัว

source: The group is fully decentralized – it is visible only to the members.
fi: Ryhmä on täysin hajautettu - se näkyy vain jäsenille.
ja: グループは完全分散型で、メンバーしか内容を見れません。

source: The next generation of private messaging
fi: Seuraavan sukupolven yksityisviestit
ja: 次世代のプライバシー・メッセンジャー
th: การส่งข้อความส่วนตัวรุ่นต่อไป

source: The profile is only shared with your contacts.
fi: Profiili jaetaan vain kontaktiesi kanssa.
ja: プロフィールは連絡先にしか共有されません。
th: โปรไฟล์นี้แชร์กับผู้ติดต่อของคุณเท่านั้น

source: Theme
fi: Teema
ja: テーマ

source: There should be at least one user profile.
fi: Käyttäjäprofiileja tulee olla vähintään yksi.
ja: 少なくとも1つのユーザープロファイルが必要です。

source: There should be at least one visible user profile.
fi: Näkyviä käyttäjäprofiileja tulee olla vähintään yksi.
ja: 少なくとも1つのユーザープロフィールが表示されている必要があります。

source: To protect privacy, instead of user IDs used by all other platforms, SimpleX has identifiers for message queues, separate for each of your contacts.
fi: Yksityisyyden suojaamiseksi kaikkien muiden alustojen käyttämien käyttäjätunnusten sijaan SimpleX käyttää viestijonojen tunnisteita, jotka ovat kaikille kontakteille erillisiä.
ja: プライバシーを保護するために、SimpleX には、他のすべてのプラットフォームで使用されるユーザー ID の代わりに、連絡先ごとに個別のメッセージ キューの識別子があります。
th: เพื่อปกป้องความเป็นส่วนตัว แทนที่จะใช้ ID ผู้ใช้เหมือนที่แพลตฟอร์มอื่นๆใช้ SimpleX มีตัวระบุสำหรับคิวข้อความ โดยแยกจากกันสำหรับผู้ติดต่อแต่ละราย

source: Turn off notifications?
fi: Kytke ilmoitukset pois päältä?
ja: 通知をオフにしますか？

source: Unexpected error: %@
fi: Odottamaton virhe: %@
ja: 予期しないエラー: %@

source: Update .onion hosts setting?
fi: Päivitä .onion-isäntien asetus?
ja: .onionのホスト設定を更新しますか？
th: อัปเดตการตั้งค่าโฮสต์ .onion ไหม?

source: Update transport isolation mode?
fi: Päivitä kuljetuksen eristystila?
ja: トランスポート隔離モードを更新しますか？
th: อัปเดตโหมดการแยกการขนส่งไหม?

source: Updating this setting will re-connect the client to all servers.
fi: Tämän asetuksen päivittäminen yhdistää asiakkaan uudelleen kaikkiin palvelimiin.
ja: 設定を更新すると、全サーバにクライントの再接続が行われます。
th: การอัปเดตการตั้งค่านี้จะเชื่อมต่อไคลเอนต์กับเซิร์ฟเวอร์ทั้งหมดอีกครั้ง

source: User profile
fi: Käyttäjäprofiili
ja: ユーザープロフィール
th: โปรไฟล์ผู้ใช้

source: Using .onion hosts requires compatible VPN provider.
fi: .onion-isäntien käyttäminen vaatii yhteensopivan VPN-palveluntarjoajan.
ja: .onionホストを使用するには、互換性のあるVPNプロバイダーが必要です。
th: การใช้โฮสต์ .onion ต้องการผู้ให้บริการ VPN ที่เข้ากันได้

source: Voice messages are prohibited in this group.
fi: Ääniviestit ovat kiellettyjä tässä ryhmässä.
ja: このグループでは音声メッセージが使用禁止です。
th: ข้อความเสียงเป็นสิ่งต้องห้ามในกลุ่มนี้

source: When people request to connect, you can accept or reject it.
fi: Kun ihmiset pyytävät yhteyden muodostamista, voit hyväksyä tai hylätä sen.
ja: 接続が要求されたら、それを受け入れるか拒否するかを選択できます。
th: เมื่อมีคนขอเชื่อมต่อ คุณสามารถยอมรับหรือปฏิเสธได้

source: XFTP servers
fi: XFTP-palvelimet
ja: XFTPサーバ
th: เซิร์ฟเวอร์ XFTP

source: You
fi: Sinä
ja: あなた
th: คุณ

source: You can also connect by clicking the link. If it opens in the browser, click **Open in mobile app** button.
fi: Voit myös muodostaa yhteyden klikkaamalla linkkiä. Jos se avautuu selaimessa, napsauta **Avaa mobiilisovelluksessa**-painiketta.
ja: リンクをクリックすることでも接続できます。ブラウザで開いた場合は、**モバイルアプリで開く**ボタンをクリックしてください。

source: You can now send messages to %@
fi: Voit nyt lähettää viestejä %@:lle
ja: %@ にメッセージを送信できるようになりました

source: You can share your address as a link or QR code - anybody can connect to you.
fi: Voit jakaa osoitteesi linkkinä tai QR-koodina - kuka tahansa voi muodostaa yhteyden sinuun.
ja: アドレスをリンクやQRコードとして共有することで、誰でも接続することができます。
th: คุณสามารถแชร์ที่อยู่ของคุณเป็นลิงก์หรือรหัสคิวอาร์ - ใคร ๆ ก็สามารถเชื่อมต่อกับคุณได้

source: You control through which server(s) **to receive** the messages, your contacts – the servers you use to message them.
fi: Sinä hallitset, minkä palvelim(i)en kautta **viestit vastaanotetaan**, kontaktisi - palvelimet, joita käytät viestien lähettämiseen niille.
ja: あなたはメッセージの受信に使用するサーバーを制御し、連絡先はあなたがメッセージの送信に使用するサーバーを使用することができます。
th: คุณควบคุมผ่านเซิร์ฟเวอร์ **เพื่อรับ** ข้อความผู้ติดต่อของคุณ - เซิร์ฟเวอร์ที่คุณใช้เพื่อส่งข้อความถึงพวกเขา

source: You have no chats
fi: Sinulla ei ole keskusteluja
ja: あなたはチャットがありません
th: คุณไม่มีการแชท

source: You will join a group this link refers to and connect to its group members.
fi: Liityt ryhmään, johon tämä linkki viittaa, ja muodostat yhteyden sen ryhmän jäseniin.
ja: このリンクのグループに参加し、そのメンバーに繋がります。

source: Your %@ servers
fi: %@-palvelimesi
ja: あなたの %@ サーバー
th: เซิร์ฟเวอร์ %@ ของคุณ

source: Your chat profile will be sent to group members
fi: Keskusteluprofiilisi lähetetään ryhmän jäsenille
ja: あなたのチャットプロフィールが他のグループメンバーに送られます

source: Your contact needs to be online for the connection to complete. You can cancel this connection and remove the contact (and try later with a new link).
fi: Kontaktin tulee olla online-tilassa, jotta yhteys voidaan muodostaa. Voit peruuttaa tämän yhteyden ja poistaa kontaktin (ja yrittää myöhemmin uudella linkillä).
ja: 接続を完了するには、連絡相手がオンラインになる必要があります。 この接続をキャンセルして、連絡先を削除をすることもできます (後でやり直すこともできます)。
th: ผู้ติดต่อของคุณจะต้องออนไลน์เพื่อให้การเชื่อมต่อเสร็จสมบูรณ์ คุณสามารถยกเลิกการเชื่อมต่อนี้และลบผู้ติดต่อออก (และลองใหม่ในภายหลังด้วยลิงก์ใหม่)

source: Your contacts in SimpleX will see it. You can change it in Settings.
fi: Kontaktisi SimpleX:ssä näkevät sen. Voit muuttaa sitä Asetuksista.
ja: SimpleX の連絡先に表示されます。 設定で変更できます。

source: Your server
fi: Palvelimesi
ja: あなたのサーバ
th: เซิร์ฟเวอร์ของคุณ

source: Your SMP servers
fi: SMP-palvelimesi
ja: あなたのSMPサーバ
th: เซิร์ฟเวอร์ SMP ของคุณ

source: Your XFTP servers
fi: XFTP-palvelimesi
ja: あなたのXFTPサーバ
th: เซิร์ฟเวอร์ XFTP ของคุณ

source: Group members can irreversibly delete sent messages. (24 hours)
th: สมาชิกกลุ่มสามารถลบข้อความที่ส่งแล้วอย่างถาวร

source: Local
th: ในเครื่อง
