Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: Recent history and improved [directory bot](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion).
bg: Скорошна история и подобрен [bot за директория за групи](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPd jdLW3%23%2F%3Fv%3D1-2% 26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion).
de: Aktueller Nachrichtenverlauf und verbesserter [Gruppenverzeichnis-Bot](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion).
es: Historial reciente y [bot del directorio](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion) mejorados.
fr: Historique récent et amélioration du [bot annuaire](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion).
it: Cronologia recente e [bot della directory](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion) migliorato.
uk: Нещодавня історія та покращення [directory bot](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion).

source: Recipient(s) can't see who this message is from.
bg: Получателят(ите) не могат да видят от кого е това съобщение.
de: Empfänger können nicht sehen, von wem die Nachricht stammt.
es: Los destinatarios no ven de quién procede este mensaje.
fr: Le(s) destinataire(s) ne peut(vent) pas voir de qui provient ce message.
it: I destinatari non possono vedere da chi proviene questo messaggio.
uk: Одержувач(и) не бачить, від кого це повідомлення.

source: Recipients see updates as you type them.
bg: Получателите виждат актуализации, докато ги въвеждате.
de: Die Empfänger sehen Nachrichtenaktualisierungen, während Sie sie eingeben.
es: Los destinatarios ven actualizarse mientras escribes.
fi: Vastaanottajat näkevät päivitykset, kun kirjoitat niitä.
fr: Les destinataires voient les mises à jour au fur et à mesure que vous leur écrivez.
it: I destinatari vedono gli aggiornamenti mentre li digiti.
ja: 受信者には、入力時に更新内容が表示されます。
th: ผู้รับจะเห็นการอัปเดตเมื่อคุณพิมพ์
uk: Одержувачі бачать оновлення, коли ви їх вводите.

source: Reconnect
de: Neu verbinden
es: Reconectar
fr: Reconnecter
it: Riconnetti
uk: Повторне підключення

source: Reconnect all connected servers to force message delivery. It uses additional traffic.
bg: Повторно се свържете с всички свързани сървъри, за да принудите доставката на съобщенията. Използва се допълнителен трафик.
de: Alle verbundenen Server werden neu verbunden, um die Zustellung der Nachricht zu erzwingen. Dies verursacht zusätzlichen Datenverkehr.
es: Reconectar todos los servidores conectados para forzar la entrega del mensaje. Se usa tráfico adicional.
fi: Yhdistä kaikki yhdistetyt palvelimet uudelleen pakottaaksesi viestin toimituksen. Tämä käyttää ylimääräistä liikennettä.
fr: Reconnecter tous les serveurs connectés pour forcer la livraison des messages. Cette méthode utilise du trafic supplémentaire.
it: Riconnetti tutti i server connessi per imporre il recapito dei messaggi. Utilizza traffico aggiuntivo.
ja: 接続されているすべてのサーバーを再接続して、メッセージを強制的に配信します。 追加のトラフィックを使用します。
th: เชื่อมต่อเซิร์ฟเวอร์ที่เชื่อมต่อทั้งหมดอีกครั้งเพื่อบังคับให้ส่งข้อความ มันใช้การจราจรเพิ่มเติม
uk: Перепідключіть всі підключені сервери, щоб примусово доставити повідомлення. Це використовує додатковий трафік.

source: Reconnect all servers
de: Alle Server neu verbinden
es: Reconectar todos los servidores
fr: Reconnecter tous les serveurs
it: Riconnetti tutti i server
uk: Перепідключіть усі сервери

source: Reconnect all servers?
de: Alle Server neu verbinden?
es: ¿Reconectar todos los servidores?
fr: Reconnecter tous les serveurs ?
it: Riconnettere tutti i server?
uk: Перепідключити всі сервери?

source: Reconnect server to force message delivery. It uses additional traffic.
de: Um die Auslieferung von Nachrichten zu erzwingen, wird der Server neu verbunden. Dafür wird weiterer Datenverkehr benötigt.
es: Reconectar con el servidor para forzar la entrega de mensajes. Se usa tráfico adicional.
fr: Reconnecter le serveur pour forcer la livraison des messages. Utilise du trafic supplémentaire.
it: Riconnetti il server per forzare la consegna dei messaggi. Usa traffico aggiuntivo.
uk: Перепідключити сервер для примусової доставки повідомлень. Використовує додатковий трафік.

source: Reconnect server?
de: Server neu verbinden?
es: ¿Reconectar servidor?
fr: Reconnecter le serveur ?
it: Riconnettere il server?
uk: Перепідключити сервер?

source: Reconnect servers?
bg: Повторно свърване със сървърите?
de: Die Server neu verbinden?
es: ¿Reconectar servidores?
fi: Yhdistä palvelimet uudelleen?
fr: Reconnecter les serveurs ?
it: Riconnettere i server?
ja: サーバーに再接続しますか？
th: เชื่อมต่อเซิร์ฟเวอร์อีกครั้งหรือไม่?
uk: Перепідключити сервери?

source: Record updated at
bg: Записът е актуализиран на
de: Datensatz aktualisiert um
es: Registro actualiz.
fi: Tietue päivitetty klo
fr: Enregistrement mis à jour le
it: Registro aggiornato il
ja: レコード更新日時
th: บันทึกถูกอัปเดตเมื่อ
uk: Запис оновлено за

source: Record updated at: %@
bg: Записът е актуализиран на: %@
de: Datensatz aktualisiert um: %@
es: Registro actualiz: %@
fi: Tietue päivitetty klo: %@
fr: Enregistrement mis à jour le : %@
it: Registro aggiornato il: %@
ja: レコード更新日時: %@
th: บันทึกถูกอัปเดตเมื่อ: %@
uk: Запис оновлено за: %@

source: Reduced battery usage
bg: Намалена консумация на батерията
de: Reduzierter Batterieverbrauch
es: Reducción del uso de batería
fi: Pienempi akun käyttö
fr: Réduction de la consommation de batterie
it: Consumo di batteria ridotto
ja: 電池使用量低減
th: ลดการใช้แบตเตอรี่
uk: Зменшення використання акумулятора

source: Register
de: Registrieren
es: Registrar
it: Registra

source: Register notification token?
de: Benachrichtigungs-Token registrieren?
es: ¿Registrar el token de notificaciones?
it: Registrare il token di notifica?

source: Registered
de: Registriert
es: Registrado
it: Registrato

source: Reject
bg: Отхвърляне
de: Ablehnen
es: Rechazar
fi: Hylkää
fr: Rejeter
it: Rifiuta
ja: 拒否
th: ปฏิเสธ
uk: Відхилити

source: Reject (sender NOT notified)
bg: Отхвърляне (подателят НЕ бива уведомен)
de: Kontakt ablehnen (der Absender wird NICHT benachrichtigt)
es: Rechazar contacto (NO se notifica al remitente)
fi: Hylkää (lähettäjälle EI ilmoiteta)
fr: Rejeter le contact (l'expéditeur N'en est PAS informé)
it: Rifiuta contatto (mittente NON avvisato)
ja: 連絡を拒否（送信者には通知されません）
uk: Відхилити (відправника НЕ повідомлено)

source: Reject contact request
bg: Отхвърли заявката за контакт
de: Kontaktanfrage ablehnen
es: Rechazar solicitud de contacto
fi: Hylkää yhteyspyyntö
fr: Rejeter la demande de contact
it: Rifiuta la richiesta di contatto
ja: 連絡要求を拒否する
th: ปฏิเสธคำขอติดต่อ
uk: Відхилити запит на контакт

source: Reject member?
de: Mitglied ablehnen?

source: rejected
de: abgelehnt
es: rechazado
it: rifiutato

source: rejected call
bg: отхвърлено повикване
de: Abgelehnter Anruf
es: llamada rechazada
fi: hylätty puhelu
fr: appel rejeté
it: chiamata rifiutata
ja: 拒否した通話
th: สายถูกปฏิเสธ
uk: відхилений виклик

source: Relay server is only used if necessary. Another party can observe your IP address.
bg: Реле сървър се използва само ако е необходимо. Друга страна може да наблюдава вашия IP адрес.
de: Relais-Server werden nur genutzt, wenn sie benötigt werden. Ihre IP-Adresse kann von Anderen erfasst werden.
es: El servidor de retransmisión sólo se usa en caso de necesidad. Un tercero podría ver tu IP.
fi: Välityspalvelinta käytetään vain tarvittaessa. Toinen osapuoli voi tarkkailla IP-osoitettasi.
fr: Le serveur relais n'est utilisé que si nécessaire. Un tiers peut observer votre adresse IP.
it: Il server relay viene usato solo se necessario. Un altro utente può osservare il tuo indirizzo IP.
ja: 中継サーバーは必要な場合にのみ使用されます。 別の当事者があなたの IP アドレスを監視できます。
th: ใช้เซิร์ฟเวอร์รีเลย์ในกรณีที่จำเป็นเท่านั้น บุคคลอื่นสามารถสังเกตที่อยู่ IP ของคุณได้
uk: Релейний сервер використовується тільки в разі потреби. Інша сторона може бачити вашу IP-адресу.

source: Relay server protects your IP address, but it can observe the duration of the call.
bg: Relay сървърът защитава вашия IP адрес, но може да наблюдава продължителността на разговора.
de: Relais-Server schützen Ihre IP-Adresse, aber sie können die Anrufdauer erfassen.
es: El servidor de retransmisión protege tu IP pero puede ver la duración de la llamada.
fi: Välityspalvelin suojaa IP-osoitteesi, mutta se voi tarkkailla puhelun kestoa.
fr: Le serveur relais protège votre adresse IP, mais il peut observer la durée de l'appel.
it: Il server relay protegge il tuo indirizzo IP, ma può osservare la durata della chiamata.
ja: リレー サーバーは IP アドレスを保護しますが、通話時間は監視されます。
th: เซิร์ฟเวอร์รีเลย์ปกป้องที่อยู่ IP ของคุณ แต่สามารถสังเกตระยะเวลาของการโทรได้
uk: Сервер ретрансляції захищає вашу IP-адресу, але він може спостерігати за тривалістю дзвінка.

source: Remove
bg: Премахване
de: Entfernen
es: Eliminar
fi: Poista
fr: Supprimer
it: Rimuovi
ja: 削除
th: ลบ
uk: Видалити

source: Remove archive?
de: Archiv entfernen?
es: ¿Eliminar archivo?
fr: Supprimer l'archive ?
it: Rimuovere l'archivio?
uk: Видалити архів?

source: Remove image
de: Bild entfernen
es: Eliminar imagen
fr: Enlever l'image
it: Rimuovi immagine
uk: Видалити зображення

source: Remove link tracking
de: Link-Tracking entfernen

source: Remove member
bg: Острани член
de: Mitglied entfernen
es: Expulsar miembro
fi: Poista jäsen
fr: Retirer le membre
it: Rimuovi membro
ja: メンバーを除名する
th: ลบสมาชิกออก
uk: Видалити учасника

source: Remove member?
bg: Острани член?
de: Das Mitglied entfernen?
es: ¿Expulsar miembro?
fi: Poista jäsen?
fr: Retirer ce membre ?
it: Rimuovere il membro?
ja: メンバーを除名しますか？
th: ลบสมาชิกออก?
uk: Видалити учасника?

source: Remove passphrase from keychain?
bg: Премахване на паролата от keychain?
de: Passwort aus dem Schlüsselbund entfernen?
es: ¿Eliminar contraseña de Keychain?
fi: Poista tunnuslause avainnipusta?
fr: Supprimer la phrase secrète de la keychain ?
it: Rimuovere la password dal portachiavi?
ja: キーチェーンからパスフレーズを削除しますか？
th: ลบรหัสผ่านออกจาก keychain หรือไม่?
uk: Видалити парольну фразу з брелока?

source: removed
bg: отстранен
de: entfernt
es: expulsado
fi: poistettu
fr: supprimé
it: rimosso
ja: 除名されました
th: ถูกลบแล้ว
uk: видалено

source: removed %@
bg: отстранен %@
de: hat %@ aus der Gruppe entfernt
es: ha expulsado a %@
fi: %@ poistettu
fr: a retiré %@
it: ha rimosso %@
ja: %@ を除名されました
th: ถูกลบแล้ว %@
uk: видалено %@

source: removed contact address
bg: премахнат адрес за контакт
de: Die Kontaktadresse wurde entfernt
es: dirección de contacto eliminada
fr: suppression de l'adresse de contact
it: indirizzo di contatto rimosso
uk: видалено контактну адресу

source: removed from group
de: Aus der Gruppe entfernt

source: removed profile picture
bg: премахната профилна снимка
de: Das Profil-Bild wurde entfernt
es: ha eliminado la imagen del perfil
fr: suppression de la photo de profil
it: immagine del profilo rimossa
uk: видалено зображення профілю

source: removed you
bg: ви острани
de: hat Sie aus der Gruppe entfernt
es: te ha expulsado
fi: poisti sinut
fr: vous a retiré
it: ti ha rimosso/a
ja: あなたを除名しました
th: ลบคุณออกแล้ว
uk: прибрали вас

source: Removes messages and blocks members.
de: Entfernt Nachrichten und blockiert Mitglieder.

source: Renegotiate
bg: Предоговоряне
de: Neu aushandeln
es: Renegociar
fi: Neuvottele uudelleen
fr: Renégocier
it: Rinegoziare
ja: 再ネゴシエート
th: เจรจาใหม่
uk: Переузгодьте

source: Renegotiate encryption
bg: Предоговори криптирането
de: Verschlüsselung neu aushandeln
es: Renegociar cifrado
fi: Uudelleenneuvottele salaus
fr: Renégocier le chiffrement
it: Rinegoziare crittografia
ja: 暗号化の再ネゴシエート
th: เจรจา encryption อีกครั้ง
uk: Переузгодьте шифрування

source: Renegotiate encryption?
bg: Предоговори криптирането?
de: Verschlüsselung neu aushandeln?
es: ¿Renegociar cifrado?
fi: Uudelleenneuvottele salaus?
fr: Renégocier le chiffrement ?
it: Rinegoziare la crittografia?
ja: 暗号化を再ネゴシエートしますか?
th: เจรจา enryption ใหม่หรือไม่?
uk: Переузгодьте шифрування?

source: Repeat download
bg: Повтори изтеглянето
de: Herunterladen wiederholen
es: Repetir descarga
fr: Répéter le téléchargement
it: Ripeti scaricamento
uk: Повторити завантаження

source: Repeat import
bg: Повтори импортирането
de: Import wiederholen
es: Repetir importación
fr: Répéter l'importation
it: Ripeti importazione
uk: Повторний імпорт

source: Repeat upload
bg: Повтори качването
de: Hochladen wiederholen
es: Repetir subida
fr: Répéter l'envoi
it: Ripeti caricamento
uk: Повторне завантаження

source: Reply
bg: Отговори
de: Antwort
es: Responder
fi: Vastaa
fr: Répondre
it: Rispondi
ja: 返信
th: ตอบ
uk: Відповісти

source: Report
de: Melden
es: Informe
it: Segnala

source: Report content: only group moderators will see it.
de: Inhalt melden: Nur Gruppenmoderatoren werden es sehen.
es: Informar de contenido: sólo los moderadores del grupo lo verán.
it: Segnala contenuto: solo i moderatori del gruppo lo vedranno.

source: Report member profile: only group moderators will see it.
de: Mitgliederprofil melden: Nur Gruppenmoderatoren werden es sehen.
es: Informar del perfil de un miembro: sólo los moderadores del grupo lo verán.
it: Segnala profilo: solo i moderatori del gruppo lo vedranno.

source: Report other: only group moderators will see it.
de: Anderes melden: Nur Gruppenmoderatoren werden es sehen.
es: Informar de otros: sólo los moderadores del grupo lo verán.
it: Segnala altro: solo i moderatori del gruppo lo vedranno.

source: Report reason?
de: Grund der Meldung?
es: ¿Motivo del informe?
it: Motivo della segnalazione?

source: Report sent to moderators
de: Meldung wurde an die Moderatoren gesendet

source: Report spam: only group moderators will see it.
de: Spam melden: Nur Gruppenmoderatoren werden es sehen.
es: Informar de spam: sólo los moderadores del grupo lo verán.
it: Segnala spam: solo i moderatori del gruppo lo vedranno.

source: Report violation: only group moderators will see it.
de: Verstoß melden: Nur Gruppenmoderatoren werden es sehen.
es: Informar de violación: sólo los moderadores del grupo lo verán.
it: Segnala violazione: solo i moderatori del gruppo lo vedranno.

source: Report: %@
de: Meldung: %@
es: Informe: %@
it: Segnalazione: %@

source: Reporting messages to moderators is prohibited.
de: Melden von Nachrichten an Moderatoren ist nicht erlaubt.
es: No se permite informar de mensajes a los moderadores.
it: È vietato segnalare messaggi ai moderatori.

source: Reports
de: Meldungen
es: Informes
it: Segnalazioni

source: request is sent
de: Anfrage wurde gesendet

source: request to join rejected
de: Beitrittsanfrage abgelehnt

source: requested connection
de: Angefragte Verbindung

source: requested connection from group %@
de: Angefragte Verbindung von Gruppe %@

source: requested to connect
de: Zur Verbindung aufgefordert
es: solicitado para conectar
fr: demande à se connecter
it: richiesto di connettersi
uk: запит на підключення

source: Required
bg: Задължително
de: Erforderlich
es: Obligatorio
fi: Pakollinen
fr: Requis
it: Obbligatorio
ja: 必須
th: ที่จำเป็น
uk: Потрібно

source: Reset
bg: Нулиране
de: Zurücksetzen
es: Restablecer
fi: Oletustilaan
fr: Réinitialisation
it: Ripristina
ja: 戻す
th: รีเซ็ต
uk: Перезавантаження

source: Reset all hints
de: Alle Hinweise zurücksetzen
es: Reiniciar todas las pistas
fr: Rétablir tous les conseils
it: Ripristina tutti i suggerimenti
uk: Скинути всі підказки

source: Reset all statistics
de: Alle Statistiken zurücksetzen
es: Restablecer todas las estadísticas
fr: Réinitialiser toutes les statistiques
it: Azzera tutte le statistiche
uk: Скинути всю статистику

source: Reset all statistics?
de: Alle Statistiken zurücksetzen?
es: ¿Restablecer todas las estadísticas?
fr: Réinitialiser toutes les statistiques ?
it: Azzerare tutte le statistiche?
uk: Скинути всю статистику?

source: Reset colors
bg: Нулирай цветовете
de: Farben zurücksetzen
es: Restablecer colores
fi: Oletusvärit
fr: Réinitialisation des couleurs
it: Ripristina i colori
ja: 既定の色に戻す
th: รีเซ็ตสี
uk: Скинути кольори

source: Reset to app theme
de: Auf das App-Design zurücksetzen
es: Restablecer al tema de la aplicación
fr: Réinitialisation au thème de l'appli
it: Ripristina al tema dell'app
uk: Повернутися до теми програми

source: Reset to defaults
bg: Възстановяване на настройките по подразбиране
de: Auf Voreinstellungen zurücksetzen
es: Restablecer valores predetarminados
fi: Palauta oletusasetukset
fr: Réinitialisation des valeurs par défaut
it: Ripristina i predefiniti
ja: 既定に戻す
th: รีเซ็ตเป็นค่าเริ่มต้น
uk: Відновити налаштування за замовчуванням

source: Reset to user theme
de: Auf das Benutzer-spezifische Design zurücksetzen
es: Restablecer al tema del usuario
fr: Réinitialisation au thème de l'utilisateur
it: Ripristina al tema dell'utente
uk: Повернутися до теми користувача

source: Restart the app to create a new chat profile
bg: Рестартирайте приложението, за да създадете нов чат профил
de: Um ein neues Chat-Profil zu erstellen, starten Sie die App neu
es: Reinicia la aplicación para crear un perfil nuevo
fi: Käynnistä sovellus uudelleen uuden keskusteluprofiilin luomiseksi
fr: Redémarrez l'application pour créer un nouveau profil de chat
it: Riavvia l'app per creare un nuovo profilo di chat
ja: 新しいチャットプロファイルを作成するためにアプリを再起動する
th: รีสตาร์ทแอปเพื่อสร้างโปรไฟล์แชทใหม่
uk: Перезапустіть програму, щоб створити новий профіль чату

source: Restart the app to use imported chat database
bg: Рестартирайте приложението, за да използвате импортирана чат база данни
de: Um die importierte Chat-Datenbank zu verwenden, starten Sie die App neu
es: Reinicia la aplicación para usar la base de datos de chats importada
fi: Käynnistä sovellus uudelleen käyttääksesi tuotua keskustelujen-tietokantaa
fr: Redémarrez l'application pour utiliser la base de données de chat importée
it: Riavvia l'app per usare il database della chat importato
ja: インポートしたチャットデータベースを使用するため、アプリを再起動する
th: รีสตาร์ทแอปเพื่อใช้ฐานข้อมูลการแชทที่นำเข้า
uk: Перезапустіть програму, щоб використовувати імпортовану базу даних чату

source: Restore
bg: Възстанови
de: Wiederherstellen
es: Restaurar
fi: Palauta
fr: Restaurer
it: Ripristina
ja: 復元
th: คืนค่า
uk: Відновити

source: Restore database backup
bg: Възстанови резервно копие на база данни
de: Datenbanksicherung wiederherstellen
es: Restaurar copia de seguridad de la base de datos
fi: Palauta tietokannan varmuuskopio
fr: Restaurer la sauvegarde de la base de données
it: Ripristina backup del database
ja: データベースを復元
th: คืนค่าการสำรองฐานข้อมูล
uk: Відновлення резервної копії бази даних

source: Restore database backup?
bg: Възстанови резервно копие на база данни?
de: Die Datenbanksicherung wiederherstellen?
es: ¿Restaurar copia de seguridad de la base de datos?
fi: Palauta tietokannan varmuuskopio?
fr: Restaurer la sauvegarde de la base de données ?
it: Ripristinare il backup del database?
ja: データベースを復元しますか？
th: คืนค่าฐานข้อมูลสำรองไหม?
uk: Відновити резервну копію бази даних?

source: Restore database error
bg: Грешка при възстановяване на базата данни
de: Fehler bei der Wiederherstellung der Datenbank
es: Error al restaurar base de datos
fi: Virhe tietokannan palauttamisessa
fr: Erreur de restauration de la base de données
it: Errore di ripristino del database
ja: データベース復元エラー
th: กู้คืนข้อผิดพลาดของฐานข้อมูล
uk: Відновлення помилки бази даних

source: Retry
bg: Опитай отново
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
uk: Спробуйте ще раз

source: Reveal
bg: Покажи
de: Aufdecken
es: Revelar
fi: Paljasta
fr: Révéler
it: Rivela
ja: 開示する
th: เปิดเผย
uk: Показувати

source: review
de: Überprüfung

source: Review conditions
de: Nutzungsbedingungen einsehen
es: Revisar condiciones
fr: Vérifier les conditions
it: Leggi le condizioni
uk: Умови перегляду

source: Review group members
de: Gruppenmitglieder überprüfen

source: Review members
de: Überprüfung der Mitglieder

source: Review members before admitting ("knocking").
de: Überprüfung der Mitglieder vor der Aufnahme ("Anklopfen").

source: reviewed by admins
de: Von Administratoren überprüft

source: Revoke
bg: Отзови
de: Widerrufen
es: Revocar
fi: Peruuta
fr: Révoquer
it: Revoca
ja: 取り消す
th: ถอน
uk: Відкликати

source: Revoke file
bg: Отзови файл
de: Datei widerrufen
es: Revocar archivo
fi: Peruuta tiedosto
fr: Révoquer le fichier
it: Revoca file
ja: ファイルを取り消す
th: ถอนไฟล์
uk: Відкликати файл

source: Revoke file?
bg: Отзови файл?
de: Datei widerrufen?
es: ¿Revocar archivo?
fi: Peruuta tiedosto?
fr: Révoquer le fichier ?
it: Revocare il file?
ja: ファイルを取り消しますか？
th: ถอนไฟล์?
uk: Відкликати файл?

source: Role
bg: Роля
de: Rolle
es: Rol
fi: Rooli
fr: Rôle
it: Ruolo
ja: 役割
th: บทบาท
uk: Роль

source: Run chat
bg: Стартиране на чат
de: Chat starten
es: Ejecutar SimpleX
fi: Käynnistä chat
fr: Exécuter le chat
it: Avvia chat
ja: チャット起動
th: เรียกใช้แชท
uk: Запустити чат

source: Safely receive files
de: Dateien sicher herunterladen
es: Recibe archivos de forma segura
fr: Réception de fichiers en toute sécurité
it: Ricevi i file in sicurezza
uk: Безпечне отримання файлів

source: Safer groups
bg: По-безопасни групи
de: Sicherere Gruppen
es: Grupos más seguros
fr: Groupes plus sûrs
it: Gruppi più sicuri
uk: Безпечніші групи

source: Save
bg: Запази
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
ja: 保存
th: บันทึก
uk: Зберегти

source: Save (and notify contacts)
bg: Запази (и уведоми контактите)
de: Speichern (und Kontakte benachrichtigen)
es: Guardar (y notificar contactos)
fi: Tallenna (ja ilmoita kontakteille)
fr: Enregistrer (et en informer les contacts)
it: Salva (e avvisa i contatti)
ja: 保存（連絡先に通知）
th: บันทึก (และแจ้งผู้ติดต่อ)
uk: Зберегти (і повідомити контактам)

source: Save (and notify members)
de: Speichern (und Mitglieder benachrichtigen)

source: Save admission settings?
de: Speichern der Aufnahme-Einstellungen?

source: Save and notify contact
bg: Запази и уведоми контакта
de: Speichern und Kontakt benachrichtigen
es: Guardar y notificar contacto
fi: Tallenna ja ilmoita kontaktille
fr: Enregistrer et en informer le contact
it: Salva e avvisa il contatto
ja: 保存して、連絡先にに知らせる
th: บันทึกและแจ้งผู้ติดต่อ
uk: Зберегти та повідомити контакт
