Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: Network settings
bg: Мрежови настройки
de: Netzwerkeinstellungen
es: Configuración de red
fi: Verkkoasetukset
fr: Paramètres réseau
it: Impostazioni di rete
ja: ネットワーク設定
th: การตั้งค่าเครือข่าย
uk: Налаштування мережі

source: Network status
bg: Състояние на мрежата
de: Netzwerkstatus
es: Estado de la red
fi: Verkon tila
fr: État du réseau
it: Stato della rete
ja: ネットワーク状況
th: สถานะเครือข่าย
uk: Стан мережі

source: never
bg: никога
de: nie
es: nunca
fi: ei koskaan
fr: jamais
it: mai
ja: 一度も
th: ไม่เคย
uk: ніколи

source: New
de: Neu
es: Nuevo
it: Nuovo

source: New chat
bg: Нов чат
de: Neuer Chat
es: Nuevo chat
fr: Nouveau chat
it: Nuova chat
uk: Новий чат

source: New chat experience 🎉
de: Neue Chat-Erfahrung 🎉
es: Nueva experiencia de chat 🎉
fr: Nouvelle expérience de discussion 🎉
it: Una nuova esperienza di chat 🎉
uk: Новий досвід спілкування в чаті 🎉

source: New contact request
bg: Нова заявка за контакт
de: Neue Kontaktanfrage
es: Nueva solicitud de contacto
fi: Uusi kontaktipyyntö
fr: Nouvelle demande de contact
it: Nuova richiesta di contatto
ja: 新しい繋がりのリクエスト
th: คำขอติดต่อใหม่
uk: Новий запит на контакт

source: New contact:
bg: Нов контакт:
de: Neuer Kontakt:
es: Contacto nuevo:
fi: Uusi kontakti:
fr: Nouveau contact :
it: Nuovo contatto:
ja: 新しい連絡先：
th: คำขอติดต่อใหม่:
uk: Новий контакт:

source: New desktop app!
bg: Ново настолно приложение!
de: Neue Desktop-App!
es: Nueva aplicación para PC!
fr: Nouvelle application de bureau !
it: Nuova app desktop!
uk: Новий десктопний додаток!

source: New display name
bg: Ново име
de: Neuer Anzeigename
es: Nuevo nombre mostrado
fi: Uusi näyttönimi
fr: Nouveau nom d'affichage
it: Nuovo nome da mostrare
ja: 新たな表示名
th: ชื่อที่แสดงใหม่
uk: Нове ім'я відображення

source: New events
de: Neue Ereignisse
es: Eventos nuevos
fr: Nouveaux événements
it: Nuovi eventi
uk: Нові події

source: New group role: Moderator
de: Neue Gruppen-Rolle: Moderator

source: New in %@
bg: Ново в %@
de: Neu in %@
es: Nuevo en %@
fi: Uutta %@
fr: Nouveautés de la %@
it: Novità nella %@
ja: %@ の新機能
th: ใหม่ใน %@
uk: Нове в %@

source: New media options
de: Neue Medien-Optionen
es: Nuevas opciones multimedia
fr: Nouvelles options de médias
it: Nuove opzioni multimediali
uk: Нові медіа-опції

source: New member role
bg: Нова членска роля
de: Neue Mitgliedsrolle
es: Nuevo rol de miembro
fi: Uusi jäsenrooli
fr: Nouveau rôle
it: Nuovo ruolo del membro
ja: 新しいメンバーの役割
th: บทบาทของสมาชิกใหม่
uk: Нова роль учасника

source: New member wants to join the group.
de: Ein neues Mitglied will der Gruppe beitreten.

source: new message
bg: ново съобщение
de: Neue Nachricht
es: mensaje nuevo
fi: uusi viesti
fr: nouveau message
it: messaggio nuovo
ja: 新しいメッセージ
th: ข้อความใหม่
uk: нове повідомлення

source: New message
bg: Ново съобщение
de: Neue Nachricht
es: Mensaje nuevo
fi: Uusi viesti
fr: Nouveau message
it: Nuovo messaggio
ja: 新しいメッセージ
th: ข้อความใหม่
uk: Нове повідомлення

source: New Passcode
bg: Нов kод за достъп
de: Neuer Zugangscode
es: Código Nuevo
fi: Uusi pääsykoodi
fr: Nouveau code d'accès
it: Nuovo codice di accesso
ja: 新しいパスコード
th: รหัสผ่านใหม่
uk: Новий пароль

source: New passphrase…
bg: Нова парола…
de: Neues Passwort…
es: Contraseña nueva…
fi: Uusi tunnuslause…
fr: Nouvelle phrase secrète…
it: Nuova password…
ja: 新しいパスフレーズ…
th: รหัสผ่านใหม่…
uk: Новий пароль…

source: New server
de: Neuer Server
es: Servidor nuevo
fr: Nouveau serveur
it: Nuovo server
uk: Новий сервер

source: New SOCKS credentials will be used every time you start the app.
de: Jedes Mal wenn Sie die App starten, werden neue SOCKS-Anmeldeinformationen genutzt
es: Se usarán credenciales SOCKS nuevas cada vez que inicies la aplicación.
fr: De nouveaux identifiants SOCKS seront utilisés chaque fois que vous démarrerez l'application.
it: Le nuove credenziali SOCKS verranno usate ogni volta che avvii l'app.
uk: Нові облікові дані SOCKS будуть використовуватися при кожному запуску програми.

source: New SOCKS credentials will be used for each server.
de: Für jeden Server werden neue SOCKS-Anmeldeinformationen genutzt
es: Se usarán credenciales SOCKS nuevas para cada servidor.
fr: De nouveaux identifiants SOCKS seront utilisées pour chaque serveur.
it: Le nuove credenziali SOCKS verranno usate per ogni server.
uk: Для кожного сервера будуть використовуватися нові облікові дані SOCKS.

source: no
bg: не
de: Nein
fi: ei
fr: non
ja: いいえ
th: ไม่
uk: ні

source: No
bg: Не
de: Nein
fi: Ei
fr: Non
ja: いいえ
th: เลขที่
uk: Ні

source: No app password
bg: Приложението няма kод за достъп
de: Kein App-Passwort
es: Sin contraseña de la aplicación
fi: Ei sovelluksen salasanaa
fr: Pas de mot de passe pour l'app
it: Nessuna password dell'app
ja: アプリのパスワードはありません
th: ไม่มีรหัสผ่านสำหรับแอป
uk: Немає пароля програми

source: No chats
de: Keine Chats
es: Sin chats
it: Nessuna chat

source: No chats found
de: Keine Chats gefunden
es: Ningún chat encontrado
it: Nessuna chat trovata

source: No chats in list %@
de: Keine Chats in der Liste %@
es: Sin chats en la lista %@
it: Nessuna chat nell'elenco %@

source: No chats with members
de: Keine Chats mit Mitgliedern

source: No contacts selected
bg: Няма избрани контакти
de: Keine Kontakte ausgewählt
es: Ningún contacto seleccionado
fi: Kontakteja ei ole valittu
fr: Aucun contact sélectionné
it: Nessun contatto selezionato
ja: 連絡先が選択されてません
th: ไม่ได้เลือกผู้ติดต่อ
uk: Не вибрано жодного контакту

source: No contacts to add
bg: Няма контакти за добавяне
de: Keine Kontakte zum Hinzufügen
es: Sin contactos que añadir
fi: Ei lisättäviä kontakteja
fr: Aucun contact à ajouter
it: Nessun contatto da aggiungere
ja: 追加できる連絡先がありません
th: ไม่มีรายชื่อที่จะเพิ่ม
uk: Немає контактів для додавання

source: No delivery information
bg: Няма информация за доставката
de: Keine Information über die Zustellung
es: Sin información de entrega
fi: Ei toimitustietoja
fr: Pas d'information sur la distribution
it: Nessuna informazione sulla consegna
ja: 送信情報なし
uk: Немає інформації про доставку

source: No device token!
bg: Няма токен за устройство!
de: Kein Geräte-Token!
es: ¡Sin dispositivo token!
fi: Ei laitetunnusta!
fr: Pas de token d'appareil !
it: Nessun token del dispositivo!
ja: デバイストークンがありません!
th: ไม่มีโทเค็นอุปกรณ์!
uk: Токен пристрою відсутній!

source: No direct connection yet, message is forwarded by admin.
de: Bisher keine direkte Verbindung. Nachricht wird von einem Admin weitergeleitet.
es: Aún no hay conexión directa con este miembro, el mensaje es reenviado por el administrador.
fr: Pas de connexion directe pour l'instant, le message est transmis par l'administrateur.
it: Ancora nessuna connessione diretta, il messaggio viene inoltrato dall'amministratore.
uk: Прямого зв'язку ще немає, повідомлення пересилається адміністратором.

source: no e2e encryption
bg: липсва e2e криптиране
de: Keine E2E-Verschlüsselung
es: sin cifrar
fi: ei e2e-salausta
fr: sans chiffrement de bout en bout
it: nessuna crittografia e2e
ja: エンドツーエンド暗号化がありません
th: ไม่มีการ encrypt จากต้นจนจบ
uk: без шифрування e2e

source: No filtered chats
bg: Няма филтрирани чатове
de: Keine gefilterten Chats
es: Sin chats filtrados
fi: Ei suodatettuja keskusteluja
fr: Aucune discussion filtrés
it: Nessuna chat filtrata
ja: フィルタされたチャットはありません
th: ไม่มีการกรองการแชท
uk: Немає фільтрованих чатів

source: No group!
bg: Групата не е намерена!
de: Die Gruppe wurde nicht gefunden!
es: ¡Grupo no encontrado!
fi: Ryhmää ei löydy!
fr: Groupe introuvable !
it: Gruppo non trovato!
ja: グループが見つかりません！
th: ไม่พบกลุ่ม!
uk: Групу не знайдено!

source: No history
bg: Няма история
de: Kein Nachrichtenverlauf
es: Sin historial
fi: Ei historiaa
fr: Aucun historique
it: Nessuna cronologia
ja: 履歴はありません
th: ไม่มีประวัติ
uk: Немає історії

source: No info, try to reload
de: Keine Information - es wird versucht neu zu laden
es: No hay información, intenta recargar
fr: Pas d'info, essayez de recharger
it: Nessuna informazione, prova a ricaricare
uk: Немає інформації, спробуйте перезавантажити

source: No media & file servers.
de: Keine Medien- und Dateiserver.
es: Sin servidores para archivos y multimedia.
fr: Pas de serveurs de médias et de fichiers.
it: Nessun server di multimediali e file.
uk: Ніяких медіа та файлових серверів.

source: No message
de: Keine Nachricht
es: Ningún mensaje
it: Nessun messaggio

source: No message servers.
de: Keine Nachrichten-Server.
es: Sin servidores para mensajes.
fr: Pas de serveurs de messages.
it: Nessun server dei messaggi.
uk: Ніяких серверів повідомлень.

source: No network connection
bg: Няма мрежова връзка
de: Keine Netzwerkverbindung
es: Sin conexión de red
fr: Pas de connexion au réseau
it: Nessuna connessione di rete
uk: Немає підключення до мережі

source: No permission to record speech
de: Keine Genehmigung für Sprach-Aufnahmen
es: Sin permiso para grabación de voz
fr: Enregistrement des conversations non autorisé
it: Nessuna autorizzazione per registrare l'audio
uk: Немає дозволу на запис промови

source: No permission to record video
de: Keine Genehmigung für Video-Aufnahmen
es: Sin permiso para grabación de vídeo
fr: Enregistrement de la vidéo non autorisé
it: Nessuna autorizzazione per registrare il video
uk: Немає дозволу на запис відео

source: No permission to record voice message
bg: Няма разрешение за запис на гласово съобщение
de: Keine Berechtigung für das Aufnehmen von Sprachnachrichten
es: Sin permiso para grabar mensajes de voz
fi: Ei lupaa ääniviestin tallentamiseen
fr: Pas l'autorisation d'enregistrer un message vocal
it: Nessuna autorizzazione per registrare messaggi vocali
ja: 音声メッセージを録音する権限がありません
th: ไม่อนุญาตให้บันทึกข้อความเสียง
uk: Немає дозволу на запис голосового повідомлення

source: No private routing session
de: Keine private Routing-Sitzung

source: No push server
bg: Локално
de: Lokal
es: Sin servidores push
it: Locale
uk: Локально

source: No received or sent files
bg: Няма получени или изпратени файлове
de: Keine herunter- oder hochgeladenen Dateien
es: Sin archivos recibidos o enviados
fi: Ei vastaanotettuja tai lähetettyjä tiedostoja
fr: Aucun fichier reçu ou envoyé
it: Nessun file ricevuto o inviato
ja: 送受信済みのファイルがありません
th: ไม่มีไฟล์ที่ได้รับหรือส่ง
uk: Немає отриманих або відправлених файлів

source: No servers for private message routing.
de: Keine Server für privates Nachrichten-Routing.
es: Sin servidores para enrutamiento privado.
fr: Pas de serveurs pour le routage privé des messages.
it: Nessun server per l'instradamento dei messaggi privati.
uk: Немає серверів для маршрутизації приватних повідомлень.

source: No servers to receive files.
de: Keine Server für das Herunterladen von Dateien.
es: Sin servidores para recibir archivos.
fr: Pas de serveurs pour recevoir des fichiers.
it: Nessun server per ricevere file.
uk: Немає серверів для отримання файлів.

source: No servers to receive messages.
de: Keine Server für den Empfang von Nachrichten.
es: Sin servidores para recibir mensajes.
fr: Pas de serveurs pour recevoir des messages.
it: Nessun server per ricevere messaggi.
uk: Немає серверів для отримання повідомлень.

source: No servers to send files.
de: Keine Server für das Versenden von Dateien.
es: Sin servidores para enviar archivos.
fr: Pas de serveurs pour envoyer des fichiers.
it: Nessun server per inviare file.
uk: Немає серверів для надсилання файлів.

source: no subscription
de: Kein Abonnement

source: no text
bg: няма текст
de: Kein Text
es: sin texto
fi: ei tekstiä
fr: aucun texte
it: nessun testo
ja: テキストなし
th: ไม่มีข้อความ
uk: без тексту

source: No token!
de: Kein Token!
es: ¡Sin token!
it: Nessun token!

source: No unread chats
de: Keine ungelesenen Chats
es: Ningún chat sin leer
it: Nessuna chat non letta

source: No user identifiers.
bg: Първата платформа без никакви потребителски идентификатори – поверителна по дизайн.
de: Keine Benutzerkennungen.
es: Sin identificadores de usuario.
fr: Aucun identifiant d'utilisateur.
it: Nessun identificatore utente.
uk: Ніяких ідентифікаторів користувачів.

source: Not compatible!
bg: Несъвместим!
de: Nicht kompatibel!
es: ¡No compatible!
fr: Non compatible !
it: Non compatibile!
uk: Не сумісні!

source: not synchronized
de: Nicht synchronisiert

source: Notes
de: Anmerkungen
es: Notas
it: Note

source: Nothing selected
de: Nichts ausgewählt
es: Nada seleccionado
fr: Aucune sélection
it: Nessuna selezione
uk: Нічого не вибрано

source: Nothing to forward!
de: Es gibt nichts zum Weiterleiten!
es: ¡Nada para reenviar!
fr: Rien à transférer !
it: Niente da inoltrare!
uk: Нічого пересилати!

source: Notifications
bg: Известия
de: Benachrichtigungen
es: Notificaciones
fi: Ilmoitukset
it: Notifiche
ja: 通知
th: การแจ้งเตือน
uk: Сповіщення

source: Notifications are disabled!
bg: Известията са деактивирани!
de: Benachrichtigungen sind deaktiviert!
es: ¡Las notificaciones están desactivadas!
fi: Ilmoitukset on poistettu käytöstä!
fr: Les notifications sont désactivées !
it: Le notifiche sono disattivate!
ja: 通知が無効になっています!
th: ปิดการแจ้งเตือน!
uk: Сповіщення вимкнено!

source: Notifications error
de: Benachrichtigungs-Fehler
es: Error en notificaciones
it: Errore delle notifiche

source: Notifications privacy
de: Datenschutz für Benachrichtigungen
es: Privacidad en las notificaciones
fr: Notifications sécurisées
it: Privacy delle notifiche
uk: Сповіщення про приватність

source: Notifications status
de: Benachrichtigungs-Status
es: Estado notificaciones
it: Stato delle notifiche

source: Now admins can: - delete members' messages. - disable members ("observer" role)
bg: Сега администраторите могат: - да изтриват съобщения на членове. - да деактивират членове (роля "наблюдател")
de: Administratoren können nun - Nachrichten von Gruppenmitgliedern löschen - Gruppenmitglieder deaktivieren ("Beobachter"-Rolle)
es: Ahora los administradores pueden: - eliminar mensajes de los miembros. - desactivar el rol miembro (a rol "observador")
fi: Nyt järjestelmänvalvojat voivat: - poistaa jäsenten viestit. - poista jäsenet käytöstä ("tarkkailija" rooli)
fr: Désormais, les administrateurs peuvent : - supprimer les messages des membres. - désactiver des membres (rôle "observateur")
it: Ora gli amministratori possono: - eliminare i messaggi dei membri. - disattivare i membri (ruolo "osservatore")
ja: 管理者は次のことができます。 - メンバーのメッセージを削除します。 - メンバーを無効にする (メッセージの送信不可)
th: ขณะนี้ผู้ดูแลระบบสามารถ: - ลบข้อความของสมาชิก - ปิดการใช้งานสมาชิก (บทบาท "ผู้สังเกตการณ์")
uk: Тепер адміністратори можуть - видаляти повідомлення користувачів. - відключати користувачів (роль "спостерігач")

source: observer
bg: наблюдател
de: Beobachter
es: observador
fi: tarkkailija
fr: observateur
it: osservatore
ja: オブザーバー
th: ผู้สังเกตการณ์
uk: спостерігач

source: off
bg: изключено
de: Aus
es: desactivado
fi: pois
ja: オフ
th: ปิด
uk: вимкнено

source: Off
bg: Изключено
de: Aus
es: Desactivado
fi: Pois
ja: オフ
th: ปิด
uk: Вимкнено

source: offered %@
bg: предлага %@
de: angeboten %@
es: ofrecido %@
fi: tarjottu %@
fr: propose %@
it: offerto %@
ja: 提供された %@
th: เสนอแล้ว %@
uk: запропоновано %@

source: offered %@: %@
bg: предлага %1$@: %2$@
de: angeboten %1$@: %2$@
es: ofrecido %1$@: %2$@
fi: tarjottu %1$@: %2$@
fr: propose %1$@ : %2$@
it: offerto %1$@: %2$@
ja: 提供された %1$@: %2$@
th: เสนอแล้ว %1$@: %2$@
uk: запропонував %1$@: %2$@

source: Old database
bg: Стара база данни
de: Alte Datenbank
es: Base de datos antigua
fi: Vanha tietokanta
fr: Ancienne base de données
it: Database vecchio
ja: 古いデータベース
th: ฐานข้อมูลเก่า
uk: Стара база даних

source: on
bg: включено
de: Ein
es: Activado
fi: päällä
ja: オン
th: เปิด
uk: увімкненo

source: One-time invitation link
bg: Линк за еднократна покана
de: Einmal-Einladungslink
es: Enlace de invitación de un solo uso
fi: Kertakutsulinkki
fr: Lien d'invitation unique
it: Link di invito una tantum
ja: 使い捨ての招待リンク
th: ลิงก์คำเชิญแบบใช้ครั้งเดียว
uk: Посилання на одноразове запрошення

source: Onion hosts will be **required** for connection. Requires compatible VPN.
bg: За свързване ще са **необходими** Onion хостове. Изисква се активиране на VPN.
de: Für diese Verbindung werden Onion-Hosts benötigt. Dies erfordert die Aktivierung eines VPNs.
es: Se **requieren** hosts .onion para la conexión. Requiere activación de la VPN.
fr: Les hôtes .onion seront **nécessaires** pour la connexion. Nécessite l'activation d'un VPN.
it: Gli host Onion saranno **necessari** per la connessione. Richiede l'attivazione della VPN.
uk: Для підключення будуть потрібні хости onion. Потрібно увімкнути VPN.

source: Onion hosts will be used when available. Requires compatible VPN.
bg: Ще се използват Onion хостове, когато са налични. Изисква се активиране на VPN.
de: Wenn Onion-Hosts verfügbar sind, werden sie verwendet. Dies erfordert die Aktivierung eines VPNs.
es: Se usarán hosts .onion si están disponibles. Requiere activación de la VPN.
fr: Les hôtes .onion seront utilisés dès que possible. Nécessite l'activation d'un VPN.
it: Gli host Onion verranno usati quando disponibili. Richiede l'attivazione della VPN.
uk: Onion хости будуть використовуватися, коли вони будуть доступні. Потрібно увімкнути VPN.

source: Onion hosts will not be used.
bg: Няма се използват Onion хостове.
de: Onion-Hosts werden nicht verwendet.
es: No se usarán hosts .onion.
fi: Onion-isäntiä ei käytetä.
fr: Les hôtes .onion ne seront pas utilisés.
it: Gli host Onion non verranno usati.
ja: オニオンのホストが使われません。
th: โฮสต์หัวหอมจะไม่ถูกใช้
uk: Onion хости не будуть використовуватися.

source: Only chat owners can change preferences.
de: Nur Chat-Eigentümer können die Präferenzen ändern.
es: Sólo los propietarios del chat pueden cambiar las preferencias.
fr: Seuls les propriétaires peuvent modifier les préférences.
it: Solo i proprietari della chat possono modificarne le preferenze.
uk: Лише власники чату можуть змінювати налаштування.

source: Only client devices store user profiles, contacts, groups, and messages.
bg: Само потребителските устройства съхраняват потребителски профили, контакти, групи и съобщения, изпратени с **двуслойно криптиране от край до край**.
de: Nur die Endgeräte speichern die Benutzerprofile, Kontakte, Gruppen und Nachrichten, welche über eine **2-Schichten Ende-zu-Ende-Verschlüsselung** gesendet werden.
es: Sólo los dispositivos cliente almacenan perfiles de usuario, contactos, grupos y mensajes enviados con **cifrado de extremo a extremo de 2 capas**.
fr: Seuls les appareils clients stockent les profils des utilisateurs, les contacts, les groupes et les messages envoyés avec un **chiffrement de bout en bout à deux couches**.
it: Solo i dispositivi client archiviano profili utente, i contatti, i gruppi e i messaggi inviati con la **crittografia end-to-end a 2 livelli**.
uk: Тільки клієнтські пристрої зберігають профілі користувачів, контакти, групи та повідомлення, надіслані за допомогою **2-шарового наскрізного шифрування**.

source: Only delete conversation
de: Nur die Chat-Inhalte löschen
es: Eliminar sólo la conversación
fr: Ne supprimer que la conversation
it: Elimina solo la conversazione
uk: Видаляйте тільки розмови

source: Only group owners can change group preferences.
bg: Само собствениците на групата могат да променят груповите настройки.
de: Gruppen-Präferenzen können nur von Gruppen-Eigentümern geändert werden.
es: Sólo los propietarios pueden modificar las preferencias del grupo.
fi: Vain ryhmän omistajat voivat muuttaa ryhmän asetuksia.
fr: Seuls les propriétaires du groupe peuvent modifier les préférences du groupe.
it: Solo i proprietari del gruppo possono modificarne le preferenze.
ja: グループ設定を変えられるのはグループのオーナーだけです。
th: เฉพาะเจ้าของกลุ่มเท่านั้นที่สามารถเปลี่ยนค่ากําหนดลักษณะกลุ่มได้
uk: Тільки власники груп можуть змінювати налаштування групи.

source: Only group owners can enable files and media.
bg: Само собствениците на групата могат да активират файлове и медията.
de: Nur Gruppenbesitzer können Dateien und Medien aktivieren.
es: Sólo los propietarios del grupo pueden activar los archivos y multimedia.
fi: Vain ryhmän omistajat voivat sallia tiedostoja ja mediaa.
fr: Seuls les propriétaires du groupe peuvent activer les fichiers et les médias.
it: Solo i proprietari del gruppo possono attivare file e contenuti multimediali.
ja: ファイルやメディアを有効にできるのは、グループオーナーだけです。
th: เฉพาะเจ้าของกลุ่มเท่านั้นที่สามารถเปิดใช้งานไฟล์และสื่อได้
uk: Тільки власники груп можуть вмикати файли та медіа.

source: Only group owners can enable voice messages.
bg: Само собствениците на групата могат да активират гласови съобщения.
de: Sprachnachrichten können nur von Gruppen-Eigentümern aktiviert werden.
es: Sólo los propietarios del grupo pueden activar los mensajes de voz.
fi: Vain ryhmän omistajat voivat ottaa ääniviestit käyttöön.
fr: Seuls les propriétaires de groupes peuvent activer les messages vocaux.
it: Solo i proprietari del gruppo possono attivare i messaggi vocali.
ja: 音声メッセージを利用可能に設定できるのはグループのオーナーだけです。
th: เฉพาะเจ้าของกลุ่มเท่านั้นที่สามารถเปิดใช้งานข้อความเสียงได้
uk: Тільки власники груп можуть вмикати голосові повідомлення.

source: Only sender and moderators see it
de: Nur Absender und Moderatoren sehen es
es: Solo el remitente y el moderador pueden verlo
it: Solo il mittente e i moderatori lo vedono

source: Only you and moderators see it
de: Nur Sie und Moderatoren sehen es
es: Solo tú y los moderadores podéis verlo
it: Solo tu e i moderatori lo vedete

source: Only you can add message reactions.
bg: Само вие можете да добавяте реакции на съобщенията.
de: Nur Sie können Reaktionen auf Nachrichten geben.
es: Sólo tú puedes añadir reacciones a los mensajes.
fi: Vain sinä voit lisätä viestireaktioita.
fr: Vous seul pouvez ajouter des réactions aux messages.
it: Solo tu puoi aggiungere reazioni ai messaggi.
ja: メッセージへのリアクションを追加できるのは、あなただけです。
th: มีเพียงคุณเท่านั้นที่สามารถแสดงปฏิกิริยาต่อข้อความได้
uk: Тільки ви можете додавати реакції на повідомлення.

source: Only you can irreversibly delete messages (your contact can mark them for deletion). (24 hours)
bg: Само вие можете необратимо да изтриете съобщения (вашият контакт може да ги маркира за изтриване). (24 часа)
de: Nur Sie können Nachrichten unwiederbringlich löschen (Ihr Kontakt kann sie zum Löschen markieren). (24 Stunden)
es: Sólo tú puedes eliminar mensajes de forma irreversible (tu contacto puede marcarlos para eliminar). (24 horas)
fr: Vous êtes le seul à pouvoir supprimer des messages de manière irréversible (votre contact peut les marquer comme supprimé). (24 heures)
it: Solo tu puoi eliminare irreversibilmente i messaggi (il tuo contatto può contrassegnarli per l'eliminazione). (24 ore)
th: มีเพียงคุณเท่านั้นที่สามารถลบข้อความแบบย้อนกลับไม่ได้ (ผู้ติดต่อของคุณสามารถทำเครื่องหมายเพื่อลบได้)
uk: Тільки ви можете безповоротно видалити повідомлення (ваш контакт може позначити їх для видалення). (24 години)

source: Only you can make calls.
bg: Само вие можете да извършвате разговори.
de: Nur Sie können Anrufe tätigen.
es: Solo tú puedes realizar llamadas.
fi: Vain sinä voit soittaa puheluita.
fr: Vous seul pouvez passer des appels.
it: Solo tu puoi effettuare chiamate.
ja: 自分からのみ通話ができます。
th: มีเพียงคุณเท่านั้นที่โทรออกได้
uk: Дзвонити можете тільки ви.

source: Only you can send disappearing messages.
bg: Само вие можете да изпращате изчезващи съобщения.
de: Nur Sie können verschwindende Nachrichten senden.
es: Sólo tú puedes enviar mensajes temporales.
fi: Vain sinä voit lähettää katoavia viestejä.
fr: Seulement vous pouvez envoyer des messages éphémères.
it: Solo tu puoi inviare messaggi a tempo.
ja: 消えるメッセージを送れるのはあなただけです。
th: มีเพียงคุณเท่านั้นที่สามารถส่งข้อความที่จะหายไปหลังจากเวลาที่กำหนดหลังการอ่าน (disappearing messages) ได้
uk: Тільки ви можете надсилати зникаючі повідомлення.

source: Only you can send files and media.
de: Nur Sie können Dateien und Medien senden.
