Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: Only you can send voice messages.
bg: Само вие можете да изпращате гласови съобщения.
de: Nur Sie können Sprachnachrichten versenden.
es: Sólo tú puedes enviar mensajes de voz.
fi: Vain sinä voit lähettää ääniviestejä.
fr: Vous seul pouvez envoyer des messages vocaux.
it: Solo tu puoi inviare messaggi vocali.
ja: 音声メッセージを送れるのはあなただけです。
th: มีเพียงคุณเท่านั้นที่สามารถส่งข้อความเสียงได้
uk: Тільки ви можете надсилати голосові повідомлення.

source: Only your contact can add message reactions.
bg: Само вашият контакт може да добавя реакции на съобщенията.
de: Nur Ihr Kontakt kann Reaktionen auf Nachrichten geben.
es: Sólo tu contacto puede añadir reacciones a los mensajes.
fi: Vain kontaktisi voi lisätä viestireaktioita.
fr: Seul votre contact peut ajouter des réactions aux messages.
it: Solo il tuo contatto può aggiungere reazioni ai messaggi.
ja: メッセージへのリアクションを追加できるのは連絡先だけです。
th: เฉพาะผู้ติดต่อของคุณเท่านั้นที่สามารถเพิ่มการโต้ตอบข้อความได้
uk: Тільки ваш контакт може додавати реакції на повідомлення.

source: Only your contact can irreversibly delete messages (you can mark them for deletion). (24 hours)
bg: Само вашият контакт може необратимо да изтрие съобщения (можете да ги маркирате за изтриване). (24 часа)
de: Nur Ihr Kontakt kann Nachrichten unwiederbringlich löschen (Sie können sie zum Löschen markieren). (24 Stunden)
es: Sólo tu contacto puede eliminar mensajes de forma irreversible (tu puedes marcarlos para eliminar). (24 horas)
fr: Seul votre contact peut supprimer de manière irréversible des messages (vous pouvez les marquer comme supprimé). (24 heures)
it: Solo il tuo contatto può eliminare irreversibilmente i messaggi (tu puoi contrassegnarli per l'eliminazione). (24 ore)
th: เฉพาะผู้ติดต่อของคุณเท่านั้นที่สามารถลบข้อความแบบย้อนกลับไม่ได้ (คุณสามารถทำเครื่องหมายเพื่อลบได้)
uk: Тільки ваш контакт може безповоротно видалити повідомлення (ви можете позначити їх для видалення). (24 години)

source: Only your contact can make calls.
bg: Само вашият контакт може да извършва разговори.
de: Nur Ihr Kontakt kann Anrufe tätigen.
es: Sólo tu contacto puede realizar llamadas.
fi: Vain kontaktisi voi soittaa puheluita.
fr: Seul votre contact peut passer des appels.
it: Solo il tuo contatto può effettuare chiamate.
ja: 連絡先からのみ通話ができます。
th: ผู้ติดต่อของคุณเท่านั้นที่สามารถโทรออกได้
uk: Тільки ваш контакт може здійснювати дзвінки.

source: Only your contact can send disappearing messages.
bg: Само вашият контакт може да изпраща изчезващи съобщения.
de: Nur Ihr Kontakt kann verschwindende Nachrichten senden.
es: Sólo tu contacto puede enviar mensajes temporales.
fi: Vain kontaktisi voi lähettää katoavia viestejä.
fr: Seulement votre contact peut envoyer des messages éphémères.
it: Solo il tuo contatto può inviare messaggi a tempo.
ja: 消えるメッセージを送れるのはあなたの連絡相手だけです。
th: เฉพาะผู้ติดต่อของคุณเท่านั้นที่สามารถส่งข้อความที่จะหายไปหลังจากเวลาที่กำหนดหลังการอ่าน (disappearing messages) ได้
uk: Тільки ваш контакт може надсилати зникаючі повідомлення.

source: Only your contact can send files and media.
de: Nur Ihr Kontakt kann Dateien und Medien senden.

source: Only your contact can send voice messages.
bg: Само вашият контакт може да изпраща гласови съобщения.
de: Nur Ihr Kontakt kann Sprachnachrichten versenden.
es: Sólo tu contacto puede enviar mensajes de voz.
fi: Vain kontaktisi voi lähettää ääniviestejä.
fr: Seul votre contact peut envoyer des messages vocaux.
it: Solo il tuo contatto può inviare messaggi vocali.
ja: 音声メッセージを送れるのはあなたの連絡相手だけです。
th: ผู้ติดต่อของคุณเท่านั้นที่สามารถส่งข้อความเสียงได้
uk: Тільки ваш контакт може надсилати голосові повідомлення.

source: Open
bg: Отвори
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
uk: Відкрито

source: Open changes
de: Änderungen öffnen
es: Abrir cambios
fr: Ouvrir les modifications
it: Apri le modifiche
uk: Відкриті зміни

source: Open chat
bg: Отвори чат
de: Chat öffnen
es: Abrir chat
fi: Avaa keskustelu
fr: Ouvrir le chat
it: Apri chat
ja: チャットを開く
th: เปิดแชท
uk: Відкритий чат

source: Open chat console
bg: Отвори конзолата
de: Chat-Konsole öffnen
es: Abrir consola de Chat
fi: Avaa keskustelukonsoli
fr: Ouvrir la console du chat
it: Apri la console della chat
ja: チャットのコンソールを開く
th: เปิดคอนโซลการแชท
uk: Відкрийте консоль чату

source: Open clean link
de: Trackingfreien Link öffnen

source: Open conditions
de: Nutzungsbedingungen öffnen
es: Abrir condiciones
fr: Ouvrir les conditions
it: Apri le condizioni
uk: Відкриті умови

source: Open full link
de: Vollständigen Link öffnen

source: Open group
bg: Отвори група
de: Gruppe öffnen
es: Grupo abierto
fr: Ouvrir le groupe
it: Apri gruppo
uk: Відкрита група

source: Open link?
de: Link öffnen?

source: Open migration to another device
bg: Отвори миграцията към друго устройство
de: Migration auf ein anderes Gerät öffnen
es: Abrir menú migración a otro dispositivo
fr: Ouvrir le transfert vers un autre appareil
it: Apri migrazione ad un altro dispositivo
uk: Відкрита міграція на інший пристрій

source: Open new chat
de: Neuen Chat öffnen

source: Open new group
de: Neue Gruppe öffnen

source: Open Settings
bg: Отвори настройки
de: Geräte-Einstellungen öffnen
es: Abrir Configuración
fi: Avaa Asetukset
fr: Ouvrir les Paramètres
it: Apri le impostazioni
ja: 設定を開く
th: เปิดการตั้งค่า
uk: Відкрийте Налаштування

source: Open to accept
de: Zum Akzeptieren öffnen

source: Open to connect
de: Zum Verbinden öffnen

source: Open to join
de: Zum Beitreten öffnen

source: Open to use bot
de: Bot für die Nutzung erlaubt

source: Opening app…
bg: Приложението се отваря…
de: App wird geöffnet…
es: Iniciando aplicación…
fr: Ouverture de l'app…
it: Apertura dell'app…
uk: Відкриваємо програму…

source: Operator
de: Betreiber
es: Operador
fr: Opérateur
it: Operatore
uk: Оператор

source: Operator server
de: Betreiber-Server
es: Servidor del operador
fr: Serveur de l'opérateur
it: Server dell'operatore
uk: Сервер оператора

source: Or import archive file
de: Oder importieren Sie eine Archiv-Datei
es: O importa desde un archivo
fr: Ou importer un fichier d'archive
it: O importa file archivio
uk: Або імпортуйте архівний файл

source: Or paste archive link
bg: Или постави архивен линк
de: Oder fügen Sie den Archiv-Link ein
es: O pegar enlace del archivo
fr: Ou coller le lien de l'archive
it: O incolla il link dell'archivio
uk: Або вставте посилання на архів

source: Or scan QR code
bg: Или сканирай QR код
de: Oder den QR-Code scannen
es: O escanea el código QR
fr: Ou scanner le code QR
it: O scansiona il codice QR
uk: Або відскануйте QR-код

source: Or securely share this file link
bg: Или сигурно споделете този линк към файла
de: Oder teilen Sie diesen Datei-Link sicher
es: O comparte de forma segura este enlace al archivo
fr: Ou partagez en toute sécurité le lien de ce fichier
it: O condividi in modo sicuro questo link del file
uk: Або безпечно поділіться цим посиланням на файл

source: Or show this code
bg: Или покажи този код
de: Oder diesen QR-Code anzeigen
es: O muestra el código QR
fr: Ou montrez ce code
it: O mostra questo codice
uk: Або покажіть цей код

source: Or to share privately
de: Oder zum privaten Teilen
es: O para compartir en privado
fr: Ou à partager en privé
it: O per condividere in modo privato
uk: Або поділитися приватно

source: Organize chats into lists
de: Chats in Listen verwalten
es: Organiza tus chats en listas
it: Organizza le chat in elenchi

source: other
de: Andere
es: otros
fr: autre
it: altro
uk: інший

source: Other
bg: Други
de: Andere
es: Otro
fr: Autres
it: Altro
uk: Інше

source: other errors
de: Andere Fehler
es: otros errores
fr: autres erreurs
it: altri errori
uk: інші помилки

source: Other file errors: %@
de: Andere(r) Datei-Fehler: %@
es: Otro(s) error(es) de archivo. %@
fr: Autres erreurs de fichiers : %@
it: Altri errori di file: %@
uk: Інші помилки файлів: %@

source: owner
bg: собственик
de: Eigentümer
es: propietario
fi: omistaja
fr: propriétaire
it: proprietario
ja: オーナー
th: เจ้าของ
uk: власник

source: owners
bg: собственици
de: Eigentümer
es: propietarios
fr: propriétaires
it: proprietari
uk: власники

source: Passcode
bg: Код за достъп
de: Zugangscode
es: Código de acceso
fi: Pääsykoodi
fr: Code d'accès
it: Codice di accesso
ja: パスコード
th: รหัสผ่าน
uk: Пароль

source: Passcode changed!
bg: Кодът за достъп е променен!
de: Zugangscode wurde geändert!
es: ¡Código de acceso cambiado!
fi: Pääsykoodi vaihdettu!
fr: Code d'accès modifié !
it: Codice di accesso cambiato!
ja: パスコードが変更されました！
th: เปลี่ยนรหัสผ่านแล้ว!
uk: Пароль змінено!

source: Passcode entry
bg: Въвеждане на код за достъп
de: Eingabe des Zugangscodes
es: Campo de código de acceso
fi: Pääsykoodin syöttö
fr: Saisie du code
it: Inserimento del codice di accesso
ja: パスコード入力
th: การใส่รหัสผ่าน
uk: Введення пароля

source: Passcode not changed!
bg: Кодът за достъп не е променен!
de: Der Zugangscode wurde nicht geändert!
es: ¡Código de acceso no cambiado!
fi: Pääsykoodia ei ole muutettu!
fr: Le code d'accès n'a pas été modifié !
it: Codice di accesso non cambiato!
ja: パスコードが変更されていません！
th: รหัสผ่านไม่เปลี่ยน!
uk: Пароль не змінено!

source: Passcode set!
bg: Кодът за достъп е зададен!
de: Zugangscode eingestellt!
es: ¡Código de acceso guardado!
fi: Pääsykoodi asetettu!
fr: Code d'accès défini !
it: Codice di accesso impostato!
ja: パスコードを設定しました！
th: ตั้งรหัสผ่านเรียบร้อยแล้ว!
uk: Пароль встановлено!

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
uk: Пароль

source: Password to show
bg: Парола за показване
de: Passwort anzeigen
es: Contraseña para hacerlo visible
fi: Salasana näytettäväksi
fr: Mot de passe à entrer
it: Password per mostrare
ja: パスワードを表示する
th: รหัสผ่านที่จะแสดง
uk: Показати пароль

source: Paste desktop address
bg: Постави адрес на настолно устройство
de: Desktop-Adresse einfügen
es: Pegar dirección de ordenador
fr: Coller l'adresse du bureau
it: Incolla l'indirizzo desktop
uk: Вставте адресу робочого столу

source: Paste image
bg: Постави изображение
de: Bild einfügen
es: Pegar imagen
fi: Liitä kuva
fr: Coller l'image
it: Incolla immagine
ja: 画像の貼り付け
th: แปะภาพ
uk: Вставити зображення

source: Paste link to connect!
bg: Поставете линк, за да се свържете!
de: Zum Verbinden den Link einfügen!
es: Pegar enlace para conectar!
fr: Collez le lien pour vous connecter !
it: Incolla un link per connettere!
uk: Вставте посилання для підключення!

source: Paste the link you received
bg: Постави получения линк
de: Fügen Sie den erhaltenen Link ein
es: Pega el enlace recibido
fr: Collez le lien que vous avez reçu
it: Incolla il link che hai ricevuto
uk: Вставте отримане посилання

source: pending
de: ausstehend
es: pendiente
it: in attesa

source: Pending
de: Ausstehend
es: Pendientes
fr: En attente
it: In attesa
uk: В очікуванні

source: pending approval
de: ausstehende Genehmigung
es: pendiente de aprobación
it: in attesa di approvazione

source: pending review
de: Ausstehende Überprüfung

source: Periodic
bg: Периодично
de: Periodisch
es: Periódicamente
fr: Périodique
it: Periodicamente
uk: Періодично

source: Permanent decryption error
bg: Постоянна грешка при декриптиране
de: Entschlüsselungsfehler
es: Error permanente descifrado
fi: Pysyvä salauksen purkuvirhe
fr: Erreur de déchiffrement
it: Errore di decifrazione
ja: 永続的な復号化エラー
th: ข้อผิดพลาดในการถอดรหัสอย่างถาวร
uk: Постійна помилка розшифрування

source: Picture-in-picture calls
bg: Обаждания "картина в картина"
de: Bild-in-Bild-Anrufe
es: Llamadas picture-in-picture
fr: Appels picture-in-picture
it: Chiamate picture-in-picture
uk: Дзвінки "картинка в картинці

source: PING count
bg: PING бройка
de: PING-Zähler
es: Contador PING
fi: PING-määrä
fr: Nombre de PING
it: Conteggio PING
ja: PING回数
th: จํานวน PING
uk: Кількість PING

source: PING interval
bg: PING интервал
de: PING-Intervall
es: Intervalo PING
fi: PING-väli
fr: Intervalle de PING
it: Intervallo PING
ja: PING間隔
th: ช่วงเวลา PING
uk: Інтервал PING

source: Play from the chat list.
de: Direkt aus der Chat-Liste abspielen.
es: Reproduce desde la lista de chats.
fr: Aperçu depuis la liste de conversation.
it: Riproduci dall'elenco delle chat.
uk: Грати зі списку чату.

source: Please ask your contact to enable calls.
de: Bitten Sie Ihren Kontakt darum, Anrufe zu aktivieren.
es: Por favor, pide a tu contacto que active las llamadas.
fr: Veuillez demander à votre contact d'autoriser les appels.
it: Chiedi al contatto di attivare le chiamate.
uk: Будь ласка, попросіть свого контакту ввімкнути дзвінки.

source: Please ask your contact to enable sending voice messages.
bg: Моля, попитайте вашия контакт, за да активирате изпращане на гласови съобщения.
de: Bitten Sie Ihren Kontakt darum, das Senden von Sprachnachrichten zu aktivieren.
es: Solicita que tu contacto habilite el envío de mensajes de voz.
fi: Pyydä kontaktiasi sallimaan ääniviestien lähettäminen.
fr: Veuillez demander à votre contact de permettre l'envoi de messages vocaux.
it: Chiedi al tuo contatto di attivare l'invio dei messaggi vocali.
ja: 音声メッセージを有効にするように連絡相手に要求してください。
th: โปรดขอให้ผู้ติดต่อของคุณเปิดใช้งานการส่งข้อความเสียง
uk: Будь ласка, попросіть вашого контакту увімкнути відправку голосових повідомлень.

source: Please check that mobile and desktop are connected to the same local network, and that desktop firewall allows the connection. Please share any other issues with the developers.
de: Bitte überprüfen Sie, ob sich das Mobiltelefon und die Desktop-App im gleichen lokalen Netzwerk befinden, und die Desktop-Firewall die Verbindung erlaubt. Bitte teilen Sie weitere mögliche Probleme den Entwicklern mit.
es: Comprueba que el móvil y el ordenador están conectados a la misma red local y que el cortafuegos del ordenador permite la conexión. Por favor, comparte cualquier otro problema con los desarrolladores.
fr: Veuillez vérifier que le téléphone portable et l'ordinateur de bureau sont connectés au même réseau local et que le pare-feu de l'ordinateur de bureau autorise la connexion. Veuillez faire part de tout autre problème aux développeurs.
it: Controlla che mobile e desktop siano collegati alla stessa rete locale e che il firewall del desktop consenta la connessione. Si prega di condividere qualsiasi altro problema con gli sviluppatori.
uk: Переконайтеся, що мобільний і настільний комп'ютери підключені до однієї локальної мережі, і що брандмауер настільного комп'ютера дозволяє з'єднання. Будь ласка, повідомте про будь-які інші проблеми розробникам.

source: Please check that you used the correct link or ask your contact to send you another one.
bg: Моля, проверете дали сте използвали правилния линк или поискайте вашия контакт, за да ви изпрати друг.
de: Überprüfen Sie bitte, ob Sie den richtigen Link genutzt haben oder bitten Sie Ihren Kontakt nochmal darum, Ihnen einen Link zuzusenden.
es: Comprueba que has usado el enlace correcto o pide a tu contacto que te envíe otro.
fi: Tarkista, että käytit oikeaa linkkiä tai pyydä kontaktiasi lähettämään sinulle uusi linkki.
fr: Veuillez vérifier que vous avez utilisé le bon lien ou demandez à votre contact de vous en envoyer un autre.
it: Controlla di aver usato il link giusto o chiedi al tuo contatto di inviartene un altro.
ja: リンクが正しいかどうかご確認ください。または、連絡相手にもう一度リンクをお求めください。
th: โปรดตรวจสอบว่าคุณใช้ลิงก์ที่ถูกต้องหรือขอให้ผู้ติดต่อของคุณส่งลิงก์ใหม่ให้คุณ
uk: Будь ласка, перевірте, чи ви скористалися правильним посиланням, або попросіть контактну особу надіслати вам інше.

source: Please check your network connection with %@ and try again.
bg: Моля, проверете мрежовата си връзка с %@ и опитайте отново.
de: Bitte überprüfen Sie Ihre Netzwerkverbindung mit %@ und versuchen Sie es erneut.
es: Comprueba tu conexión de red con %@ e inténtalo de nuevo.
fi: Tarkista verkkoyhteytesi %@:lla ja yritä uudelleen.
fr: Veuillez vérifier votre connexion réseau avec %@ et réessayer.
it: Controlla la tua connessione di rete con %@ e riprova.
ja: %@ を使用してネットワーク接続を確認し、再試行してください。
th: โปรดตรวจสอบการเชื่อมต่อเครือข่ายของคุณกับ %@ แล้วลองอีกครั้ง
uk: Будь ласка, перевірте підключення до мережі за допомогою %@ і спробуйте ще раз.

source: Please check yours and your contact preferences.
bg: Моля, проверете вашите настройки и тези вашия за контакт.
de: Bitte überprüfen sie sowohl Ihre, als auch die Präferenzen Ihres Kontakts.
es: Comprueba tus preferencias y las de tu contacto.
fi: Tarkista omasi ja kontaktin asetukset.
fr: Veuillez vérifier vos préférences ainsi que celles de votre contact.
it: Controlla le preferenze tue e del tuo contatto.
ja: あなたと連絡先の設定を確認してください。
th: โปรดตรวจสอบความต้องการของคุณและการตั้งค่าผู้ติดต่อ
uk: Будь ласка, перевірте свої та контактні налаштування.

source: Please confirm that network settings are correct for this device.
bg: Моля, потвърдете, че мрежовите настройки са правилни за това устройство.
de: Bitte bestätigen Sie, dass die Netzwerkeinstellungen auf diesem Gerät richtig sind.
es: Por favor, confirma que la configuración de red es correcta para este dispositivo.
fr: Veuillez confirmer que les paramètres réseau de cet appareil sont corrects.
it: Conferma che le impostazioni di rete sono corrette per questo dispositivo.
uk: Переконайтеся, що налаштування мережі для цього пристрою є правильними.

source: Please contact developers. Error: %@
bg: Моля, свържете се с разработчиците. Грешка: %@
de: Bitte nehmen Sie Kontakt mit den Entwicklern auf. Fehler: %@
es: Por favor, contacta con los desarrolladores. Error: %@
fr: Veuillez contacter les développeurs. Erreur : %@
it: Contatta gli sviluppatori. Errore: %@
uk: Зверніться до розробників. Помилка: %@

source: Please contact group admin.
bg: Моля, свържете се с груповия администартор.
de: Bitte kontaktieren Sie den Gruppen-Administrator.
es: Ponte en contacto con el administrador del grupo.
fi: Ota yhteyttä ryhmän ylläpitäjään.
fr: Veuillez contacter l'administrateur du groupe.
it: Contatta l'amministratore del gruppo.
ja: グループの管理者に連絡してください。
th: โปรดติดต่อผู้ดูแลกลุ่ม
uk: Зверніться до адміністратора групи.

source: Please enter correct current passphrase.
bg: Моля, въведете правилната текуща парола.
de: Bitte geben Sie das korrekte, aktuelle Passwort ein.
es: Introduce la contraseña actual correcta.
fi: Anna oikea nykyinen tunnuslause.
fr: Veuillez entrer la phrase secrète actuelle correcte.
it: Inserisci la password attuale corretta.
ja: 現在の正しい暗証フレーズを入力してください。
th: โปรดใส่รหัสผ่านปัจจุบันที่ถูกต้อง
uk: Будь ласка, введіть правильний поточний пароль.

source: Please enter the previous password after restoring database backup. This action can not be undone.
bg: Моля, въведете предишната парола след възстановяване на резервното копие на базата данни. Това действие не може да бъде отменено.
de: Bitte geben Sie das vorherige Passwort ein, nachdem Sie die Datenbanksicherung wiederhergestellt haben. Diese Aktion kann nicht rückgängig gemacht werden.
es: Introduce la contraseña anterior después de restaurar la copia de seguridad de la base de datos. Esta acción no se puede deshacer.
fi: Anna edellinen salasana tietokannan varmuuskopion palauttamisen jälkeen. Tätä toimintoa ei voi kumota.
fr: Veuillez entrer le mot de passe précédent après avoir restauré la sauvegarde de la base de données. Cette action ne peut pas être annulée.
it: Inserisci la password precedente dopo aver ripristinato il backup del database. Questa azione non può essere annullata.
ja: データベースのバックアップで復旧する際に前の暗証フレーズを入力してください。行われたら元に戻せません。
th: โปรดใส่รหัสผ่านก่อนหน้านี้หลังจากกู้คืนข้อมูลสํารองฐานข้อมูล การกระทํานี้ไม่สามารถยกเลิกได้
uk: Будь ласка, введіть попередній пароль після відновлення резервної копії бази даних. Ця дія не може бути скасована.

source: Please remember or store it securely - there is no way to recover a lost passcode!
bg: Моля, запомнете го или го съхранявайте на сигурно място - няма начин да възстановите изгубен код за достъп!
de: Es gibt keine Möglichkeit einen vergessenen Zugangscode wiederherzustellen - bitte erinnern Sie sich gut daran oder speichern Sie ihn sicher ab!
es: Por favor, recuerda y guarda el código de acceso en un lugar seguro. ¡No hay forma de recuperar un código perdido!
fi: Muista tai säilytä se turvallisesti - kadonnutta pääsykoodia ei voi palauttaa!
fr: N'oubliez pas de le mémoriser ou de le conserver en toute sécurité - il n'y a aucun moyen de récupérer un code d'accès perdu !
it: Ricordalo o conservalo in modo sicuro: non c'è modo di recuperare un codice di accesso perso!
ja: 紛失したパスコードは復元できませんので、しっかりと記憶または保管してください！
th: โปรดจำหรือเก็บไว้อย่างปลอดภัย - ไม่มีทางกู้คืนรหัสผ่านที่หายไปได้!
uk: Будь ласка, запам'ятайте або надійно зберігайте його - втрачений пароль неможливо відновити!

source: Please report it to the developers.
bg: Моля, докладвайте го на разработчиците.
de: Bitte melden Sie es den Entwicklern.
es: Por favor, informa a los desarrolladores.
fi: Ilmoita siitä kehittäjille.
fr: Veuillez le signaler aux développeurs.
it: Si prega di segnalarlo agli sviluppatori.
ja: 開発者に報告してください。
th: โปรดรายงานไปยังผู้พัฒนาแอป
uk: Будь ласка, повідомте про це розробникам.

source: Please restart the app and migrate the database to enable push notifications.
bg: Моля, рестартирайте приложението и мигрирайте базата данни, за да активирате push известия.
de: Bitte führen Sie einen Neustart der App durch und migrieren Sie die Datenbank, um Benachrichtigungen zu aktivieren.
es: Reinicia la aplicación y migra la base de datos para activar las notificaciones automáticas.
fi: Käynnistä sovellus uudelleen ja siirrä tietokanta push-ilmoitusten ottamiseksi käyttöön.
fr: Veuillez redémarrer l'app et migrer la base de données pour activer les notifications push.
it: Riavvia l'app ed esegui la migrazione del database per attivare le notifiche push.
ja: プッシュ通知を有効にするには、アプリを再起動し、データベースを移行してください。
th: โปรดรีสตาร์ทแอปและย้ายฐานข้อมูลเพื่อเปิดใช้งานการแจ้งเตือนแบบทันที
uk: Будь ласка, перезапустіть додаток і перенесіть базу даних, щоб увімкнути push-сповіщення.

source: Please store passphrase securely, you will NOT be able to access chat if you lose it.
bg: Моля, съхранявайте паролата на сигурно място, НЯМА да имате достъп до чата, ако я загубите.
de: Bitte bewahren Sie das Passwort sicher auf, Sie können NICHT mehr auf den Chat zugreifen, wenn Sie es vergessen haben oder verlieren.
es: Guarda la contraseña de forma segura, NO podrás acceder al chat si la pierdes.
fi: Säilytä tunnuslause turvallisesti, ET pääse keskusteluihin, jos kadotat sen.
fr: Veuillez conserver votre phrase secrète en lieu sûr, vous NE pourrez PAS accéder au chat si vous la perdez.
it: Conserva la password in modo sicuro, NON potrai accedere alla chat se la perdi.
ja: パスフレーズを失くさないように保管してください。失くすとチャットにアクセスできなくなります。
th: โปรดเก็บรหัสผ่านไว้อย่างปลอดภัย คุณจะไม่สามารถเข้าถึงแชทได้หากทำหาย
uk: Будь ласка, зберігайте пароль надійно, ви НЕ зможете отримати доступ до чату, якщо втратите його.

source: Please store passphrase securely, you will NOT be able to change it if you lose it.
bg: Моля, съхранявайте паролата на сигурно място, НЯМА да можете да я промените, ако я загубите.
de: Bitte bewahren Sie das Passwort sicher auf, Sie können es NICHT mehr ändern, wenn Sie es vergessen haben oder verlieren.
es: Guarda la contraseña de forma segura, NO podrás cambiarla si la pierdes.
fi: Säilytä tunnuslause turvallisesti, ET voi muuttaa sitä, jos kadotat sen.
fr: Veuillez conserver votre phrase secrète en lieu sûr, vous NE pourrez PAS la changer si vous la perdez.
it: Conserva la password in modo sicuro, NON potrai cambiarla se la perdi.
ja: パスフレーズを失くさないように保管してください。失くすと変更できなくなります。
th: โปรดจัดเก็บรหัสผ่านอย่างปลอดภัย คุณจะไม่สามารถเปลี่ยนรหัสผ่านได้หากคุณทำรหัสผ่านหาย
uk: Будь ласка, зберігайте пароль надійно, ви НЕ зможете змінити його, якщо втратите.

source: Please try to disable and re-enable notfications.
de: Bitte versuchen Sie, die Benachrichtigungen zu deaktivieren und wieder zu aktivieren.
es: Por favor, intenta desactivar y reactivar las notificaciones.
it: Prova a disattivare e riattivare le notifiche.
