Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: Please wait for group moderators to review your request to join the group.
de: Bitte warten Sie auf die Überprüfung Ihrer Anfrage durch die Gruppen-Moderatoren, um der Gruppe beitreten zu können.

source: Please wait for token activation to complete.
de: Bitte warten Sie, bis die Token-Aktivierung abgeschlossen ist.
es: Por favor, espera a que el token de activación se complete.
it: Attendi il completamento dell'attivazione del token.

source: Please wait for token to be registered.
de: Bitte warten Sie auf die Registrierung des Tokens.
es: Por favor, espera a que el token se registre.
it: Attendi la registrazione del token.

source: Polish interface
bg: Полски интерфейс
de: Polnische Bedienoberfläche
es: Interfaz en polaco
fi: Puolalainen käyttöliittymä
fr: Interface en polonais
it: Interfaccia polacca
ja: ポーランド語UI
th: อินเตอร์เฟซภาษาโปแลนด์
uk: Польський інтерфейс

source: Preserve the last message draft, with attachments.
bg: Запазете последната чернова на съобщението с прикачени файлове.
de: Den letzten Nachrichtenentwurf, auch mit seinen Anhängen, aufbewahren.
es: Conserva el último borrador del mensaje con los datos adjuntos.
fi: Säilytä viimeinen viestiluonnos liitteineen.
fr: Conserver le brouillon du dernier message, avec les pièces jointes.
it: Conserva la bozza dell'ultimo messaggio, con gli allegati.
ja: 添付を含めて、下書きを保存する。
th: เก็บข้อความที่ร่างไว้ล่าสุดพร้อมไฟล์แนบ
uk: Зберегти чернетку останнього повідомлення з вкладеннями.

source: Preset server address
bg: Предварително зададен адрес на сървъра
de: Voreingestellte Serveradresse
es: Dirección predefinida del servidor
fi: Esiasetettu palvelimen osoite
fr: Adresse du serveur prédéfinie
it: Indirizzo server preimpostato
ja: プレセットサーバのアドレス
th: ที่อยู่เซิร์ฟเวอร์ที่ตั้งไว้ล่วงหน้า
uk: Попередньо встановлена адреса сервера

source: Preset servers
de: Voreingestellte Server
es: Servidores predefinidos
fr: Serveurs prédéfinis
it: Server preimpostati
uk: Попередньо встановлені сервери

source: Preview
bg: Визуализация
de: Vorschau
es: Vista previa
fi: Esikatselu
fr: Aperçu
it: Anteprima
ja: プレビュー
th: ดูตัวอย่าง
uk: Попередній перегляд

source: Previously connected servers
de: Bisher verbundene Server
es: Servidores conectados previamente
fr: Serveurs précédemment connectés
it: Server precedentemente connessi
uk: Раніше підключені сервери

source: Privacy & security
bg: Поверителност и сигурност
de: Datenschutz & Sicherheit
es: Seguridad y Privacidad
fi: Yksityisyys ja turvallisuus
fr: Vie privée et sécurité
it: Privacy e sicurezza
ja: プライバシーとセキュリティ
th: ความเป็นส่วนตัวและความปลอดภัย
uk: Конфіденційність і безпека

source: Privacy for your customers.
de: Schutz der Privatsphäre Ihrer Kunden.
es: Privacidad para tus clientes.
fr: Respect de la vie privée de vos clients.
it: Privacy per i tuoi clienti.
uk: Конфіденційність для ваших клієнтів.

source: Privacy policy and conditions of use.
de: Datenschutz- und Nutzungsbedingungen.
es: Política de privacidad y condiciones de uso.
it: Informativa sulla privacy e condizioni d'uso.

source: Privacy redefined
bg: Поверителността преосмислена
de: Datenschutz neu definiert
es: Privacidad redefinida
fi: Yksityisyys uudelleen määritettynä
fr: La vie privée redéfinie
it: Privacy ridefinita
ja: プライバシーの基準を新境地に
th: นิยามความเป็นส่วนตัวใหม่
uk: Конфіденційність переглянута

source: Private chats, groups and your contacts are not accessible to server operators.
de: Private Chats, Gruppen und Ihre Kontakte sind für Server-Betreiber nicht zugänglich.
es: Los chats privados, los grupos y tus contactos no son accesibles para los operadores de servidores.
it: Le chat private, i gruppi e i tuoi contatti non sono accessibili agli operatori dei server.

source: Private filenames
bg: Поверителни имена на файлове
de: Neutrale Dateinamen
es: Nombres de archivos privados
fi: Yksityiset tiedostonimet
fr: Noms de fichiers privés
it: Nomi di file privati
ja: プライベートなファイル名
th: ชื่อไฟล์ส่วนตัว
uk: Приватні імена файлів

source: Private media file names.
de: Medien mit anonymisierten Dateinamen.
es: Nombres privados en archivos de media.
it: Nomi privati dei file multimediali.

source: Private message routing
de: Privates Nachrichten-Routing
es: Enrutamiento privado de mensajes
fr: Routage privé des messages
it: Instradamento privato dei messaggi
uk: Маршрутизація приватних повідомлень

source: Private message routing 🚀
de: Privates Nachrichten-Routing 🚀
es: Enrutamiento privado de mensajes 🚀
fr: Routage privé des messages 🚀
it: Instradamento privato dei messaggi 🚀
uk: Маршрутизація приватних повідомлень 🚀

source: Private notes
bg: Лични бележки
de: Private Notizen
es: Notas privadas
fr: Notes privées
it: Note private
uk: Приватні нотатки

source: Private routing
de: Privates Routing
es: Enrutamiento privado
fr: Routage privé
it: Instradamento privato
uk: Приватна маршрутизація

source: Private routing error
de: Fehler beim privaten Routing
es: Error de enrutamiento privado
fr: Erreur de routage privé
it: Errore di instradamento privato
uk: Помилка приватної маршрутизації

source: Private routing timeout
de: Zeitüberschreitung der privaten Routing-Sitzung

source: Profile and server connections
bg: Профилни и сървърни връзки
de: Profil und Serververbindungen
es: Eliminar perfil y conexiones
fi: Profiili- ja palvelinyhteydet
fr: Profil et connexions au serveur
it: Profilo e connessioni al server
ja: プロフィールとサーバ接続
th: การเชื่อมต่อโปรไฟล์และเซิร์ฟเวอร์
uk: З'єднання профілю та сервера

source: Profile image
bg: Профилно изображение
de: Profilbild
es: Imagen del perfil
fi: Profiilikuva
fr: Image de profil
it: Immagine del profilo
ja: プロフィール画像
th: รูปโปรไฟล์
uk: Зображення профілю

source: Profile images
bg: Профилни изображения
de: Profil-Bilder
es: Forma de los perfiles
fr: Images de profil
it: Immagini del profilo
uk: Зображення профілю

source: Profile password
bg: Профилна парола
de: Passwort für Profil
es: Contraseña del perfil
fi: Profiilin salasana
fr: Mot de passe de profil
it: Password del profilo
ja: プロフィールのパスワード
th: รหัสผ่านโปรไฟล์
uk: Пароль до профілю

source: Profile theme
de: Profil-Design
es: Tema del perfil
fr: Thème de profil
it: Tema del profilo
uk: Тема профілю

source: Profile update will be sent to your contacts.
bg: Актуализацията на профила ще бъде изпратена до вашите контакти.
de: Profil-Aktualisierung wird an Ihre Kontakte gesendet.
es: La actualización del perfil se enviará a tus contactos.
fi: Profiilipäivitys lähetetään kontakteillesi.
fr: La mise à jour du profil sera envoyée à vos contacts.
it: L'aggiornamento del profilo verrà inviato ai tuoi contatti.
ja: 連絡先にプロフィール更新のお知らせが届きます。
th: การอัปเดตโปรไฟล์จะถูกส่งไปยังผู้ติดต่อของคุณ
uk: Оновлення профілю буде надіслано вашим контактам.

source: Prohibit audio/video calls.
bg: Забрани аудио/видео разговорите.
de: Audio-/Video-Anrufe nicht erlauben.
es: No se permiten llamadas y videollamadas.
fi: Estä ääni- ja videopuhelut.
fr: Interdire les appels audio/vidéo.
it: Proibisci le chiamate audio/video.
ja: 音声/ビデオ通話を禁止する 。
th: ห้ามการโทรด้วยเสียง/วิดีโอ
uk: Заборонити аудіо/відеодзвінки.

source: Prohibit irreversible message deletion.
bg: Забрани необратимото изтриване на съобщения.
de: Unwiederbringliches löschen von Nachrichten nicht erlauben.
es: No se permite la eliminación irreversible de mensajes.
fi: Estä peruuttamaton viestien poistaminen.
fr: Interdire la suppression irréversible des messages.
it: Proibisci l'eliminazione irreversibile dei messaggi.
ja: メッセージの完全削除を使用禁止にする。
th: ห้ามการลบข้อความที่ย้อนกลับไม่ได้
uk: Заборонити незворотне видалення повідомлень.

source: Prohibit message reactions.
bg: Забрани реакциите на съобщенията.
de: Reaktionen auf Nachrichten nicht erlauben.
es: No se permiten reacciones a los mensajes.
fi: Estä viestireaktiot.
fr: Interdire les réactions aux messages.
it: Proibisci le reazioni ai messaggi.
ja: メッセージへのリアクションは禁止されています。
th: ห้ามแสดงปฏิกิริยาต่อข้อความ
uk: Заборонити реакцію на повідомлення.

source: Prohibit messages reactions.
bg: Забрани реакциите на съобщенията.
de: Reaktionen auf Nachrichten nicht erlauben.
es: No se permiten reacciones a los mensajes.
fi: Estä viestireaktiot.
fr: Interdire les réactions aux messages.
it: Proibisci le reazioni ai messaggi.
ja: メッセージへのリアクションは禁止されています。
th: ห้ามแสดงปฏิกิริยาต่อข้อความ
uk: Заборонити реакції на повідомлення.

source: Prohibit reporting messages to moderators.
de: Melden von Nachrichten an Moderatoren nicht erlauben.
es: No se permite informar de mensajes a los moderadores.
it: Vieta di segnalare messaggi ai moderatori.

source: Prohibit sending direct messages to members.
bg: Забрани изпращането на лични съобщения до членовете.
de: Das Senden von Direktnachrichten an Gruppenmitglieder nicht erlauben.
es: No se permiten mensajes directos entre miembros.
fi: Estä suorien viestien lähettäminen jäsenille.
fr: Interdire l'envoi de messages directs aux membres.
it: Proibisci l'invio di messaggi diretti ai membri.
ja: メンバー間のダイレクトメッセージを使用禁止にする。
th: ห้ามส่งข้อความโดยตรงถึงสมาชิก
uk: Заборонити надсилати прямі повідомлення учасникам.

source: Prohibit sending disappearing messages.
bg: Забрани изпращането на изчезващи съобщения.
de: Das Senden von verschwindenden Nachrichten nicht erlauben.
es: No se permiten mensajes temporales.
fi: Estä katoavien viestien lähettäminen.
fr: Interdire l’envoi de messages éphémères.
it: Proibisci l'invio di messaggi a tempo.
ja: 消えるメッセージを使用禁止にする。
th: ห้ามส่งข้อความที่จะหายไปหลังจากเวลาที่กำหนดหลังการอ่าน (disappearing messages)
uk: Заборонити надсилання зникаючих повідомлень.

source: Prohibit sending files and media.
bg: Забрани изпращането на файлове и медия.
de: Das Senden von Dateien und Medien nicht erlauben.
es: No permitir el envío de archivos y multimedia.
fi: Estä tiedostojen ja median lähettäminen.
fr: Interdire l'envoi de fichiers et de médias.
it: Proibisci l'invio di file e contenuti multimediali.
ja: ファイルやメディアの送信を禁止します。
th: ห้ามส่งไฟล์และสื่อ
uk: Заборонити надсилання файлів і медіа.

source: Prohibit sending SimpleX links.
bg: Забранете изпращането на SimpleX линкове.
de: Das Senden von SimpleX-Links nicht erlauben.
es: No se permite enviar enlaces SimpleX.
fr: Interdire l'envoi de liens SimpleX.
it: Vieta l'invio di link di SimpleX.
uk: Заборонити надсилання посилань SimpleX.

source: Prohibit sending voice messages.
bg: Забрани изпращането на гласови съобщения.
de: Das Senden von Sprachnachrichten nicht erlauben.
es: No se permiten mensajes de voz.
fi: Estä ääniviestien lähettäminen.
fr: Interdire l'envoi de messages vocaux.
it: Proibisci l'invio di messaggi vocali.
ja: 音声メッセージを使用禁止にする。
th: ห้ามส่งข้อความเสียง
uk: Заборонити надсилання голосових повідомлень.

source: Protect app screen
bg: Защити екрана на приложението
de: App-Bildschirm schützen
es: Proteger la pantalla
fi: Suojaa sovellusnäyttö
fr: Protéger l'écran de l'app
it: Proteggi la schermata dell'app
ja: アプリ画面を守る
th: ปกป้องหน้าจอแอป
uk: Захистіть екран програми

source: Protect IP address
de: IP-Adresse schützen
es: Proteger dirección IP
fr: Protéger l'adresse IP
it: Proteggi l'indirizzo IP
uk: Захист IP-адреси

source: Protect your chat profiles with a password!
bg: Защитете чат профилите с парола!
de: Ihre Chat-Profile mit einem Passwort schützen!
es: ¡Protege tus perfiles con contraseña!
fi: Suojaa keskusteluprofiilisi salasanalla!
fr: Protégez vos profils de chat par un mot de passe !
it: Proteggi i tuoi profili di chat con una password!
ja: チャットのプロフィールをパスワードで保護します！
th: ปกป้องโปรไฟล์การแชทของคุณด้วยรหัสผ่าน!
uk: Захистіть свої профілі чату паролем!

source: Protect your IP address from the messaging relays chosen by your contacts. Enable in *Network & servers* settings.
de: Schützen Sie Ihre IP-Adresse vor den Nachrichten-Relais, die Ihre Kontakte ausgewählt haben. Aktivieren Sie es in den *Netzwerk & Server* Einstellungen.
es: Protege tu dirección IP de los servidores de retransmisión elegidos por tus contactos. Actívalo en ajustes de *Servidores y Redes*.
fr: Protégez votre adresse IP des relais de messagerie choisis par vos contacts. Activez-le dans les paramètres *Réseau et serveurs*.
it: Proteggi il tuo indirizzo IP dai relay di messaggistica scelti dai tuoi contatti. Attivalo nelle impostazioni *Rete e server*.
uk: Захистіть свою IP-адресу від ретрансляторів повідомлень, обраних вашими контактами. Увімкніть у налаштуваннях *Мережа та сервери*.

source: Protocol background timeout
de: Protokoll Hintergrund-Zeitüberschreitung

source: Protocol timeout
bg: Време за изчакване на протокола
de: Protokollzeitüberschreitung
es: Timeout protocolo
fi: Protokollan aikakatkaisu
fr: Délai du protocole
it: Scadenza del protocollo
ja: プロトコル・タイムアウト
th: หมดเวลาโปรโตคอล
uk: Тайм-аут протоколу

source: Protocol timeout per KB
bg: Време за изчакване на протокола за KB
de: Protokollzeitüberschreitung pro kB
es: Timeout protocolo por KB
fi: Protokollan aikakatkaisu per KB
fr: Délai d'attente du protocole par KB
it: Scadenza del protocollo per KB
ja: KB あたりのプロトコル タイムアウト
th: การหมดเวลาของโปรโตคอลต่อ KB
uk: Тайм-аут протоколу на КБ

source: Proxied servers
de: Proxy-Server
es: Servidores con proxy
fr: Serveurs routés via des proxy
it: Server via proxy
uk: Проксі-сервери

source: Proxy requires password
de: Der Proxy benötigt ein Passwort
es: El proxy requiere contraseña
fr: Le proxy est protégé par un mot de passe
it: Il proxy richiede una password
uk: Проксі вимагає пароль

source: Push notifications
bg: Push известия
de: Push-Benachrichtigungen
es: Notificaciones push
fi: Push-ilmoitukset
fr: Notifications push
it: Notifiche push
ja: プッシュ通知
th: การแจ้งเตือนแบบทันที
uk: Push-сповіщення

source: quantum resistant e2e encryption
bg: квантово устойчиво e2e криптиране
de: Quantum-resistente E2E-Verschlüsselung
es: cifrado e2e resistente a tecnología cuántica
fr: chiffrement e2e résistant post-quantique
it: crittografia e2e resistente alla quantistica
uk: квантово-стійке шифрування e2e

source: Quantum resistant encryption
bg: Квантово устойчиво криптиране
de: Quantum-resistente Verschlüsselung
es: Cifrado resistente a tecnología cuántica
fr: Chiffrement résistant post-quantique
it: Crittografia resistente alla quantistica
uk: Квантово-стійке шифрування

source: Rate the app
bg: Оценете приложението
de: Bewerten Sie die App
es: Valora la aplicación
fi: Arvioi sovellus
fr: Évaluer l'app
it: Valuta l'app
ja: アプリを評価
th: ให้คะแนนแอป
uk: Оцініть додаток

source: Reachable chat toolbar
de: Chat-Symbolleiste unten
es: Barra de menú accesible
fr: Barre d'outils accessible
it: Barra degli strumenti di chat accessibile
uk: Доступна панель інструментів чату

source: React…
bg: Реагирай…
de: Reagiere…
es: Reacciona…
fi: Reagoi…
fr: Réagissez…
it: Reagisci…
ja: 反応する…
th: ตอบสนอง…
uk: Реагуй…

source: Read
bg: Прочетено
de: Gelesen
es: Leer
fi: Lue
fr: Lire
it: Leggi
ja: 読む
th: อ่าน
uk: Читати

source: Read more
bg: Прочетете още
de: Mehr erfahren
es: Saber más
fi: Lue lisää
fr: En savoir plus
it: Leggi tutto
ja: 続きを読む
th: อ่านเพิ่มเติม
uk: Читати далі

source: Read more in [User Guide](https://simplex.chat/docs/guide/chat-profiles.html#incognito-mode).
bg: Прочетете повече в [Ръководство за потребителя](https://simplex.chat/docs/guide/chat-profiles.html#incognito-mode).
de: Lesen Sie mehr dazu im [Benutzerhandbuch](https://simplex.chat/docs/guide/chat-profiles.html#incognito-mode).
es: Conoce más en la [Guía del Usuario](https://simplex.chat/docs/guide/chat-profiles.html#incognito-mode).
fr: Pour en savoir plus, consultez le [Guide de l'utilisateur](https ://simplex.chat/docs/guide/chat-profiles.html#incognito-mode).
it: Leggi di più nella [Guida utente](https://simplex.chat/docs/guide/chat-profiles.html#incognito-mode).
uk: Читайте більше в [User Guide](https://simplex.chat/docs/guide/chat-profiles.html#incognito-mode).

source: Read more in [User Guide](https://simplex.chat/docs/guide/making-connections.html#comparison-of-1-time-invitation-links-and-simplex-contact-addresses).
bg: Прочетете повече в [Ръководство за потребителя](https://simplex.chat/docs/guide/making-connections.html#comparison-of-1-time-invitation-links-and-simplex-contact-addresses).
de: Mehr dazu in der [Benutzeranleitung](https://simplex.chat/docs/guide/making-connections.html#comparison-of-1-time-invitation-links-and-simplex-contact-addresses) lesen.
es: Conoce más en el [Manual del Usuario](https://simplex.chat/docs/guide/making-connections.html#comparison-of-1-time-invitation-links-and-simplex-contact-addresses).
fr: Pour en savoir plus, consultez le [Guide de l'utilisateur](https://simplex.chat/docs/guide/making-connections.html#comparison-of-1-time-invitation-links-and-simplex-contact-addresses).
it: Maggiori informazioni nella [Guida per l'utente](https://simplex.chat/docs/guide/making-connections.html#comparison-of-1-time-invitation-links-and-simplex-contact-addresses).
uk: Читайте більше в [Посібнику користувача](https://simplex.chat/docs/guide/making-connections.html#comparison-of-1-time-invitation-links-and-simplex-contact-addresses).

source: Read more in [User Guide](https://simplex.chat/docs/guide/readme.html#connect-to-friends).
bg: Прочетете повече в [Ръководство на потребителя](https://simplex.chat/docs/guide/readme.html#connect-to-friends).
de: Mehr dazu in der [Benutzeranleitung](https://simplex.chat/docs/guide/readme.html#connect-to-friends) lesen.
es: Conoce más en el [Manual del Usuario](https://simplex.chat/docs/guide/readme.html#connect-to-friends).
fi: Lue lisää [Käyttöoppaasta](https://simplex.chat/docs/guide/readme.html#connect-to-friends).
fr: Pour en savoir plus, consultez le [Guide de l'utilisateur](https://simplex.chat/docs/guide/readme.html#connect-to-friends).
it: Maggiori informazioni nella [Guida per l'utente](https://simplex.chat/docs/guide/readme.html#connect-to-friends).
ja: 詳しくは[ユーザーガイド](https://simplex.chat/docs/guide/readme.html#connect-to-friends)をご覧ください。
th: อ่านเพิ่มเติมใน[คู่มือผู้ใช้](https://simplex.chat/docs/guide/readme.html#connect-to-friends)
uk: Читайте більше в [Посібнику користувача](https://simplex.chat/docs/guide/readme.html#connect-to-friends).

source: Read more in our [GitHub repository](https://github.com/simplex-chat/simplex-chat#readme).
bg: Прочетете повече в нашето [GitHub хранилище](https://github.com/simplex-chat/simplex-chat#readme).
de: Erfahren Sie in unserem [GitHub-Repository](https://github.com/simplex-chat/simplex-chat#readme) mehr dazu.
es: Conoce más en nuestro [repositorio GitHub](https://github.com/simplex-chat/simplex-chat#readme).
fi: Lue lisää [GitHub-arkistosta](https://github.com/simplex-chat/simplex-chat#readme).
fr: Pour en savoir plus, consultez notre [dépôt GitHub](https://github.com/simplex-chat/simplex-chat#readme).
it: Maggiori informazioni nel nostro [repository GitHub](https://github.com/simplex-chat/simplex-chat#readme).
ja: 詳しくは[GitHubリポジトリ](https://simplex.chat/docs/guide/app-settings.html#your-simplex-contact-address)をご覧ください。
th: อ่านเพิ่มเติมใน[พื้นที่เก็บข้อมูล GitHub](https://github.com/simplex-chat/simplex-chat#readme)
uk: Читайте більше в нашому [GitHub репозиторії](https://github.com/simplex-chat/simplex-chat#readme).

source: Receipts are disabled
bg: Потвърждениeто за доставка е деактивирано
de: Bestätigungen sind deaktiviert
es: Las confirmaciones están desactivadas
fi: Kuittaukset pois käytöstä
fr: Les accusés de réception sont désactivés
it: Le ricevute sono disattivate
uk: Підтвердження виключені

source: Receive errors
de: Fehler beim Empfang
es: Errores de recepción
fr: Erreurs reçues
it: Errori di ricezione
uk: Отримання помилок

source: received answer…
bg: получен отговор…
de: Antwort erhalten…
es: respuesta recibida…
fi: vastaus saatu…
fr: réponse reçu…
it: risposta ricevuta…
ja: 回答を受け取りました…
th: ได้รับคำตอบ…
uk: отримали відповідь…

source: Received at
bg: Получено в
de: Empfangen um
es: Recibido a las
fi: Vastaanotettu klo
fr: Reçu à
it: Ricevuto il
ja: 受信
th: ได้รับเมื่อ
uk: Отримано за

source: Received at: %@
bg: Получено в: %@
de: Empfangen um: %@
es: Recibido: %@
fi: Vastaanotettu klo: %@
fr: Reçu le : %@
it: Ricevuto il: %@
ja: 受信: %@
th: ได้รับเมื่อ: %@
uk: Отримано за: %@

source: received confirmation…
bg: получено потвърждение…
de: Bestätigung erhalten…
es: confirmación recibida…
fi: vahvistus saatu…
fr: confimation reçu…
it: conferma ricevuta…
ja: 確認を受け取りました…
th: ได้รับการยืนยัน…
uk: отримали підтвердження…

source: Received message
bg: Получено съобщение
de: Empfangene Nachricht
es: Mensaje entrante
fi: Vastaanotettu viesti
fr: Message reçu
it: Messaggio ricevuto
ja: 受信したメッセージ
th: ได้รับข้อความ
uk: Отримано повідомлення

source: Received messages
de: Empfangene Nachrichten
es: Mensajes recibidos
fr: Messages reçus
it: Messaggi ricevuti
uk: Отримані повідомлення

source: Received reply
de: Empfangene Antwort
es: Respuesta recibida
fr: Réponse reçue
it: Risposta ricevuta
uk: Отримано відповідь

source: Received total
de: Summe aller empfangenen Nachrichten
es: Total recibidos
fr: Total reçu
it: Totale ricevuto
uk: Отримано всього

source: Receiving address will be changed to a different server. Address change will complete after sender comes online.
bg: Получаващият адрес ще бъде променен към друг сървър. Промяната на адреса ще завърши, след като подателят е онлайн.
de: Die Empfängeradresse wird auf einen anderen Server geändert. Der Adresswechsel wird abgeschlossen, wenn der Absender wieder online ist.
es: La dirección de recepción pasará a otro servidor. El cambio se completará cuando el remitente esté en línea.
fi: Vastaanotto-osoite vaihdetaan toiseen palvelimeen. Osoitteenmuutos tehdään sen jälkeen, kun lähettäjä tulee verkkoon.
fr: L'adresse de réception sera changée pour un autre serveur. Le changement d'adresse sera terminé lorsque l'expéditeur sera en ligne.
it: L'indirizzo di ricezione verrà cambiato in un server diverso. La modifica dell'indirizzo verrà completata dopo che il mittente sarà in linea.
ja: 開発中の機能です！相手のクライアントが4.2でなければ機能しません。アドレス変更が完了すると、会話にメッセージが出ます。連絡相手 (またはグループのメンバー) からメッセージを受信できないかをご確認ください。
th: ที่อยู่ผู้รับจะถูกเปลี่ยนเป็นเซิร์ฟเวอร์อื่น การเปลี่ยนแปลงที่อยู่จะเสร็จสมบูรณ์หลังจากที่ผู้ส่งออนไลน์
uk: Адреса отримувача буде змінена на інший сервер. Зміна адреси завершиться після того, як відправник з'явиться в мережі.

source: Receiving file will be stopped.
bg: Получаващият се файл ще бъде спрян.
de: Das Herunterladen der Datei wird beendet.
es: Se detendrá la recepción del archivo.
fi: Tiedoston vastaanotto pysäytetään.
fr: La réception du fichier sera interrompue.
it: La ricezione del file verrà interrotta.
ja: ファイルの受信を停止します。
th: การรับไฟล์จะหยุดลง
uk: Отримання файлу буде зупинено.

source: Receiving via
bg: Получаване чрез
de: Empfangen über
es: Recibiendo vía
fi: Vastaanotto kautta
fr: Réception via
it: Ricezione via
ja: 経由で受信
th: กำลังรับผ่าน
uk: Отримання через
