Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: iOS Keychain will be used to securely store passphrase after you restart the app or change passphrase - it will allow receiving push notifications.
bg: iOS Keychain ще се използва за сигурно съхраняване на паролата, след като рестартирате приложението или промените паролата - това ще позволи получаването на push известия.
de: Für die sichere Speicherung des Passworts nach dem Neustart der App und dem Wechsel des Passworts wird der iOS Schlüsselbund verwendet - dies erlaubt den Empfang von Push-Benachrichtigungen.
es: iOS Keychain se usará para almacenar la contraseña de forma segura después de reiniciar la aplicación o cambiar la contraseña. Esto permitirá recibir notificaciones automáticas.
fi: iOS-Avainnippua käytetään tunnuslauseen turvalliseen tallentamiseen sen muuttamisen tai sovelluksen uudelleen käynnistämisen jälkeen - se mahdollistaa push-ilmoitusten vastaanottamisen.
fr: La keychain d'iOS sera utilisée pour stocker en toute sécurité la phrase secrète après le redémarrage de l'app ou la modification de la phrase secrète - il permettra de recevoir les notifications push.
it: Il portachiavi di iOS verrà usato per archiviare in modo sicuro la password dopo il riavvio dell'app o la modifica della password; consentirà di ricevere notifiche push.
ja: iOS キーチェーンは、アプリを再起動するかパスフレーズを変更した後にパスフレーズを安全に保存するために使用され、プッシュ通知を受信できるようになります。
th: iOS Keychain จะใช้เพื่อจัดเก็บรหัสผ่านอย่างปลอดภัยหลังจากที่คุณรีสตาร์ทแอปหรือเปลี่ยนรหัสผ่าน ซึ่งจะช่วยให้รับการแจ้งเตือนแบบทันทีได้
uk: Пароль бази даних буде безпечно збережено в iOS Keychain після запуску чату або зміни пароля - це дасть змогу отримувати миттєві повідомлення.

source: IP address
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
it: Indirizzo IP
uk: IP-адреса

source: Irreversible message deletion
bg: Необратимо изтриване на съобщение
de: Unwiederbringliches löschen einer Nachricht
es: Eliminación irreversible del mensaje
fi: Peruuttamaton viestin poisto
fr: Suppression irréversible des messages
it: Eliminazione irreversibile del messaggio
ja: メッセージの完全削除
th: การลบข้อความแบบแก้ไขไม่ได้
uk: Безповоротне видалення повідомлення

source: Irreversible message deletion is prohibited in this chat.
bg: Необратимото изтриване на съобщения е забранено в този чат.
de: In diesem Chat ist das unwiederbringliche Löschen von Nachrichten nicht erlaubt.
es: La eliminación irreversible de mensajes no está permitida en este chat.
fi: Viestien peruuttamaton poisto on kielletty tässä keskustelussa.
fr: La suppression irréversible de message est interdite dans ce chat.
it: L'eliminazione irreversibile dei messaggi è vietata in questa chat.
ja: このチャットではメッセージの完全削除が使用禁止です。
th: ไม่สามารถลบข้อความแบบแก้ไขไม่ได้ในแชทนี้
uk: У цьому чаті заборонено безповоротне видалення повідомлень.

source: Irreversible message deletion is prohibited.
bg: Необратимото изтриване на съобщения е забранено в тази група.
de: In dieser Gruppe ist das unwiederbringliche Löschen von Nachrichten nicht erlaubt.
es: La eliminación irreversible de mensajes no está permitida en este grupo.
fr: La suppression irréversible de messages est interdite dans ce groupe.
it: L'eliminazione irreversibile dei messaggi è vietata in questo gruppo.
uk: У цій групі заборонено безповоротне видалення повідомлень.

source: It allows having many anonymous connections without any shared data between them in a single chat profile.
bg: Позволява да имате много анонимни връзки без споделени данни между тях в един чат профил .
de: Er ermöglicht mehrere anonyme Verbindungen in einem einzigen Chat-Profil ohne Daten zwischen diesen zu teilen.
es: Permite tener varias conexiones anónimas sin datos compartidos entre estas dentro del mismo perfil.
fi: Se mahdollistaa useiden nimettömien yhteyksien muodostamisen yhdessä keskusteluprofiilissa ilman, että niiden välillä on jaettuja tietoja.
fr: Cela permet d'avoir plusieurs connections anonymes sans aucune données partagées entre elles sur un même profil.
it: Permette di avere molte connessioni anonime senza dati condivisi tra di loro in un unico profilo di chat.
ja: これにより単一のチャット プロファイル内で、データを共有せずに多数の匿名の接続をすることができます。
th: อนุญาตให้มีการเชื่อมต่อที่ไม่ระบุตัวตนจำนวนมากโดยไม่มีข้อมูลที่ใช้ร่วมกันระหว่างกันในโปรไฟล์การแชทเดียว
uk: Це дозволяє мати багато анонімних з'єднань без будь-яких спільних даних між ними в одному профілі чату.

source: It can happen when you or your connection used the old database backup.
bg: Това може да се случи, когато вие или вашата връзка използвате старо резервно копие на базата данни.
de: Dies kann passieren, falls Sie oder Ihre Verbindung ein altes Datenbank-Backup genutzt haben.
es: Puede ocurrir cuando tu o tu contacto estáis usando una copia de seguridad antigua de la base de datos.
fi: Se voi tapahtua, kun sinä tai kontaktisi käytitte vanhaa varmuuskopiota tietokannasta.
fr: Cela peut se produire lorsque vous ou votre contact avez utilisé une ancienne sauvegarde de base de données.
it: Può accadere quando tu o il tuo contatto avete usato il backup del database vecchio.
ja: 古いデータベースのバックアップを使用した場合に発生する可能性があります。
th: สามารถเกิดขึ้นได้เมื่อคุณหรือการเชื่อมต่อของคุณใช้การสํารองข้อมูลฐานข้อมูลเก่า
uk: Це може статися, якщо ви або ваше з'єднання використовували стару резервну копію бази даних.

source: It can happen when: 1. The messages expired in the sending client after 2 days or on the server after 30 days. 2. Message decryption failed, because you or your contact used old database backup. 3. The connection was compromised.
bg: Това може да се случи, когато: 1. Времето за пазене на съобщенията е изтекло - в изпращащия клиент е 2 дена а на сървъра е 30. 2. Декриптирането на съобщението е неуспешно, защото вие или вашият контакт сте използвали старо копие на базата данни. 3. Връзката е била компрометирана.
de: Dies kann unter folgenden Umständen passieren: 1. Die Nachrichten verfallen auf dem sendenden Client-System nach 2 Tagen oder auf dem Server nach 30 Tagen. 2. Die Nachrichten-Entschlüsselung ist fehlgeschlagen, da von Ihnen oder Ihrem Kontakt ein altes Datenbank-Backup genutzt wurde. 3. Die Verbindung wurde kompromittiert.
es: Esto puede suceder cuando: 1. Los mensajes caducan tras 2 días en el cliente saliente o tras 30 días en el servidor. 2. El descifrado ha fallado porque tu o tu contacto estáis usando una copia de seguridad antigua de la base de datos. 3. La conexión ha sido comprometida.
fi: Se voi tapahtua, kun: 1. Viestit vanhenivat lähettävässä päätelaitteessa kahden päivän päästä tai palvelimella 30 päivän kuluttua. 2. Viestin salauksen purku epäonnistui, koska sinä tai kontaktisi käytitte vanhaa varmuuskopiota tietokannasta. 3. Yhteys vaarantui.
fr: Cela peut arriver quand : 1. Les messages ont expiré dans le client expéditeur après 2 jours ou sur le serveur après 30 jours. 2. Le déchiffrement du message a échoué, car vous ou votre contact avez utilisé une ancienne sauvegarde de base de données. 3. La connexion a été compromise.
it: Può accadere quando: 1. I messaggi sono scaduti sul client mittente dopo 2 giorni o sul server dopo 30 giorni. 2. La decifrazione del messaggio è fallita, perché tu o il tuo contatto avete usato un backup del database vecchio. 3. La connessione è stata compromessa.
ja: 次の場合に起こる場合があります： 1. メッセージの有効期限（送信側のクライアントでは2日後、サーバーでは30日後）が切れた。 2. あなたや 連絡相手が古いデータベースのバックアップを使用したため、メッセージの復号化に失敗した。 3. 接続に問題があった。
th: มันสามารถเกิดขึ้นได้เมื่อ: 1. ข้อความหมดอายุในไคลเอนต์ที่ส่งหลังจาก 2 วันหรือบนเซิร์ฟเวอร์หลังจาก 30 วัน 2. การถอดรหัสข้อความล้มเหลว เนื่องจากคุณหรือผู้ติดต่อของคุณใช้การสำรองฐานข้อมูลเก่า 3. การเชื่อมต่อถูกบุกรุก
uk: Це може статися, коли: 1. Термін дії повідомлень закінчився в клієнті-відправнику через 2 дні або на сервері через 30 днів. 2. Не вдалося розшифрувати повідомлення, тому що ви або ваш контакт використовували стару резервну копію бази даних. 3. З'єднання було скомпрометовано.

source: It protects your IP address and connections.
de: Ihre IP-Adresse und Verbindungen werden geschützt.
es: Protege tu dirección IP y tus conexiones.
fr: Il protège votre adresse IP et vos connexions.
it: Protegge il tuo indirizzo IP e le connessioni.
uk: Він захищає вашу IP-адресу та з'єднання.

source: It seems like you are already connected via this link. If it is not the case, there was an error (%@).
bg: Изглежда, че вече сте свързани чрез този линк. Ако не е така, има грешка (%@).
de: Es sieht so aus, als ob Sie bereits über diesen Link verbunden sind. Wenn das nicht der Fall ist, gab es einen Fehler (%@).
es: Parece que ya estás conectado mediante este enlace. Si no es así ha habido un error (%@).
fi: Näyttäisi, että olet jo yhteydessä tämän linkin kautta. Jos näin ei ole, tapahtui virhe (%@).
fr: Il semblerait que vous êtes déjà connecté via ce lien. Si ce n'est pas le cas, il y a eu une erreur (%@).
it: Sembra che tu sia già connesso tramite questo link. In caso contrario, c'è stato un errore (%@).
ja: このリンクからすでに接続されているようです。そうでない場合は、エラー(%@)が発生しました。
th: ดูเหมือนว่าคุณได้เชื่อมต่อผ่านลิงก์นี้แล้ว หากไม่เป็นเช่นนั้น แสดงว่ามีข้อผิดพลาด (%@).
uk: Схоже, що ви вже підключені за цим посиланням. Якщо це не так, сталася помилка (%@).

source: Italian interface
bg: Италиански интерфейс
de: Italienische Bedienoberfläche
es: Interfaz en italiano
fi: Italialainen käyttöliittymä
fr: Interface en italien
it: Interfaccia italiana
ja: イタリア語UI
th: อินเทอร์เฟซภาษาอิตาลี
uk: Італійський інтерфейс

source: italic
bg: курсив
de: kursiv
es: cursiva
fi: kursivoitu
fr: italique
it: corsivo
ja: 斜体
th: ตัวเอียง
uk: курсив

source: Japanese interface
bg: Японски интерфейс
de: Japanische Benutzeroberfläche
es: Interfáz en japonés
fi: Japanilainen käyttöliittymä
fr: Interface en japonais
it: Interfaccia giapponese
ja: 日本語UI
th: อินเทอร์เฟซภาษาญี่ปุ่น
uk: Японський інтерфейс

source: Join
bg: Присъединяване
de: Beitreten
es: Unirte
fi: Liity
fr: Rejoindre
it: Entra
ja: 参加
th: เข้าร่วม
uk: Приєднуйтесь

source: Join as %@
bg: присъединяване като %@
de: Als %@ beitreten

source: Join group
bg: Влез в групата
de: Treten Sie der Gruppe bei
es: Unirte al grupo
fi: Liity ryhmään
fr: Rejoindre le groupe
it: Entra nel gruppo
ja: グループに参加
th: เข้าร่วมกลุ่ม
uk: Приєднуйтесь до групи

source: Join group conversations
bg: Присъединяване към групи
de: Gruppenunterhaltungen beitreten
es: Unirse a la conversación del grupo
fr: Participez aux conversations de groupe
it: Entra in conversazioni di gruppo
uk: Приєднуйтесь до групових розмов

source: Join incognito
bg: Влез инкогнито
de: Inkognito beitreten
es: Unirte en modo incógnito
fi: Liity incognito-tilassa
fr: Rejoindre en incognito
it: Entra in incognito
ja: シークレットモードで参加
th: เข้าร่วมแบบไม่ระบุตัวตน
uk: Приєднуйтесь інкогніто

source: Join your group? This is your link for group %@!
bg: Влез в твоята група? Това е вашят линк за група %@!
de: Ihrer Gruppe beitreten? Das ist Ihr Link für die Gruppe %@!
es: ¿Unirse a tu grupo? ¡Este es tu enlace para el grupo %@!
fr: Rejoindre votre groupe ? Voici votre lien pour le groupe %@ !
it: Entrare nel tuo gruppo? Questo è il tuo link per il gruppo %@!
uk: Приєднатися до групи? Це ваше посилання на групу %@!

source: Joining group
bg: Присъединяване към групата
de: Der Gruppe beitreten
es: Entrando al grupo
fi: Liittyy ryhmään
fr: Entrain de rejoindre le groupe
it: Ingresso nel gruppo
ja: グループに参加
th: กำลังจะเข้าร่วมกลุ่ม
uk: Приєднання до групи

source: Keep
bg: Запази
de: Behalten
es: Guardar
fr: Conserver
it: Tieni
uk: Тримай

source: Keep conversation
de: Chat-Inhalte beibehalten
es: Conservar conversación
fr: Garder la conversation
it: Tieni la conversazione
uk: Підтримуйте розмову

source: Keep the app open to use it from desktop
bg: Дръжте приложението отворено, за да го използвате от настолното устройство
de: Die App muss geöffnet bleiben, um sie vom Desktop aus nutzen zu können
es: Mantén la aplicación abierta para usarla desde el ordenador
fr: Garder l'application ouverte pour l'utiliser depuis le bureau
it: Tieni aperta l'app per usarla dal desktop
uk: Тримайте додаток відкритим, щоб використовувати його з робочого столу

source: Keep unused invitation?
bg: Запази неизползваната покана за връзка?
de: Nicht genutzte Einladung behalten?
es: ¿Guardar invitación no usada?
fr: Conserver l'invitation inutilisée ?
it: Tenere l'invito inutilizzato?
uk: Зберігати невикористані запрошення?

source: Keep your chats clean
de: Ihre Chats übersichtlich halten

source: Keep your connections
bg: Запазете връзките си
de: Ihre Verbindungen beibehalten
es: Conserva tus conexiones
fi: Pidä kontaktisi
fr: Conserver vos connexions
it: Mantieni le tue connessioni
ja: 接続を維持
th: รักษาการเชื่อมต่อของคุณ
uk: Зберігайте свої зв'язки

source: Keychain error
bg: Keychain грешка
de: KeyChain Fehler
es: Error Keychain
fi: Avainnipun virhe
fr: Erreur de la keychain
it: Errore del portachiavi
ja: キーチェーンのエラー
th: ข้อผิดพลาดของ Keychain
uk: помилка KeyChain

source: KeyChain error
bg: KeyChain грешка
de: KeyChain Fehler
es: Error Keychain
fi: Avainnipun virhe
fr: Erreur du trousseau de clés
it: Errore del portachiavi
ja: キーチェーンのエラー
th: ข้อผิดพลาดของ Keychain
uk: помилка KeyChain

source: Large file!
bg: Голям файл!
de: Große Datei!
es: ¡Archivo grande!
fi: Suuri tiedosto!
fr: Fichier trop lourd !
it: File grande!
ja: 大きなファイル！
th: ไฟล์ขนาดใหญ่!
uk: Великий файл!

source: Learn more
bg: Научете повече
de: Mehr erfahren
es: Más información
fi: Lue lisää
fr: En savoir plus
it: Maggiori informazioni
ja: さらに詳しく
th: ศึกษาเพิ่มเติม
uk: Дізнайтеся більше

source: Leave
bg: Напусни
de: Verlassen
es: Salir
fi: Poistu
fr: Quitter
it: Esci
ja: 脱退
th: ออกจาก
uk: Залишити

source: Leave chat
de: Chat verlassen
es: Salir del chat
fr: Quitter la discussion
it: Esci dalla chat
uk: Вийти з чату

source: Leave chat?
de: Chat verlassen?
es: ¿Salir del chat?
fr: Quitter la discussion ?
it: Uscire dalla chat?
uk: Залишити чат?

source: Leave group
bg: Напусни групата
de: Gruppe verlassen
es: Salir del grupo
fi: Poistu ryhmästä
fr: Quitter le groupe
it: Esci dal gruppo
ja: グループを脱退
th: ออกจากกลุ่ม
uk: Покинути групу

source: Leave group?
bg: Напусни групата?
de: Die Gruppe verlassen?
es: ¿Salir del grupo?
fi: Poistu ryhmästä?
fr: Quitter le groupe ?
it: Uscire dal gruppo?
ja: グループを脱退しますか？
th: ออกจากกลุ่ม?
uk: Покинути групу?

source: left
bg: напусна
de: hat die Gruppe verlassen
es: ha salido
fi: poistunut
fr: a quitté
it: è uscito/a
ja: 脱退
th: ออกแล้ว
uk: ліворуч

source: Less traffic on mobile networks.
de: Weniger Datenverkehr in mobilen Netzen.

source: Let's talk in SimpleX Chat
bg: Нека да поговорим в SimpleX Chat
de: Lassen Sie uns in SimpleX Chat kommunizieren
es: Hablemos en SimpleX Chat
fi: Jutellaan SimpleX Chatissa
fr: Discutons sur SimpleX Chat
it: Parliamo in SimpleX Chat
ja: SimpleXチャットで会話しよう
th: มาคุยกันใน SimpleX Chat
uk: Поговоримо в чаті SimpleX

source: Light
bg: Светла
de: Hell
es: Claro
fi: Vaalea
fr: Clair
it: Chiaro
ja: ライトテーマ
th: สว่าง
uk: Світлий

source: Limitations
bg: Ограничения
de: Einschränkungen
es: Limitaciones
fi: Rajoitukset
it: Limitazioni
ja: 制限事項
th: ข้อจำกัด
uk: Обмеження

source: Link mobile and desktop apps! 🔗
bg: Свържете мобилни и настолни приложения! 🔗
de: Verknüpfe Mobiltelefon- und Desktop-Apps! 🔗
es: ¡Enlazar aplicación móvil con ordenador! 🔗
fr: Liez vos applications mobiles et de bureau ! 🔗
it: Collega le app mobile e desktop! 🔗
uk: Зв'яжіть мобільні та десктопні додатки! 🔗

source: Linked desktop options
bg: Настройки на запомнени настолни устройства
de: Verknüpfte Desktop-Optionen
es: Opciones ordenador enlazado
fr: Options de bureau lié
it: Opzioni del desktop collegato
uk: Параметри пов'язаного робочого столу

source: Linked desktops
bg: Запомнени настолни устройства
de: Verknüpfte Desktops
es: Ordenadores enlazados
fr: Bureaux liés
it: Desktop collegati
uk: Пов'язані робочі столи

source: List
de: Liste
es: Lista
it: Elenco

source: List name and emoji should be different for all lists.
de: Der Listenname und das Emoji sollen für alle Listen unterschiedlich sein.
es: El nombre y el emoji deben ser diferentes en todas las listas.
it: Il nome dell'elenco e l'emoji dovrebbero essere diversi per tutte le liste.

source: List name...
de: Listenname...
es: Nombre de la lista...
it: Nome elenco...

source: Live message!
bg: Съобщение на живо!
de: Live Nachricht!
es: ¡Mensaje en vivo!
fi: Live-viesti!
fr: Message dynamique !
it: Messaggio in diretta!
ja: ライブメッセージ！
th: ข้อความสด!
uk: Живе повідомлення!

source: Live messages
bg: Съобщения на живо
de: Live Nachrichten
es: Mensajes en vivo
fi: Live-viestit
fr: Messages dynamiques
it: Messaggi in diretta
ja: ライブメッセージ
th: ข้อความสด
uk: Живі повідомлення

source: Loading profile…
de: Profil wird geladen…

source: Local name
bg: Локално име
de: Lokaler Name
es: Nombre local
fi: Paikallinen nimi
fr: Nom local
it: Nome locale
ja: ローカルネーム
th: ชื่อภายในเครื่องเท่านั้น
uk: Місцева назва

source: Local profile data only
bg: Само данни за локален профил
de: Nur lokale Profildaten
es: Eliminar sólo el perfil
fi: Vain paikalliset profiilitiedot
fr: Données de profil local uniquement
it: Solo dati del profilo locale
ja: ローカルなプロフィールデータのみ
th: ข้อมูลโปรไฟล์ภายในเครื่องเท่านั้น
uk: Тільки локальні дані профілю

source: Lock after
bg: Заключване след
de: Sperre nach
es: Bloquear en
fi: Lukitse jälkeen
fr: Verrouillage après
it: Blocca dopo
ja: 自動ロックまでの時間
th: ล็อคหลังจาก
uk: Блокування після

source: Lock mode
bg: Режим на заключване
de: Sperr-Modus
es: Modo bloqueo
fi: Lukitustila
fr: Mode de verrouillage
it: Modalità di blocco
ja: ロックモード
th: โหมดล็อค
uk: Режим блокування

source: Make one message disappear
bg: Накарайте едно съобщение да изчезне
de: Eine verschwindende Nachricht verfassen
es: Escribir un mensaje temporal
fi: Hävitä yksi viesti
fr: Rendre un message éphémère
it: Fai sparire un messaggio
ja: メッセージを1つ消す
th: ทำให้ข้อความหายไปหนึ่งข้อความ
uk: Зробити так, щоб одне повідомлення зникло

source: Make profile private!
bg: Направи профила поверителен!
de: Privates Profil erzeugen!
es: ¡Hacer perfil privado!
fi: Tee profiilista yksityinen!
fr: Rendre un profil privé !
it: Rendi privato il profilo!
ja: プロフィールを非表示にできます！
th: ทำให้โปรไฟล์เป็นส่วนตัว!
uk: Зробіть профіль приватним!

source: Make sure WebRTC ICE server addresses are in correct format, line separated and are not duplicated.
bg: Уверете се, че адресите на WebRTC ICE сървъра са в правилен формат, разделени на редове и не са дублирани.
de: Stellen Sie sicher, dass die WebRTC ICE-Server Adressen das richtige Format haben, zeilenweise getrennt und nicht doppelt vorhanden sind.
es: Asegúrate de que las direcciones del servidor WebRTC ICE tienen el formato correcto, están separadas por líneas y no duplicadas.
fi: Varmista, että WebRTC ICE -palvelinosoitteet ovat oikeassa muodossa, rivieroteltuina ja että ne eivät ole päällekkäisiä.
fr: Assurez-vous que les adresses des serveurs WebRTC ICE sont au bon format et ne sont pas dupliquées, un par ligne.
it: Assicurati che gli indirizzi dei server WebRTC ICE siano nel formato corretto, uno per riga e non doppi.
ja: WebRTC ICEサーバのアドレスを正しく1行ずつに分けて、重複しないように、形式もご確認ください。
th: ตรวจสอบให้แน่ใจว่าที่อยู่เซิร์ฟเวอร์ WebRTC ICE อยู่ในรูปแบบที่ถูกต้อง แยกบรรทัดและไม่ซ้ำกัน
uk: Переконайтеся, що адреси серверів WebRTC ICE мають правильний формат, розділені рядками і не дублюються.

source: Mark deleted for everyone
bg: Маркирай като изтрито за всички
de: Für Alle als gelöscht markieren
es: Marcar como eliminado para todos
fi: Merkitse poistetuksi kaikilta
fr: Marquer comme supprimé pour tout le monde
it: Contrassegna eliminato per tutti
ja: 全員に対して削除済みマークを付ける
th: ทำเครื่องหมายว่าลบแล้วสำหรับทุกคน
uk: Позначити видалено для всіх

source: Mark read
bg: Маркирай като прочетено
de: Als gelesen markieren
es: Marcar como leído
fi: Merkitse luetuksi
fr: Marquer comme lu
it: Segna come già letto
ja: 既読マーク
th: ทำเครื่องหมายอ่านแล้ว
uk: Позначити прочитано

source: Mark verified
bg: Маркирай като проверено
de: Als überprüft markieren
es: Marcar como verificado
fi: Merkitse vahvistetuksi
fr: Marquer comme vérifié
it: Segna come verificato/a
ja: 検証済みにマーク
th: ทําเครื่องหมายว่ายืนยันแล้ว
uk: Позначити перевірено

source: Markdown in messages
bg: Форматиране на съобщения
de: Markdowns in Nachrichten
es: Sintaxis Markdown
fi: Markdown viesteissä
fr: Markdown dans les messages
it: Markdown nei messaggi
ja: メッセージのマークダウン (書式編集)
th: Markdown ในข้อความ
uk: Виправлення в повідомленнях

source: marked deleted
bg: маркирано като изтрито
de: als gelöscht markiert
es: marcado eliminado
fi: merkitty poistetuksi
fr: supprimé
it: contrassegnato eliminato
ja: 削除済みとマーク
th: ทำเครื่องหมายว่าลบแล้ว
uk: з позначкою видалено

source: Max 30 seconds, received instantly.
bg: Макс. 30 секунди, получено незабавно.
de: Max. 30 Sekunden, sofort erhalten.
es: Máximo 30 segundos, recibido al instante.
fi: Enintään 30 sekuntia, vastaanotetaan välittömästi.
fr: Max 30 secondes, réception immédiate.
it: Max 30 secondi, ricevuto istantaneamente.
ja: 最大 30 秒で即時受信します。
th: สูงสุด 30 วินาที รับทันที
uk: Максимум 30 секунд, отримується миттєво.

source: Media & file servers
de: Medien- und Datei-Server
es: Servidores de archivos y multimedia
fr: Serveurs de fichiers et de médias
it: Server di multimediali e file
uk: Медіа та файлові сервери

source: member
bg: член
de: Mitglied
es: miembro
fi: jäsen
fr: membre
it: membro
ja: メンバー
th: สมาชิก
uk: учасник

source: Member
bg: Член
de: Mitglied
es: Miembro
fi: Jäsen
fr: Membre
it: Membro
ja: メンバー
th: สมาชิก
uk: Учасник

source: Member %@
de: Mitglied %@

source: member %@ changed to %@
bg: името на члена %1$@ е променено на %2$@
de: Der Mitgliedsname von %1$@ wurde auf %2$@ geändert
es: el miembro %1$@ ha cambiado a %2$@
fr: le membre %1$@ est devenu %2$@
it: il membro %1$@ è diventato %2$@
uk: учасника %1$@ змінено на %2$@

source: Member admission
de: Aufnahme von Mitgliedern

source: member connected
bg: свързан
de: ist der Gruppe beigetreten
es: conectado
fi: yhdistetty
fr: est connecté·e
it: si è connesso/a
ja: 接続中
th: เชื่อมต่อสำเร็จ
uk: з'єднаний

source: member has old version
de: Das Mitglied hat eine alte App-Version

source: Member inactive
de: Mitglied inaktiv
es: Miembro inactivo
fr: Membre inactif
it: Membro inattivo
uk: Користувач неактивний

source: Member is deleted - can't accept request
de: Mitglied ist gelöscht - Anfrage kann nicht angenommen werden

source: Member reports
de: Mitglieder-Meldungen
es: Informes de miembros
it: Segnalazioni dei membri

source: Member role will be changed to "%@". All chat members will be notified.
de: Die Rolle des Mitglieds wird auf "%@" geändert. Alle Chat-Mitglieder werden darüber informiert.
es: El rol del miembro cambiará a "%@" y todos serán notificados.
fr: Le rôle du membre sera modifié pour « %@ ». Tous les membres du chat seront notifiés.
it: Il ruolo del membro verrà cambiato in "%@". Verranno notificati tutti i membri della chat.
uk: Роль учасника буде змінено на "%@". Усі учасники чату отримають сповіщення.

source: Member role will be changed to "%@". All group members will be notified.
bg: Ролята на члена ще бъде променена на "%@". Всички членове на групата ще бъдат уведомени.
de: Die Mitgliederrolle wird auf "%@" geändert. Alle Mitglieder der Gruppe werden benachrichtigt.
es: El rol del miembro cambiará a "%@" y se notificará al grupo.
fi: Jäsenen rooli muuttuu muotoon "%@". Kaikille ryhmän jäsenille ilmoitetaan asiasta.
fr: Le rôle du membre sera changé pour "%@". Tous les membres du groupe en seront informés.
it: Il ruolo del membro verrà cambiato in "%@". Tutti i membri del gruppo verranno avvisati.
ja: メンバーの役割が "%@" に変更されます。 グループメンバー全員に通知されます。
th: บทบาทของสมาชิกจะถูกเปลี่ยนเป็น "%@" สมาชิกกลุ่มทั้งหมดจะได้รับแจ้ง
uk: Роль учасника буде змінено на "%@". Всі учасники групи будуть повідомлені про це.
