Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: App passcode is replaced with self-destruct passcode.
bg: Кода за достъп до приложение се заменя с код за самоунищожение.
de: App-Zugangscode wurde durch den Selbstzerstörungs-Zugangscode ersetzt.
es: El código de acceso será reemplazado por código de autodestrucción.
fi: Sovelluksen pääsykoodi korvataan itsetuhoutuvalla pääsykoodilla.
fr: Le code d'accès de l'application est remplacé par un code d'autodestruction.
it: Il codice di accesso dell'app viene sostituito da un codice di autodistruzione.
ja: アプリのパスコードは自己破壊パスコードに置き換えられます。
th: รหัสผ่านแอปจะถูกแทนที่ด้วยรหัสผ่านที่ทำลายตัวเอง
uk: Пароль програми замінено на пароль самознищення.

source: App session
bg: Сесия на приложението
de: App-Sitzung
es: por sesión
fr: Session de l'app
it: Sessione dell'app
uk: Сесія програми

source: Appearance
bg: Изглед
de: Erscheinungsbild
es: Apariencia
fi: Ulkonäkö
fr: Apparence
it: Aspetto
ja: 見た目
th: รูปร่างลักษณะ
uk: Зовнішній вигляд

source: Apply
bg: Приложи
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
uk: Подати заявку

source: Apply to
bg: Приложи към
de: Anwenden auf
es: Aplicar a
fr: Appliquer à
it: Applica a
uk: Звертатися до

source: Archive
bg: Архивирай
de: Archiv
es: Archivar
fr: Archiver
it: Archivia

source: Archive %lld reports?
bg: Архивирай %lld доклад(а)?
de: Archiviere %lld Meldungen?
es: ¿Archivar %lld informes?
fr: Archiver les rapports %lld ?
it: Archiviare %lld segnalazioni?

source: Archive all reports?
bg: Архивиране на всички доклади за нарушения?
de: Alle Meldungen archivieren?
es: ¿Archivar todos los informes?
fr: Archiver tous les rapports ?
it: Archiviare tutte le segnalazioni?

source: Archive and upload
bg: Архивиране и качване
de: Archivieren und Hochladen
es: Archivar y subir
fr: Archiver et téléverser
it: Archivia e carica
uk: Архівування та завантаження

source: Archive contacts to chat later.
bg: Архивирайте контактите, за да разговаряте по-късно.
de: Kontakte für spätere Chats archivieren.
es: Archiva contactos para charlar más tarde.
fr: Archiver les contacts pour discuter plus tard.
it: Archivia contatti per chattare più tardi.
uk: Архівуйте контакти, щоб поспілкуватися пізніше.

source: Archive report
bg: Архивирай доклад за нарушения
de: Meldung archivieren
es: Archivar informe
fr: Archiver le rapport
it: Archivia la segnalazione

source: Archive report?
bg: Архивирай доклад за нарушения?
de: Meldung archivieren?
es: ¿Archivar informe?
fr: Archiver le rapport ?
it: Archiviare la segnalazione?

source: Archive reports
bg: Архивирай докладите за нарушения
de: Meldungen archivieren
es: Archivar informes
fr: Archiver les rapports
it: Archivia segnalazioni

source: Archived contacts
bg: Архивирани контакти
de: Archivierte Kontakte
es: Contactos archivados
fr: Contacts archivés
it: Contatti archiviati
uk: Архівні контакти

source: archived report
de: Archivierte Meldung
es: informes archivados
it: segnalazione archiviata

source: Archiving database
bg: Архивиране на база данни
de: Datenbank wird archiviert
es: Archivando base de datos
fr: Archivage de la base de données
it: Archiviazione del database
uk: Архівування бази даних

source: Attach
bg: Прикачи
de: Anhängen
es: Adjuntar
fi: Liitä
fr: Attacher
it: Allega
ja: 添付する
th: แนบ
uk: Прикріпити

source: attempts
de: Versuche
es: intentos
fr: tentatives
it: tentativi
uk: спроби

source: Audio & video calls
bg: Аудио и видео разговори
de: Audio- & Videoanrufe
es: Llamadas y videollamadas
fi: Ääni- ja videopuhelut
fr: Appels audio et vidéo
it: Chiamate audio e video
ja: 音声とビデオ通話
th: การโทรด้วยเสียงและวิดีโอ
uk: Аудіо та відео дзвінки

source: Audio and video calls
bg: Аудио и видео разговори
de: Audio- und Videoanrufe
es: Llamadas y videollamadas
fi: Ääni- ja videopuhelut
fr: Appels audio et vidéo
it: Chiamate audio e video
ja: 音声通話とビデオ通話
th: การโทรด้วยเสียงและวิดีโอ
uk: Аудіо та відеодзвінки

source: audio call (not e2e encrypted)
bg: аудио разговор (не е e2e криптиран)
de: Audioanruf (nicht E2E verschlüsselt)
es: llamada (sin cifrar)
fi: äänipuhelu (ei e2e-salattu)
fr: appel audio (sans chiffrement)
it: chiamata audio (non crittografata e2e)
ja: 音声通話 (エンドツーエンド暗号化なし）
th: การโทรด้วยเสียง (ไม่ได้ encrypt จากต้นจนจบ)
uk: аудіовиклик (без шифрування e2e)

source: Audio/video calls
bg: Аудио/видео разговори
de: Audio-/Video-Anrufe
es: Llamadas y videollamadas
fi: Ääni/videopuhelut
fr: Appels audio/vidéo
it: Chiamate audio/video
ja: 音声/ビデオ通話
th: การโทรด้วยเสียง/วิดีโอ
uk: Аудіо/відео дзвінки

source: Audio/video calls are prohibited.
bg: Аудио/видео разговорите са забранени.
de: Audio-/Video-Anrufe sind nicht erlaubt.
es: Las llamadas y videollamadas no están permitidas.
fi: Ääni-/videopuhelut ovat kiellettyjä.
fr: Les appels audio/vidéo sont interdits.
it: Le chiamate audio/video sono vietate.
ja: 音声/ビデオ通話は禁止されています。
th: การโทรด้วยเสียง/วิดีโอถูกห้าม
uk: Аудіо/відео дзвінки заборонені.

source: Authentication cancelled
bg: Идентификацията е отменена
de: Authentifizierung abgebrochen
es: Autenticación cancelada
fi: Tunnistautuminen peruutettu
fr: Authentification interrompue
it: Autenticazione annullata
ja: 認証がキャンセルされました
th: การยืนยันถูกยกเลิกแล้ว
uk: Аутентифікацію скасовано

source: Authentication failed
bg: Неуспешна идентификация
de: Authentifizierung fehlgeschlagen
es: Autenticación fallida
fi: Tunnistautuminen epäonnistui
fr: Échec de l'authentification
it: Autenticazione fallita
ja: 認証失敗
th: การยืนยันล้มเหลว
uk: Не вдалося пройти автентифікацію

source: Authentication is required before the call is connected, but you may miss calls.
bg: Изисква се идентификацията, преди да се осъществи обаждането, но може да пропуснете повиквания.
de: Bevor der Anruf verbunden wird, ist eine Authentifizierung erforderlich, aber Sie könnten Anrufe verpassen.
es: La autenticación es necesaria antes de establecer la llamada, pero podrías perder llamadas.
fi: Tunnistautuminen vaaditaan ennen kuin puhelu yhdistetään, mutta puheluita voi jäädä vastaamatta.
fr: L'authentification est requise avant que l'appel ne soit connecté, mais vous risquez de manquer des appels.
it: L'autenticazione è necessaria prima che la chiamata sia connessa, ma potresti perdere le chiamate.
ja: 電話がつながる前に認証が必要ですが、電話に出られない可能性があります。
th: การยืนยันตัวตนเป็นที่จำเป็นก่อนเชื่อมต่อสาย แต่คุณอาจไม่ได้รับสาย
uk: Перед з'єднанням дзвінка потрібно пройти автентифікацію, але ви можете пропустити дзвінки.

source: Authentication unavailable
bg: Идентификацията е недостъпна
de: Authentifizierung nicht verfügbar
es: Autenticación no disponible
fi: Tunnistautuminen ei ole käytettävissä
fr: Authentification indisponible
it: Autenticazione non disponibile
ja: 認証不可能
th: การยืนยันไม่พร้อมใช้งาน
uk: Автентифікація недоступна

source: author
bg: автор
de: Autor
es: autor
fr: auteur
it: autore
uk: автор

source: Auto-accept
bg: Автоматично приемане
de: Automatisch akzeptieren
es: Auto aceptar
fi: Hyväksy automaattisesti
fr: Auto-accepter
it: Accetta automaticamente
ja: 自動承認
th: ยอมรับอัตโนมัติ
uk: Автоприйняття

source: Auto-accept contact requests
bg: Автоматично приемане на заявки за контакт
de: Kontaktanfragen automatisch annehmen
es: Aceptar solicitud de contacto automáticamente
fi: Hyväksy yhteydenottopyynnöt automaattisesti
fr: Demandes de contact auto-acceptées
it: Auto-accetta le richieste di contatto
ja: 連絡先を自動的に承諾
th: ตอบรับคำขอเป็นเพื่อนโดยอัตโนมัติ
uk: Автоматичне прийняття запитів на контакт

source: Auto-accept images
bg: Автоматично приемане на изображения
de: Bilder automatisch akzeptieren
es: Aceptar imágenes automáticamente
fi: Hyväksy kuvat automaattisesti
fr: Images auto-acceptées
it: Auto-accetta le immagini
ja: 画像を自動的に受信
th: ยอมรับภาพอัตโนมัติ
uk: Автоматичне прийняття зображень

source: Back
bg: Назад
de: Zurück
es: Volver
fi: Takaisin
fr: Retour
it: Indietro
ja: 戻る
th: กลับ
uk: Назад

source: Background
bg: Фон
de: Hintergrund-Farbe
es: Fondo
fr: Fond
it: Sfondo
uk: Фон

source: Bad desktop address
bg: Грешен адрес на настолното устройство
de: Falsche Desktop-Adresse
es: Dirección ordenador incorrecta
fr: Mauvaise adresse de bureau
it: Indirizzo desktop errato
uk: Неправильна адреса робочого столу

source: bad message hash
bg: лош хеш на съобщението
de: Ungültiger Nachrichten-Hash
es: hash de mensaje erróneo
fi: virheellinen viestin tarkiste
fr: hash de message incorrect
it: hash del messaggio errato
ja: メッセージのハッシュ値問題
th: แฮชข้อความไม่ดี
uk: невірний хеш повідомлення

source: Bad message hash
bg: Лош хеш на съобщението
de: Ungültiger Nachrichten-Hash
es: Hash de mensaje incorrecto
fi: Virheellinen viestin tarkiste
fr: Mauvais hash de message
it: Hash del messaggio errato
ja: メッセージのハッシュ値問題
th: แฮชข้อความไม่ดี
uk: Поганий хеш повідомлення

source: bad message ID
bg: лошо ID на съобщението
de: Ungültige Nachrichten-ID
es: ID de mensaje erróneo
fi: virheellinen viestin tunniste
fr: ID de message incorrecte
it: ID messaggio errato
ja: メッセージ ID が正しくありません
th: ID ข้อความที่ไม่ดี
uk: невірний ідентифікатор повідомлення

source: Bad message ID
bg: Лошо ID на съобщението
de: Falsche Nachrichten-ID
es: ID de mensaje incorrecto
fi: Virheellinen viestin tunniste
fr: Mauvais ID de message
it: ID del messaggio errato
ja: メッセージ ID が正しくありません
th: ID ข้อความที่ไม่ดี
uk: Неправильний ідентифікатор повідомлення

source: Better calls
bg: По-добри обаждания
de: Verbesserte Anrufe
es: Llamadas mejoradas
fr: Appels améliorés
it: Chiamate migliorate
uk: Кращі дзвінки

source: Better groups
bg: По-добри групи
de: Bessere Gruppen
es: Grupos mejorados
fr: Des groupes plus performants
it: Gruppi migliorati
uk: Кращі групи

source: Better groups performance
bg: По-добра производителност на групите
de: Bessere Leistung von Gruppen
es: Rendimiento de grupos mejorado
fr: Meilleure performance des groupes
it: Prestazioni dei gruppi migliorate

source: Better message dates.
bg: По-добри дати на съобщението.
de: Verbesserte Nachrichten-Datumsinformation
es: Sistema de fechas mejorado.
fr: Meilleures dates de messages.
it: Date dei messaggi migliorate.
uk: Кращі дати повідомлень.

source: Better messages
bg: По-добри съобщения
de: Verbesserungen bei Nachrichten
es: Mensajes mejorados
fi: Parempia viestejä
fr: Meilleurs messages
it: Messaggi migliorati
ja: より良いメッセージ
th: ข้อความที่ดีขึ้น
uk: Кращі повідомлення

source: Better networking
bg: Подобрена мрежа
de: Kontrollieren Sie Ihr Netzwerk
es: Uso de red mejorado
fr: Meilleure gestion de réseau
it: Rete migliorata
uk: Краща мережа

source: Better notifications
bg: Подобрени известия
de: Verbesserte Benachrichtigungen
es: Notificaciones mejoradas
fr: Notifications améliorées
it: Notifiche migliorate
uk: Кращі сповіщення

source: Better privacy and security
bg: По-добра поверителност и сигурност
de: Bessere(r) Security und Datenschutz
es: Privacidad y seguridad mejoradas
fr: Meilleure protection de la privacité et de la sécurité
it: Privacy e sicurezza migliori

source: Better security ✅
bg: По-добра сигурност ✅
de: Verbesserte Sicherheit ✅
es: Seguridad mejorada ✅
fr: Sécurité accrue ✅
it: Sicurezza migliorata ✅
uk: Краща безпека ✅

source: Better user experience
bg: Подобрен интерфейс
de: Verbesserte Nutzer-Erfahrung
es: Experiencia de usuario mejorada
fr: Une meilleure expérience pour l'utilisateur
it: Esperienza utente migliorata
uk: Покращений користувацький досвід

source: Bio
bg: Био
de: Biografie

source: Bio too large
bg: Биографията е твърде дълга
de: Biografie zu lang

source: Black
bg: Черна
de: Schwarz
es: Negro
fr: Noir
it: Nero
uk: Чорний

source: Block
bg: Блокирай
de: Blockieren
es: Bloquear
fr: Bloquer
it: Blocca
uk: Блокувати

source: Block for all
bg: Блокирай за всички
de: Für Alle blockieren
es: Bloquear para todos
fr: Bloqué pour tous
it: Blocca per tutti
uk: Заблокувати для всіх

source: Block group members
bg: Блокиране на членове на групата
de: Gruppenmitglieder blockieren
es: Bloquear miembros del grupo
fr: Bloquer des membres d'un groupe
it: Blocca i membri dei gruppi
uk: Учасники групи блокування

source: Block member
bg: Блокирай член
de: Mitglied blockieren
es: Bloquear miembro
fr: Bloquer ce membre
it: Blocca membro
uk: Заблокувати користувача

source: Block member for all?
bg: Блокиране на член за всички?
de: Mitglied für Alle blockieren?
es: ¿Bloqear miembro para todos?
fr: Bloquer le membre pour tous ?
it: Bloccare il membro per tutti?
uk: Заблокувати учасника для всіх?

source: Block member?
bg: Блокирай члена?
de: Mitglied blockieren?
es: ¿Bloquear miembro?
fr: Bloquer ce membre ?
it: Bloccare il membro?
uk: Заблокувати користувача?

source: blocked
bg: блокиран
de: Blockiert
es: bloqueado
fr: blocké
it: bloccato
uk: заблоковано

source: blocked %@
bg: блокиран %@
de: hat %@ blockiert
es: ha bloqueado a %@
fr: %@ bloqué
it: ha bloccato %@
uk: заблоковано %@

source: blocked by admin
bg: блокиран от админ
de: wurde vom Administrator blockiert
es: bloqueado por administrador
fr: bloqué par l'administrateur
it: bloccato dall'amministratore
uk: заблоковано адміністратором

source: Blocked by admin
bg: Блокиран от админ
de: wurde vom Administrator blockiert
es: Bloqueado por administrador
fr: Bloqué par l'administrateur
it: Bloccato dall'amministratore
uk: Заблокований адміністратором

source: Blur for better privacy.
bg: Размазване за по-добра поверителност.
de: Für bessere Privatsphäre verpixeln.
es: Difumina para mayor privacidad.
fr: Rendez les images floues et protégez-les contre les regards indiscrets.
it: Sfoca per una privacy maggiore.
uk: Розмиття для кращої приватності.

source: Blur media
bg: Размазване на медия
de: Medien verpixeln
es: Difuminar multimedia
fr: Flouter les médias
it: Sfocatura dei file multimediali
uk: Розмиття медіа

source: bold
bg: удебелен
de: fett
es: negrita
fi: lihavoitu
fr: gras
it: grassetto
ja: 太文字
th: ตัวหนา
uk: жирний

source: Both you and your contact can add message reactions.
bg: И вие, и вашият контакт можете да добавяте реакции към съобщението.
de: Sowohl Sie, als auch Ihr Kontakt können Reaktionen auf Nachrichten geben.
es: Tanto tú como tu contacto podéis añadir reacciones a los mensajes.
fi: Sekä sinä että kontaktisi voivat käyttää viestireaktioita.
fr: Vous et votre contact pouvez ajouter des réactions aux messages.
it: Sia tu che il tuo contatto potete aggiungere reazioni ai messaggi.
ja: 自分も相手もメッセージへのリアクションを追加できます。
th: ทั้งคุณและผู้ติดต่อของคุณสามารถเพิ่มปฏิกิริยาของข้อความได้
uk: Реакції на повідомлення можете додавати як ви, так і ваш контакт.

source: Both you and your contact can irreversibly delete sent messages. (24 hours)
bg: И вие, и вашият контакт можете да изтриете необратимо изпратените съобщения. (24 часа)
de: Sowohl Ihr Kontakt, als auch Sie können gesendete Nachrichten unwiederbringlich löschen. (24 Stunden)
es: Tanto tú como tu contacto podéis eliminar de forma irreversible los mensajes enviados. (24 horas)
fr: Vous et votre contact êtes tous deux en mesure de supprimer de manière irréversible les messages envoyés. (24 heures)
it: Sia tu che il tuo contatto potete eliminare irreversibilmente i messaggi inviati. (24 ore)
th: ทั้งคุณและผู้ติดต่อของคุณสามารถลบข้อความที่ส่งแล้วอย่างถาวรได้
uk: І ви, і ваш контакт можете безповоротно видалити надіслані повідомлення. (24 години)

source: Both you and your contact can make calls.
bg: И вие, и вашият контакт можете да осъществявате обаждания.
de: Sowohl Sie, als auch Ihr Kontakt können Anrufe tätigen.
es: Tanto tú como tu contacto podéis realizar llamadas.
fi: Sekä sinä että kontaktisi voitte soittaa puheluita.
fr: Vous et votre contact pouvez tous deux passer des appels.
it: Sia tu che il tuo contatto potete effettuare chiamate.
ja: あなたからも連絡先からも通話ができます。
th: ทั้งคุณและผู้ติดต่อของคุณสามารถโทรออกได้
uk: Дзвонити можете як ви, так і ваш контакт.

source: Both you and your contact can send disappearing messages.
bg: И вие, и вашият контакт можете да изпращате изчезващи съобщения.
de: Ihr Kontakt und Sie können beide verschwindende Nachrichten senden.
es: Tanto tú como tu contacto podéis enviar mensajes temporales.
fi: Sekä sinä että kontaktisi voitte lähettää katoavia viestejä.
fr: Vous et votre contact êtes tous deux en mesure d'envoyer des messages éphémères.
it: Sia tu che il tuo contatto potete inviare messaggi a tempo.
ja: あなたと連絡相手が消えるメッセージを送信できます。
th: ทั้งคุณและผู้ติดต่อของคุณสามารถส่งข้อความที่หายไปได้
uk: Ви і ваш контакт можете надсилати зникаючі повідомлення.

source: Both you and your contact can send files and media.
bg: И вие, и вашият контакт можете да изпращате файлове и медия.
de: Sowohl Sie, als auch Ihr Kontakt können Dateien und Medien senden.

source: Both you and your contact can send voice messages.
bg: И вие, и вашият контакт можете да изпращате гласови съобщения.
de: Sowohl Ihr Kontakt, als auch Sie können Sprachnachrichten senden.
es: Tanto tú como tu contacto podéis enviar mensajes de voz.
fi: Sekä sinä että kontaktisi voitte lähettää ääniviestejä.
fr: Vous et votre contact êtes tous deux en mesure d'envoyer des messages vocaux.
it: Sia tu che il tuo contatto potete inviare messaggi vocali.
ja: あなたと連絡相手が音声メッセージを送信できます。
th: ทั้งคุณและผู้ติดต่อของคุณสามารถส่งข้อความเสียงได้
uk: Надсилати голосові повідомлення можете як ви, так і ваш контакт.

source: Bulgarian, Finnish, Thai and Ukrainian - thanks to the users and [Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
bg: Български, финландски, тайландски и украински - благодарение на потребителите и [Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
de: Bulgarisch, Finnisch, Thailändisch und Ukrainisch - Dank der Nutzer und [Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
es: Búlgaro, Finlandés, Tailandés y Ucraniano - gracias a los usuarios y [Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
fr: Bulgare, finnois, thaïlandais et ukrainien - grâce aux utilisateurs et à [Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat) !
it: Bulgaro, finlandese, tailandese e ucraino - grazie agli utenti e a [Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
uk: Болгарською, фінською, тайською та українською мовами - завдяки користувачам та [Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!

source: Business address
bg: Бизнес адрес
de: Geschäftliche Adresse
es: Dirección empresarial
fr: Adresse professionnelle
it: Indirizzo di lavoro
uk: Адреса підприємства

source: Business chats
bg: Бизнес чатове
de: Geschäftliche Chats
es: Chats empresariales
fr: Discussions professionnelles
it: Chat di lavoro
uk: Ділові чати

source: Business connection
bg: Бизнес връзка
de: Geschäftliche Verbindung

source: Businesses
bg: Бизнеси
de: Unternehmen
es: Empresas
fr: Entreprises
it: Lavorative

source: By chat profile (default) or [by connection](https://simplex.chat/blog/20230204-simplex-chat-v4-5-user-chat-profiles.html#transport-isolation) (BETA).
bg: Чрез чат профил (по подразбиране) или [чрез връзка](https://simplex.chat/blog/20230204-simplex-chat-v4-5-user-chat-profiles.html#transport-isolation) (БЕТА).
de: Per Chat-Profil (Voreinstellung) oder [per Verbindung](https://simplex.chat/blog/20230204-simplex-chat-v4-5-user-chat-profiles.html#transport-isolation) (BETA).
es: Mediante perfil (predeterminado) o [por conexión](https://simplex.chat/blog/20230204-simplex-chat-v4-5-user-chat-profiles.html#transport-isolation) (BETA).
fi: Chat-profiilin mukaan (oletus) tai [yhteyden mukaan](https://simplex.chat/blog/20230204-simplex-chat-v4-5-user-chat-profiles.html#transport-isolation) (BETA).
fr: Par profil de chat (par défaut) ou [par connexion](https://simplex.chat/blog/20230204-simplex-chat-v4-5-user-chat-profiles.html#transport-isolation) (BETA).
it: Per profilo di chat (predefinito) o [per connessione](https://simplex.chat/blog/20230204-simplex-chat-v4-5-user-chat-profiles.html#transport-isolation) (BETA).
ja: チャット プロファイル経由 (デフォルト) または [接続経由](https://simplex.chat/blog/20230204-simplex-chat-v4-5-user-chat-profiles.html#transport-isolation) (BETA).
th: ตามโปรไฟล์แชท (ค่าเริ่มต้น) หรือ [โดยการเชื่อมต่อ](https://simplex.chat/blog/20230204-simplex-chat-v4-5-user-chat-profiles.html#transport-isolation) (เบต้า)
uk: Через профіль чату (за замовчуванням) або [за з'єднанням](https://simplex.chat/blog/20230204-simplex-chat-v4-5-user-chat-profiles.html#transport-isolation) (BETA).

source: By using SimpleX Chat you agree to: - send only legal content in public groups. - respect other users – no spam.
bg: С използването на SimpleX Chat вие се съгласявате със: - изпращане само на легално съдържание в публични групи. - уважение към другите потребители – без спам.
de: Durch die Nutzung von SimpleX Chat erklären Sie sich damit einverstanden: - nur legale Inhalte in öffentlichen Gruppen zu versenden. - andere Nutzer zu respektieren - kein Spam.
es: Al usar SimpleX Chat, aceptas: - enviar únicamente contenido legal en los grupos públicos. - respetar a los demás usuarios – spam prohibido.
fr: En utilisant SimpleX Chat, vous acceptez de : - n'envoyer que du contenu légal dans les groupes publics. - respecter les autres utilisateurs - pas de spam.
it: Usando SimpleX Chat accetti di: - inviare solo contenuto legale nei gruppi pubblici. - rispettare gli altri utenti - niente spam.

source: call
de: Anrufen
es: llamada
fr: appeler
it: chiama
uk: дзвонити

source: Call already ended!
bg: Разговорът вече приключи!
de: Anruf ist bereits beendet!
es: ¡La llamada ha terminado!
fi: Puhelu on jo päättynyt!
fr: Appel déjà terminé !
it: Chiamata già terminata!
ja: 通話は既に終了してます！
th: สิ้นสุดการโทรแล้ว!
uk: Дзвінок вже закінчився!

source: call error
bg: грешка при повикване
de: Fehler bei Anruf
es: error en llamada
fi: soittovirhe
fr: erreur d'appel
it: errore di chiamata
ja: 通話エラー
th: การโทรผิดพลาด
uk: помилка дзвінка

source: call in progress
bg: в момента тече разговор
de: Anruf läuft
es: llamada en curso
fi: puhelu käynnissä
fr: appel en cours
it: chiamata in corso
ja: 通話中
th: กําลังโทร
uk: виклик у процесі

source: calling…
bg: повикване…
de: Anrufen…
es: llamando…
fi: soittaa…
fr: appel…
it: chiamata…
ja: 発信中…
th: กำลังโทร…
uk: дзвоніть…

source: Calls
bg: Обаждания
de: Anrufe
es: Llamadas
fi: Puhelut
fr: Appels
it: Chiamate
ja: 通話
th: โทร
uk: Дзвінки

source: Calls prohibited!
bg: Обажданията са забранени!
de: Anrufe nicht zugelassen!
es: ¡Llamadas no permitidas!
fr: Les appels ne sont pas autorisés !
it: Chiamate proibite!
uk: Дзвінки заборонені!

source: Camera not available
bg: Камерата е неодстъпна
de: Kamera nicht verfügbar
es: Cámara no disponible
fr: Caméra non disponible
it: Fotocamera non disponibile
uk: Камера недоступна

source: Can't call contact
bg: Обаждането на контакта не е позволено
de: Kontakt kann nicht angerufen werden
es: No se puede llamar al contacto
fr: Impossible d'appeler le contact
it: Impossibile chiamare il contatto
uk: Не вдається додзвонитися до контакту

source: Can't call member
bg: Обаждането на члена не е позволено
de: Mitglied kann nicht angerufen werden
es: No se puede llamar al miembro
fr: Impossible d'appeler le membre
it: Impossibile chiamare il membro
uk: Не вдається зателефонувати користувачеві

source: Can't change profile
bg: Промяната на профила е невъзможна
de: Änderung des Profils nicht möglich

source: Can't invite contact!
bg: Не може да покани контакта!
de: Kontakt kann nicht eingeladen werden!
es: ¡No se puede invitar el contacto!
fi: Kontaktia ei voi kutsua!
fr: Impossible d'inviter le contact !
it: Impossibile invitare il contatto!
ja: 連絡先を招待できません！
th: ไม่สามารถเชิญผู้ติดต่อได้!
uk: Не вдається запросити контакт!
