Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: How to use your servers
bg: Как да използвате вашите сървъри
de: Wie Sie Ihre Server nutzen
es: Cómo usar los servidores
fi: Miten käytät palvelimiasi
fr: Comment utiliser vos serveurs
it: Come usare i tuoi server
ja: 自分のサーバの使い方
th: วิธีใช้เซิร์ฟเวอร์ของคุณ
uk: Як користуватися вашими серверами

source: Hungarian interface
bg: Унгарски интерфейс
de: Ungarische Bedienoberfläche
es: Interfaz en húngaro
fr: Interface en hongrois
it: Interfaccia in ungherese
uk: Інтерфейс угорською мовою

source: ICE servers (one per line)
bg: ICE сървъри (по един на ред)
de: ICE-Server (einer pro Zeile)
es: Servidores ICE (uno por línea)
fi: ICE-palvelimet (yksi per rivi)
fr: Serveurs ICE (un par ligne)
it: Server ICE (uno per riga)
ja: ICEサーバ (1行に1サーバ)
th: เซิร์ฟเวอร์ ICE (หนึ่งเครื่องต่อสาย)
uk: Сервери ICE (по одному на лінію)

source: If you can't meet in person, show QR code in a video call, or share the link.
bg: Ако не можете да се срещнете лично, покажете QR код във видеоразговора или споделете линка.
de: Falls Sie sich nicht persönlich treffen können, zeigen Sie den QR-Code in einem Videoanruf oder teilen Sie den Link.
es: Si no puedes reunirte en persona, muestra el código QR por videollamada o comparte el enlace.
fi: Jos et voi tavata henkilökohtaisesti, näytä QR-koodi videopuhelussa tai jaa linkki.
fr: Si vous ne pouvez pas vous rencontrer en personne, montrez le code QR lors d'un appel vidéo ou partagez le lien.
it: Se non potete incontrarvi di persona, mostra il codice QR in una videochiamata o condividi il link.
ja: 直接会えない場合は、ビデオ通話で QR コードを表示するか、リンクを共有してください。
th: หากคุณไม่สามารถพบกันในชีวิตจริงได้ ให้แสดงคิวอาร์โค้ดในวิดีโอคอล หรือแชร์ลิงก์
uk: Якщо ви не можете зустрітися особисто, покажіть QR-код у відеодзвінку або поділіться посиланням.

source: If you enter this passcode when opening the app, all app data will be irreversibly removed!
bg: Ако въведете този kод за достъп, когато отваряте приложението, всички данни от приложението ще бъдат необратимо изтрити!
de: Wenn Sie diesen Zugangscode während des Öffnens der App eingeben, werden alle App-Daten unwiederbringlich gelöscht!
es: ¡Si introduces este código al abrir la aplicación, todos los datos de la misma se eliminarán de forma irreversible!
fi: Jos syötät tämän pääsykoodin sovellusta avatessasi, kaikki sovelluksen tiedot poistetaan peruuttamattomasti!
fr: Si vous saisissez ce code à l'ouverture de l'application, toutes les données de l'application seront irréversiblement supprimées !
it: Se inserisci questo codice all'apertura dell'app, tutti i dati di essa verranno rimossi in modo irreversibile!
ja: アプリを開くときにこのパスコードを入力すると、アプリのすべてのデータが元に戻せないように削除されます！
th: หากคุณใส่รหัสผ่านนี้เมื่อเปิดแอป ข้อมูลแอปทั้งหมดจะถูกลบอย่างถาวร!
uk: Якщо ви введете цей пароль при відкритті програми, всі дані програми будуть безповоротно видалені!

source: If you enter your self-destruct passcode while opening the app:
bg: Ако въведете kодa за достъп за самоунищожение, докато отваряте приложението:
de: Wenn Sie Ihren Selbstzerstörungs-Zugangscode während des Öffnens der App eingeben:
es: Si al abrir la aplicación introduces el código de autodestrucción:
fi: Jos syötät itsetuhoutuvan pääsykoodin sovellusta avattaessa:
fr: Si vous entrez votre code d'autodestruction à l'ouverture de l'application :
it: Se inserisci il tuo codice di autodistruzione mentre apri l'app:
ja: アプリを開いているときに自己破壊パスコードを入力した場合:
th: หากคุณใส่รหัสผ่านทำลายตัวเองขณะเปิดแอป:
uk: Якщо ви введете пароль самознищення під час відкриття програми:

source: If you need to use the chat now tap **Do it later** below (you will be offered to migrate the database when you restart the app).
bg: Ако трябва да използвате чата сега, докоснете **Отложи** отдолу (ще ви бъде предложено да мигрирате базата данни, когато рестартирате приложението).
de: Tippen Sie unten auf **Später wiederholen**, wenn Sie den Chat jetzt benötigen (es wird Ihnen angeboten, die Datenbank bei einem Neustart der App zu migrieren).
es: Si necesitas usar el chat ahora pulsa **Hacerlo más tarde** más abajo (se ofrecerá migrar la base de datos cuando se reinicie la aplicación).
fi: Jos haluat käyttää keskustelua nyt, napauta **Tee se myöhemmin** alla (sinulle tarjotaan tietokannan siirtämistä, kun käynnistät sovelluksen uudelleen).
fr: Si vous avez besoin d'utiliser le chat maintenant appuyez sur **le faire plus tard** (vous pourrez migrer la base de données quand vous relancerez l'app).
it: Se devi usare la chat adesso, tocca **Fallo più tardi** qui sotto (ti verrà offerto di migrare il database quando riavvii l'app).
ja: 今すぐチャットを使用する必要がある場合は、下の **後で実行する**をタップしてください (アプリを再起動すると、データベースを移行するよう求められます)。
th: หากคุณจำเป็นต้องใช้แชทตอนนี้ ให้แตะ **ทำในภายหลัง** ด้านล่าง (ระบบจะเสนอให้คุณย้ายฐานข้อมูลเมื่อคุณรีสตาร์ทแอป)
uk: Якщо вам потрібно скористатися чатом зараз, натисніть **Зробити це пізніше** нижче (вам буде запропоновано перенести базу даних при перезапуску програми).

source: Ignore
bg: Игнорирай
de: Ignorieren
es: Ignorar
fi: Sivuuta
fr: Ignorer
it: Ignora
ja: 無視
th: ไม่สนใจ
uk: Ігнорувати

source: Image will be received when your contact completes uploading it.
bg: Изображението ще бъде получено, когато вашият контакт завърши качването му.
de: Das Bild wird heruntergeladen, sobald das Hochladen durch ihren Kontakt abgeschlossen ist.
es: La imagen se recibirá cuando el contacto termine de subirla.
fi: Kuva vastaanotetaan, kun kontaktisi on ladannut sen.
fr: L'image sera reçue lorsque votre contact aura terminé de la mettre en ligne.
it: L'immagine verrà ricevuta quando il tuo contatto completerà l'invio.
ja: 画像は相手がアップロードを完了した時点で受信するができます。
th: จะได้รับภาพเมื่อผู้ติดต่อของคุณอัปโหลดเสร็จสิ้น
uk: Зображення буде отримано, коли ваш контакт завершить завантаження.

source: Image will be received when your contact is online, please wait or check later!
bg: Изображението ще бъде получено, когато вашият контакт е онлайн, моля, изчакайте или проверете по-късно!
de: Das Bild wird heruntergeladen, sobald Ihr Kontakt online ist. Bitte warten oder schauen Sie später nochmal nach!
es: La imagen se recibirá cuando el contacto esté en línea, ¡por favor espera o revisa más tarde!
fi: Kuva vastaanotetaan, kun kontaktisi on verkossa, odota tai tarkista myöhemmin!
fr: L'image sera reçue quand votre contact sera en ligne, merci d'attendre ou de revenir plus tard !
it: L'immagine verrà ricevuta quando il tuo contatto sarà in linea, aspetta o controlla più tardi!
ja: 連絡先がオンラインになったら受信されます。しばらくお待ちください!
th: จะได้รับรูปภาพเมื่อผู้ติดต่อของคุณออนไลน์ โปรดรอหรือตรวจสอบในภายหลัง!
uk: Зображення буде отримано, коли ваш контакт буде онлайн, будь ласка, зачекайте або перевірте пізніше!

source: Immediately
bg: Веднага
de: Sofort
es: Inmediatamente
fi: Heti
fr: Immédiatement
it: Immediatamente
ja: 即座に
th: โดยทันที
uk: Негайно

source: Immune to spam
bg: Защитен от спам и злоупотреби
de: Immun gegen Spam und Missbrauch
es: Inmune a spam y abuso
fr: Protégé du spam et des abus
it: Immune a spam e abusi
uk: Імунітет до спаму та зловживань

source: Import
bg: Импортиране
de: Importieren
es: Importar
fi: Tuo
fr: Importer
it: Importa
ja: 読み込む
th: นำเข้า
uk: Імпорт

source: Import chat database?
bg: Импортиране на база данни?
de: Chat-Datenbank importieren?
es: ¿Importar base de datos?
fi: Tuo keskustelujen-tietokanta?
fr: Importer la base de données du chat ?
it: Importare il database della chat?
ja: チャットのデータベースを読み込みますか？
th: นำเข้าฐานข้อมูลแชท?
uk: Імпортувати базу даних чату?

source: Import database
bg: Импортиране на база данни
de: Datenbank importieren
es: Importar base de datos
fi: Tuo tietokanta
fr: Importer la base de données
it: Importa database
ja: データベースを読み込む
th: นำเข้าฐานข้อมูล
uk: Імпорт бази даних

source: Import failed
bg: Неуспешно импортиране
de: Import ist fehlgeschlagen
es: Error de importación
fr: Échec de l'importation
it: Importazione fallita
uk: Не вдалося імпортувати

source: Import theme
de: Design importieren
es: Importar tema
fr: Importer un thème
it: Importa tema
uk: Імпорт теми

source: Importing archive
bg: Импортиране на архив
de: Archiv wird importiert
es: Importando archivo
fr: Importation de l'archive
it: Importazione archivio
uk: Імпорт архіву

source: Improved delivery, reduced traffic usage. More improvements are coming soon!
de: Verbesserte Nachrichten-Auslieferung und verringerter Datenverbrauch. Weitere Verbesserungen sind bald verfügbar!
es: Reducción del tráfico y entrega mejorada. ¡Pronto habrá nuevas mejoras!
fr: Amélioration de la distribution, réduction de l'utilisation du trafic. D'autres améliorations sont à venir !
it: Consegna migliorata, utilizzo di traffico ridotto. Altri miglioramenti sono in arrivo!
uk: Покращена доставка, зменшене використання трафіку. Незабаром з'являться нові покращення!

source: Improved message delivery
bg: Подобрена доставка на съобщения
de: Verbesserte Zustellung von Nachrichten
es: Entrega de mensajes mejorada
fr: Amélioration de la transmission des messages
it: Consegna dei messaggi migliorata
uk: Покращена доставка повідомлень

source: Improved privacy and security
bg: Подобрена поверителност и сигурност
de: Verbesserte Privatsphäre und Sicherheit
es: Seguridad y privacidad mejoradas
fi: Parannettu yksityisyys ja turvallisuus
fr: Une meilleure sécurité et protection de la vie privée
it: Privacy e sicurezza migliorate
ja: プライバシーとセキュリティ強化
th: ปรับปรุงความเป็นส่วนตัวและความปลอดภัยแล้ว
uk: Покращена конфіденційність та безпека

source: Improved server configuration
bg: Подобрена конфигурация на сървъра
de: Verbesserte Serverkonfiguration
es: Configuración del servidor mejorada
fi: Parannettu palvelimen kokoonpano
fr: Configuration de serveur améliorée
it: Configurazione del server migliorata
ja: サーバ設定の向上
th: ปรับปรุงการกําหนดค่าเซิร์ฟเวอร์แล้ว
uk: Покращена конфігурація сервера

source: In order to continue, chat should be stopped.
bg: За да продължите, чатът трябва да бъде спрян.
de: Um fortzufahren, sollte der Chat beendet werden.
es: Para continuar, SimpleX debe estar parado.
fr: Pour continuer, le chat doit être interrompu.
it: Per continuare, la chat deve essere fermata.
uk: Для того, щоб продовжити, чат слід зупинити.

source: In reply to
bg: В отговор на
de: Als Antwort auf
es: En respuesta a
fi: Vastauksena
fr: En réponse à
it: In risposta a
ja: 返信先
th: ในการตอบกลับถึง
uk: У відповідь на

source: In-call sounds
bg: Звуци по време на разговор
de: Klingeltöne
es: Sonido de llamada
fr: Sons d'appel
it: Suoni nelle chiamate
uk: Звуки вхідного дзвінка

source: inactive
de: Inaktiv
es: inactivo
fr: inactif
it: inattivo
uk: неактивний

source: Inappropriate content
de: Unangemessener Inhalt
es: Contenido inapropiado
it: Contenuto inappropriato

source: Inappropriate profile
de: Unangemessenes Profil
es: Perfil inapropiado
it: Profilo inappropriato

source: Incognito
bg: Инкогнито
de: Inkognito
es: Incógnito
ja: シークレットモード
th: ไม่ระบุตัวตน
uk: Інкогніто

source: Incognito groups
bg: Инкогнито групи
de: Inkognito-Gruppen
es: Grupos incógnito
fr: Groupes incognito
it: Gruppi in incognito
uk: Групи інкогніто

source: Incognito mode
bg: Режим инкогнито
de: Inkognito-Modus
es: Modo incógnito
fi: Incognito-tila
fr: Mode Incognito
it: Modalità incognito
ja: シークレットモード
th: โหมดไม่ระบุตัวตน
uk: Режим інкогніто

source: Incognito mode protects your privacy by using a new random profile for each contact.
bg: Режимът инкогнито защитава вашата поверителност, като използва нов автоматично генериран профил за всеки контакт.
de: Der Inkognito-Modus schützt Ihre Privatsphäre, indem für jeden Kontakt ein neues Zufallsprofil erstellt wird.
es: El modo incógnito protege tu privacidad creando un perfil aleatorio por cada contacto.
fi: Incognito-tila suojaa yksityisyyttäsi käyttämällä uutta satunnaista profiilia jokaiselle kontaktille.
fr: Le mode incognito protège votre vie privée en utilisant un nouveau profil aléatoire pour chaque contact.
it: La modalità in incognito protegge la tua privacy usando un nuovo profilo casuale per ogni contatto.
ja: シークレットモードとは、メインのプロフィールとプロフィール画像を守るために、新しい連絡先を追加する時に、その連絡先に対してランダムなプロフィールが作成されるという対策です。
uk: Режим інкогніто захищає вашу конфіденційність, використовуючи новий випадковий профіль для кожного контакту.

source: incognito via contact address link
bg: инкогнито чрез линк с адрес за контакт
de: Inkognito über einen Kontaktadressen-Link
es: en modo incógnito mediante enlace de dirección del contacto
fi: incognito kontaktilinkin kautta
fr: mode incognito via le lien d'adresse du contact
it: incognito via link indirizzo del contatto
ja: 連絡先リンク経由でシークレットモード
th: ไม่ระบุตัวตนผ่านลิงค์ที่อยู่ติดต่อ
uk: інкогніто за посиланням на контактну адресу

source: incognito via group link
bg: инкогнито чрез групов линк
de: Inkognito über einen Gruppen-Link
es: en modo incógnito mediante enlace de grupo
fi: incognito ryhmälinkin kautta
fr: mode incognito via le lien de groupe
it: incognito via link di gruppo
ja: グループリンク経由でシークレットモード
th: ไม่ระบุตัวตนผ่านลิงก์กลุ่ม
uk: інкогніто через групове посилання

source: incognito via one-time link
bg: инкогнито чрез еднократен линк за връзка
de: Inkognito über einen Einmal-Link
es: en modo incógnito mediante enlace de un solo uso
fi: incognito kertalinkillä
fr: mode incognito via un lien unique
it: incognito via link una tantum
ja: 使い捨てリンク経由でシークレットモード
th: ไม่ระบุตัวตนผ่านลิงก์แบบใช้ครั้งเดียว
uk: інкогніто за одноразовим посиланням

source: Incoming audio call
bg: Входящо аудио повикване
de: Eingehender Audioanruf
es: Llamada entrante
fi: Saapuva äänipuhelu
fr: Appel audio entrant
it: Chiamata in arrivo
ja: 音声通話着信
th: สายเรียกเข้า
uk: Вхідний аудіовиклик

source: Incoming call
bg: Входящо повикване
de: Eingehender Anruf
es: Llamada entrante
fi: Saapuva puhelu
fr: Appel entrant
it: Chiamata in arrivo
ja: 着信
th: สายเรียกเข้า
uk: Вхідний дзвінок

source: Incoming video call
bg: Входящо видео повикване
de: Eingehender Videoanruf
es: Videollamada entrante
fi: Saapuva videopuhelu
fr: Appel vidéo entrant
it: Videochiamata in arrivo
ja: ビデオ通話着信
th: สายวิดีโอเข้ามา
uk: Вхідний відеодзвінок

source: Incompatible database version
bg: Несъвместима версия на базата данни
de: Datenbank-Version nicht kompatibel
es: Versión de base de datos incompatible
fi: Yhteensopimaton tietokantaversio
fr: Version de la base de données incompatible
it: Versione del database incompatibile
ja: データベースのバージョンと互換性がない
th: เวอร์ชันฐานข้อมูลที่เข้ากันไม่ได้
uk: Несумісна версія бази даних

source: Incompatible version
bg: Несъвместима версия
de: Version nicht kompatibel
es: Versión incompatible
fr: Version incompatible
it: Versione incompatibile
uk: Несумісна версія

source: Incorrect passcode
bg: Неправилен kод за достъп
de: Zugangscode ist falsch
es: Código de acceso incorrecto
fi: Väärä pääsykoodi
fr: Code d'accès erroné
it: Codice di accesso errato
ja: パスコードが正しくありません
th: รหัสผ่านไม่ถูกต้อง
uk: Неправильний пароль

source: Incorrect security code!
bg: Неправилен код за сигурност!
de: Falscher Sicherheitscode!
es: ¡Código de seguridad incorrecto!
fi: Väärä turvakoodi!
fr: Code de sécurité incorrect !
it: Codice di sicurezza sbagliato!
ja: 誤ったセキュリティコード！
th: รหัสความปลอดภัยไม่ถูกต้อง!
uk: Неправильний код безпеки!

source: indirect (%d)
bg: индиректна (%d)
de: indirekt (%d)
es: indirecta (%d)
fi: epäsuora (%d)
it: indiretta (%d)
ja: 間接的 (%d)
th: ทางอ้อม (%d)
uk: непрямий (%d)

source: Info
bg: Информация
de: Information
es: Detalles
fi: Tiedot
it: Informazioni
ja: 情報
th: ข้อมูล
uk: Інформація

source: Initial role
bg: Първоначална роля
de: Anfängliche Rolle
es: Rol inicial
fi: Alkuperäinen rooli
fr: Rôle initial
it: Ruolo iniziale
ja: 初期の役割
th: บทบาทเริ่มต้น
uk: Початкова роль

source: Install [SimpleX Chat for terminal](https://github.com/simplex-chat/simplex-chat)
bg: Инсталирайте [SimpleX Chat за терминал](https://github.com/simplex-chat/simplex-chat)
de: Installieren Sie [SimpleX Chat als Terminalanwendung](https://github.com/simplex-chat/simplex-chat)
es: Instalar terminal para [SimpleX Chat](https://github.com/simplex-chat/simplex-chat)
fi: Asenna [SimpleX Chat terminaalille](https://github.com/simplex-chat/simplex-chat)
fr: Installer [SimpleX Chat pour terminal](https://github.com/simplex-chat/simplex-chat)
it: Installa [Simplex Chat per terminale](https://github.com/simplex-chat/simplex-chat)
ja: インストール [ターミナル用SimpleX Chat](https://github.com/simplex-chat/simplex-chat)
th: ติดตั้ง [SimpleX Chat สำหรับเทอร์มินัล](https://github.com/simplex-chat/simplex-chat)
uk: Встановіть [SimpleX Chat для терміналу](https://github.com/simplex-chat/simplex-chat)

source: Instant
bg: Мигновено
de: Sofort
es: Al instante
fr: Instantané
it: Istantaneamente
uk: Миттєво

source: Instant push notifications will be hidden!
bg: Незабавните push известия ще бъдат скрити!
de: Sofortige Push-Benachrichtigungen werden verborgen!
es: ¡Las notificaciones automáticas estarán ocultas!
fi: Välittömät push-ilmoitukset ovat piilossa!
fr: Les notifications push instantanées vont être cachées !
it: Le notifiche push istantanee saranno nascoste!
ja: インスタントプッシュ通知は非表示になります！
th: การแจ้งเตือนโดยทันทีจะถูกซ่อน!
uk: Миттєві пуш-сповіщення будуть приховані!

source: Interface
bg: Интерфейс
de: Schnittstelle
es: Interfaz
fi: Käyttöliittymä
it: Interfaccia
ja: インターフェース
th: อินเตอร์เฟซ
uk: Інтерфейс

source: Interface colors
de: Interface-Farben
es: Colores del interfaz
fr: Couleurs d'interface
it: Colori dell'interfaccia
uk: Кольори інтерфейсу

source: Invalid
de: Ungültig
es: No válido
it: Non valido

source: Invalid (bad token)
de: Ungültig (falsches Token)
es: No válido (token incorrecto)
it: Non valido (token corrotto)

source: Invalid (expired)
de: Ungültig (abgelaufen)
es: No válido (expirado)
it: Non valido (scaduto)

source: Invalid (unregistered)
de: Ungültig (nicht registriert)
es: No válido (no registrado)
it: Non valido (non registrato)

source: Invalid (wrong topic)
de: Ungültig (falsches Thema)
es: No válido (tópico incorrecto)
it: Non valido (argomento sbagliato)

source: invalid chat
bg: невалиден чат
de: Ungültiger Chat
es: chat no válido
fi: virheellinen keskustelu
fr: chat invalide
it: chat non valida
ja: 無効なチャット
th: แชทไม่ถูกต้อง
uk: недійсний чат

source: invalid chat data
bg: невалидни данни за чат
de: Ungültige Chat-Daten
es: datos Chat no válidos
fi: virheelliset keskustelu-tiedot
fr: données de chat invalides
it: dati chat non validi
ja: 無効なチャットデータ
th: ข้อมูลแชทไม่ถูกต้อง
uk: невірні дані чату

source: Invalid connection link
bg: Невалиден линк за връзка
de: Ungültiger Verbindungslink
es: Enlace de conexión no válido
fi: Virheellinen yhteyslinkki
fr: Lien de connection invalide
it: Link di connessione non valido
ja: 無効な接続リンク
th: ลิงค์เชื่อมต่อไม่ถูกต้อง
uk: Неправильне посилання для підключення

source: invalid data
bg: невалидни данни
de: Ungültige Daten
es: datos no válidos
fi: virheelliset tiedot
fr: données invalides
it: dati non validi
ja: 無効なデータ
th: ข้อมูลไม่ถูกต้อง
uk: невірні дані

source: Invalid display name!
bg: Невалидно име!
de: Ungültiger Anzeigename!
es: ¡Nombre mostrado no válido!
fr: Nom d'affichage invalide !
it: Nome da mostrare non valido!
uk: Неправильне ім'я користувача!

source: Invalid link
bg: Невалиден линк
de: Ungültiger Link
es: Enlace no válido
fr: Lien invalide
it: Link non valido
uk: Невірне посилання

source: Invalid migration confirmation
bg: Невалидно потвърждение за мигриране
de: Migrations-Bestätigung ungültig
es: Confirmación de migración no válida
fr: Confirmation de migration invalide
it: Conferma di migrazione non valida
uk: Недійсне підтвердження міграції

source: Invalid name!
bg: Невалидно име!
de: Ungültiger Name!
es: ¡Nombre no válido!
fr: Nom invalide !
it: Nome non valido!
uk: Неправильне ім'я!

source: Invalid QR code
bg: Невалиден QR код
de: Ungültiger QR-Code
es: Código QR no válido
fr: Code QR invalide
it: Codice QR non valido
uk: Неправильний QR-код

source: Invalid response
bg: Невалиден отговор
de: Ungültige Reaktion
es: Respuesta no válida
fr: Réponse invalide
it: Risposta non valida
uk: Неправильна відповідь

source: Invalid server address!
bg: Невалиден адрес на сървъра!
de: Ungültige Serveradresse!
es: ¡Dirección de servidor no válida!
fi: Virheellinen palvelinosoite!
fr: Adresse de serveur invalide !
it: Indirizzo del server non valido!
ja: 無効なサーバアドレス！
th: ที่อยู่เซิร์ฟเวอร์ไม่ถูกต้อง!
uk: Неправильна адреса сервера!

source: Invalid status
bg: Невалиден статус
de: Ungültiger Status
es: Estado no válido
fi: Virheellinen tila
fr: Statut invalide
it: Stato non valido
ja: 無効なステータス
uk: Недійсний статус

source: Invitation expired!
bg: Поканата е изтекла!
de: Einladung abgelaufen!
es: ¡Invitación caducada!
fi: Vanhentunut kutsu!
fr: Invitation expirée !
it: Invito scaduto!
ja: 招待が期限切れました！
th: คำเชิญหมดอายุแล้ว!
uk: Термін дії запрошення закінчився!

source: invitation to group %@
bg: покана за група %@
de: Einladung zur Gruppe %@
es: invitación al grupo %@
fi: kutsu ryhmään %@
fr: invitation au groupe %@
it: invito al gruppo %@
ja: グループ %@ への招待
th: คำเชิญเข้าร่วมกลุ่ม %@
uk: запрошення до групи %@

source: invite
de: Einladen
es: Invitar
fr: inviter
it: invita
uk: запросити

source: Invite friends
bg: Покани приятели
de: Freunde einladen
es: Invitar amigos
fi: Kutsu ystäviä
fr: Inviter des amis
it: Invita amici
ja: 友人を招待する
th: เชิญเพื่อนๆ
uk: Запросити друзів

source: Invite members
bg: Покани членове
de: Mitglieder einladen
es: Invitar miembros
fi: Kutsu jäseniä
fr: Inviter des membres
it: Invita membri
ja: メンバーを招待する
th: เชิญสมาชิก
uk: Запросити учасників

source: Invite to chat
de: Zum Chat einladen
es: Invitar al chat
fr: Inviter à discuter
it: Invita in chat
uk: Запросити в чат

source: Invite to group
bg: Покани в групата
de: In Gruppe einladen
es: Invitar al grupo
fi: Kutsu ryhmään
fr: Inviter au groupe
it: Invita al gruppo
ja: グループに招待する
th: เชิญเข้าร่วมกลุ่ม
uk: Запросити до групи

source: invited
bg: поканен
de: eingeladen
es: ha sido invitado
fi: kutsuttu
fr: invité·e
it: ha invitato
ja: 招待済み
th: เชิญ
uk: запрошені

source: invited %@
bg: поканен %@
de: hat %@ eingeladen
es: ha invitado a %@
fi: kutsuttu %@
fr: a invité %@
it: ha invitato %@
ja: %@ を招待しました
th: เชิญ %@
uk: запрошений %@

source: invited to connect
bg: поканен да се свърже
de: Für eine Verbindung eingeladen
es: invitación a conectarse
fi: kutsuttu yhteydenpitoon
fr: invité à se connecter
it: invitato a connettersi
ja: 接続に招待されました
th: ได้รับเชิญให้เชื่อมต่อ
uk: запрошуємо приєднатися

source: invited via your group link
bg: поканен чрез вашия групов линк
de: wurde über Ihren Gruppen-Link eingeladen
es: se ha unido mediante tu enlace de grupo
fi: kutsuttu ryhmäsi linkin kautta
fr: invité par votre lien de groupe
it: invitato via link del tuo gruppo
ja: グループリンク経由で招待された
th: ถูกเชิญผ่านลิงค์กลุ่มของคุณ
uk: запрошені за посиланням у вашій групі

source: iOS Keychain is used to securely store passphrase - it allows receiving push notifications.
bg: iOS Keychain се използва за сигурно съхраняване на парола - позволява получаване на push известия.
de: Für die sichere Speicherung des Passworts wird der iOS Schlüsselbund verwendet - dies erlaubt den Empfang von Push-Benachrichtigungen.
es: iOS Keychain se usa para almacenar la contraseña de forma segura. Esto permite recibir notificaciones automáticas.
fi: iOS-Avainnippua käytetään tunnuslauseen turvalliseen tallentamiseen - se mahdollistaa push-ilmoitusten vastaanottamisen.
fr: La keychain d'iOS est utilisée pour stocker en toute sécurité la phrase secrète - elle permet de recevoir les notifications push.
it: Il portachiavi di iOS viene usato per archiviare in modo sicuro la password; consente di ricevere notifiche push.
ja: iOS キーチェーンはパスフレーズを安全に保存するために使用され、プッシュ通知を受信できるようになります。
th: iOS Keychain ใช้เพื่อจัดเก็บรหัสผ่านอย่างปลอดภัย - อนุญาตให้รับการแจ้งเตือนแบบทันที
uk: iOS Keychain використовується для безпечного зберігання пароля - це дає змогу отримувати миттєві повідомлення.
