Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: Current profile
de: Aktuelles Profil
es: Perfil actual
fr: Profil actuel
it: Profilo attuale
uk: Поточний профіль

source: Currently maximum supported file size is %@.
bg: В момента максималният поддържан размер на файла е %@.
de: Die derzeit maximal unterstützte Dateigröße beträgt %@.
es: El tamaño máximo de archivo admitido es %@.
fi: Nykyinen tuettu enimmäistiedostokoko on %@.
fr: Actuellement, la taille maximale des fichiers supportés est de %@.
it: Attualmente la dimensione massima supportata è di %@.
ja: 現在サポートされている最大ファイルサイズは %@.
th: ขนาดไฟล์ที่รองรับสูงสุดในปัจจุบันคือ %@
uk: Наразі максимальний підтримуваний розмір файлу - %@.

source: custom
bg: персонализиран
de: Benutzerdefiniert
es: personalizado
fi: mukautettu
fr: personnalisé
it: personalizzato
ja: カスタム
th: กำหนดเอง
uk: звичайний

source: Custom time
bg: Персонализирано време
de: Zeit anpassen
es: Tiempo personalizado
fi: Mukautettu aika
fr: Délai personnalisé
it: Tempo personalizzato
ja: カスタム時間
th: เวลาที่กําหนดเอง
uk: Індивідуальний час

source: Customizable message shape.
de: Anpassbares Format des Nachrichtenfelds
es: Forma personalizable de los mensajes.
fr: Forme des messages personnalisable.
it: Forma dei messaggi personalizzabile.
uk: Налаштовується форма повідомлення.

source: Customize theme
de: Design anpassen
es: Personalizar tema
fr: Personnaliser le thème
it: Personalizza il tema
uk: Налаштувати тему

source: Dark
bg: Тъмна
de: Dunkel
es: Oscuro
fi: Tumma
fr: Sombre
it: Scuro
ja: ダークモード
th: มืด
uk: Темний

source: Dark mode colors
de: Farben für die dunkle Variante
es: Colores en modo oscuro
fr: Couleurs en mode sombre
it: Colori modalità scura
uk: Кольори темного режиму

source: Database downgrade
bg: Понижаване на версията на базата данни
de: Datenbank auf alte Version herabstufen
es: Degradación de la base de datos
fi: Tietokannan alentaminen
fr: Rétrogradation de la base de données
it: Downgrade del database
ja: データーベースのダウングレード
th: ดาวน์เกรดฐานข้อมูล
uk: Пониження версії бази даних

source: Database encrypted!
bg: Базата данни е криптирана!
de: Datenbank verschlüsselt!
es: ¡Base de datos cifrada!
fi: Tietokanta salattu!
fr: Base de données chiffrée !
it: Database crittografato!
ja: データベースは暗号化済み！
th: ฐานข้อมูลถูก encrypt แล้ว!
uk: База даних зашифрована!

source: Database encryption passphrase will be updated and stored in the keychain.
bg: Паролата за криптиране на базата данни ще бъде актуализирана и съхранена в Keychain.
de: Das Passwort für die Datenbankverschlüsselung wird aktualisiert und im Schlüsselbund gespeichert.
es: La contraseña de cifrado de la base de datos será actualizada y almacenada en Keychain.
fi: Tietokannan salaustunnuslause päivitetään ja tallennetaan avainnippuun.
fr: La phrase secrète qui chiffre la base de données sera mise à jour et stockée dans la keychain.
it: La password di crittografia del database verrà aggiornata e conservata nel portachiavi.
ja: データベースの暗号化パスフレーズは更新されキーチェーンに保存されます。
th: รหัสผ่านแบบ encrypt ที่ใช้ในการเข้าฐานข้อมูลจะได้รับการอัปเดตและจัดเก็บไว้ใน keychain
uk: Парольна фраза шифрування бази даних буде оновлена та збережена у в’язці ключів.

source: Database encryption passphrase will be updated.
bg: Паролата за криптиране на базата данни ще бъде актуализирана.
de: Das Passwort für die Datenbankverschlüsselung wird aktualisiert.
es: La contraseña de cifrado de la base de datos será actualizada.
fi: Tietokannan salauksen tunnuslause päivitetään.
fr: La phrase secrète qui chiffre la base de données sera mise à jour.
it: La password di crittografia del database verrà aggiornata.
ja: データベース暗号化のパスフレーズが更新されます。
th: รหัสผ่าน encryption ของฐานข้อมูลจะได้รับการอัปเดต
uk: Ключову фразу шифрування бази даних буде оновлено.

source: Database error
bg: Грешка в базата данни
de: Datenbankfehler
es: Error base de datos
fi: Tietokantavirhe
fr: Erreur de base de données
it: Errore del database
ja: データベースエラー
th: ฐานข้อมูลผิดพลาด
uk: Помилка в базі даних

source: Database ID
bg: ID в базата данни
de: Datenbank-ID
es: ID base de datos
fi: Tietokannan tunnus
fr: ID de base de données
it: ID database
ja: データベースID
th: ID ฐานข้อมูล
uk: Ідентифікатор бази даних

source: Database ID: %d
bg: ID в базата данни: %d
de: Datenbank-ID: %d
es: ID base de datos: %d
fi: Tietokannan tunnus: %d
fr: ID de base de données : %d
it: ID database: %d
ja: データベースID: %d
th: ID ฐานข้อมูล: %d
uk: Ідентифікатор бази даних: %d

source: Database IDs and Transport isolation option.
bg: Идентификатори в базата данни и опция за изолация на транспорта.
de: Datenbank-IDs und Transport-Isolationsoption.
es: IDs de la base de datos y opciónes de aislamiento de transporte.
fi: Tietokantatunnukset ja kuljetuseristysvaihtoehto.
fr: IDs de base de données et option d'isolement du transport.
it: ID del database e opzione isolamento del trasporto.
ja: データベース ID とトランスポート隔離オプション。
th: ID ฐานข้อมูลและตัวเลือกการแยกการส่งผ่าน
uk: Ідентифікатори бази даних та опція ізоляції транспорту.

source: Database is encrypted using a random passphrase, you can change it.
bg: Базата данни е криптирана с автоматично генерирана парола, можете да я промените.
de: Die Datenbank wird mit einem zufälligen Passwort verschlüsselt, Sie können es ändern.
es: La base de datos está cifrada con una contraseña aleatoria, puedes cambiarla.
fi: Tietokanta on salattu satunnaisella tunnuslauseella, voit muuttaa sitä.
fr: La base de données est chiffrée à l'aide d'une phrase secrète aléatoire, que vous pouvez modifier.
it: Il database è crittografato con una password casuale, puoi cambiarla.
ja: データベースはランダムなパスフレーズで暗号化済みで、変更可能です。
th: ฐานข้อมูลถูก encrypt โดยใช้รหัสผ่านแบบสุ่ม คุณสามารถเปลี่ยนได้
uk: База даних зашифрована за допомогою випадкової парольної фрази, яку ви можете змінити.

source: Database is encrypted using a random passphrase. Please change it before exporting.
bg: Базата данни е криптирана с автоматично генерирана парола. Моля, променете я преди експортиране.
de: Die Datenbank ist mit einem zufälligen Passwort verschlüsselt. Bitte ändern Sie es vor dem Exportieren.
es: La base de datos está cifrada con una contraseña aleatoria. Cámbiala antes de exportar.
fi: Tietokanta on salattu satunnaisella tunnuslauseella. Vaihda se ennen vientiä.
fr: La base de données est chiffrée à l'aide d'une phrase secrète aléatoire. Veuillez la changer avant d'exporter.
it: Il database è crittografato con una password casuale. Cambiala prima di esportare.
ja: データベースはランダムなパスフレーズで暗号化済みです。エクスポートする前に更新してください。
th: ฐานข้อมูลถูก encrypt โดยใช้รหัสผ่านแบบสุ่ม โปรดเปลี่ยนก่อนส่งออก
uk: База даних зашифрована за допомогою випадкової парольної фрази. Будь ласка, змініть його перед експортом.

source: Database passphrase
bg: Парола за базата данни
de: Datenbank-Passwort
es: Contraseña de la base de datos
fi: Tietokannan tunnuslause
fr: Phrase secrète de la base de données
it: Password del database
ja: データベースのパスフレーズ
th: รหัสผ่านของฐานข้อมูล
uk: Ключова фраза бази даних

source: Database passphrase & export
bg: Парола за базата данни и експортиране
de: Datenbank-Passwort & -Export
es: Base de datos y contraseña
fi: Tietokannan tunnuslause ja vienti
fr: Phrase secrète et exportation de la base de données
it: Password del database ed esportazione
ja: データベースのパスフレーズとエクスポート
th: รหัสผ่านฐานข้อมูล & ส่งออก
uk: Ключова фраза бази даних та експорт

source: Database passphrase is different from saved in the keychain.
bg: Паролата на базата данни е различна от записаната в Keychain.
de: Das Datenbank-Passwort unterscheidet sich von dem im Schlüsselbund gespeicherten.
es: La contraseña es diferente a la almacenada en Keychain.
fi: Tietokannan tunnuslause eroaa avainnippuun tallennetusta.
fr: La phrase secrète de la base de données est différente de celle enregistrée dans la keychain.
it: La password del database è diversa da quella salvata nel portachiavi.
ja: データベースのパスフレーズはキーチェーンに保存されているものと異なります。
th: รหัสผ่านของฐานข้อมูลแตกต่างจากที่บันทึกไว้ใน keychain
uk: Парольна фраза бази даних відрізняється від збереженої у в’язці ключів.

source: Database passphrase is required to open chat.
bg: Изисква се паролата за базата данни, за да се отвори чата.
de: Das Datenbank-Passwort ist erforderlich, um den Chat zu öffnen.
es: Para abrir la aplicación se requiere la contraseña de la base de datos.
fi: Keskustelun avaamiseen tarvitaan tietokannan tunnuslause.
fr: La phrase secrète de la base de données est nécessaire pour ouvrir le chat.
it: La password del database è necessaria per aprire la chat.
ja: チャットを開くにはデータベースのパスフレーズが必要です。
th: ต้องใช้รหัสผ่านของฐานข้อมูลในการเปิดแชท
uk: Для відкриття чату потрібно ввести пароль до бази даних.

source: Database upgrade
bg: Актуализация на базата данни
de: Datenbank-Aktualisierung
es: Actualización de la base de datos
fi: Tietokannan päivitys
fr: Mise à niveau de la base de données
it: Aggiornamento del database
ja: データベースのアップグレード
th: อัพเกรดฐานข้อมูล
uk: Оновлення бази даних

source: database version is newer than the app, but no down migration for: %@
bg: версията на базата данни е по-нова от приложението, но няма миграция надолу за: %@
de: Die Datenbank-Version ist neuer als die App, keine Abwärts-Migration für: %@
es: la versión de la base de datos es más reciente que la aplicación, pero no hay migración hacía versión anterior para: %@
fi: tietokantaversio on uudempi kuin sovellus, mutta ei alaspäin siirtymistä varten: %@
fr: la base de données a une version plus récente que celle de l'application, mais il n'y a pas de rétrogradation pour : %@
it: la versione del database è più recente di quella dell'app, ma nessuna migrazione downgrade per: %@
ja: データベースのバージョンはアプリケーションより新しいですが、移行のためにダウングレードすることはできません：%@
th: เวอร์ชันฐานข้อมูลใหม่กว่าแอป แต่ไม่มีการย้ายข้อมูลลงสำหรับ: %@
uk: версія бази даних новіша, ніж додаток, але без міграції вниз для: %@

source: Database will be encrypted and the passphrase stored in the keychain.
bg: Базата данни ще бъде криптирана и паролата ще бъде съхранена в Keychain.
de: Die Datenbank wird verschlüsselt, und das Passwort im Schlüsselbund gespeichert.
es: La base de datos será cifrada y la contraseña se guardará en Keychain.
fi: Tietokanta salataan ja tunnuslause tallennetaan avainnippuun.
fr: La base de données sera chiffrée et la phrase secrète sera stockée dans la keychain.
it: Il database verrà crittografato e la password conservata nel portachiavi.
ja: データベースは暗号化され、パスフレーズはキーチェーンに保存されます。
th: ฐานข้อมูลจะถูก encrypt และรหัสผ่านจะถูกจัดเก็บไว้ใน keychain
uk: База даних буде зашифрована, а парольна фраза збережена у в’язці ключів.

source: Database will be encrypted.
bg: Базата данни ще бъде криптирана.
de: Die Datenbank wird verschlüsselt.
es: La base de datos será cifrada.
fi: Tietokanta salataan.
fr: La base de données sera chiffrée.
it: Il database verrà crittografato.
ja: データベースが暗号化されます。
th: ฐานข้อมูลจะถูก encrypt
uk: База даних буде зашифрована.

source: Database will be migrated when the app restarts
bg: Базата данни ще бъде мигрирана, когато приложението се рестартира
de: Die Datenbank wird beim nächsten Start der App migriert
es: La base de datos migrará cuando se reinicie la aplicación
fi: Tietokanta siirretään, kun sovellus käynnistyy uudelleen
fr: La base de données sera migrée lors du redémarrage de l'app
it: Il database verrà migrato al riavvio dell'app
ja: データベースはアプリ再起動時に移行されます
th: ระบบจะย้ายฐานข้อมูลเมื่อแอปรีสตาร์ท
uk: База даних буде перенесена під час перезапуску програми

source: days
bg: дни
de: Tage
es: días
fi: päivää
fr: jours
it: giorni
ja: 日
th: วัน
uk: днів

source: Debug delivery
de: Debugging-Zustellung
es: Informe debug
fr: Livraison de débogage
it: Debug della consegna
uk: Доставка налагодження

source: Decentralized
bg: Децентрализиран
de: Dezentral
es: Descentralizada
fi: Hajautettu
fr: Décentralisé
it: Decentralizzato
ja: 分散型
th: กระจายอำนาจแล้ว
uk: Децентралізований

source: Decryption error
bg: Грешка при декриптиране
de: Entschlüsselungsfehler
es: Error descifrado
fi: Salauksen purkuvirhe
fr: Erreur de déchiffrement
it: Errore di decifrazione
ja: 復号化エラー
th: ข้อผิดพลาดในการ decrypt
uk: Помилка розшифровки

source: decryption errors
de: Entschlüsselungs-Fehler
es: errores de descifrado
fr: Erreurs de déchiffrement
it: errori di decifrazione
uk: помилки розшифровки

source: default (no)
bg: по подразбиране (не)
de: Voreinstellung (Nein)
es: predeterminado (no)
fi: oletusarvo (ei)
fr: par défaut (non)
it: predefinito (no)
ja: デフォルト（いいえ）
th: ค่าเริ่มต้น (ไม่)
uk: за замовчуванням (ні)

source: default (yes)
bg: по подразбиране (да)
de: Voreinstellung (Ja)
es: predeterminado (sí)
fi: oletusarvo (kyllä)
fr: par défaut (oui)
it: predefinito (sì)
ja: デフォルト（はい）
th: ค่าเริ่มต้น (ใช่)
uk: за замовчуванням (так)

source: Delete
bg: Изтрий
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
th: ลบ
uk: Видалити

source: Delete %lld messages of members?
de: %lld Nachrichten der Mitglieder löschen?
es: ¿Eliminar %lld mensajes de miembros?
fr: Supprimer %lld messages de membres ?
it: Eliminare %lld messaggi dei membri?
uk: Видалити %lld повідомлень користувачів?

source: Delete %lld messages?
bg: Изтриване на %lld съобщения?
de: %lld Nachrichten löschen?
es: ¿Eliminar %lld mensajes?
fr: Supprimer %lld messages ?
it: Eliminare %lld messaggi?
uk: Видалити %lld повідомлень?

source: Delete address
bg: Изтрий адрес
de: Adresse löschen
es: Eliminar dirección
fi: Poista osoite
fr: Supprimer l'adresse
it: Elimina indirizzo
ja: アドレスを削除
th: ลบที่อยู่
uk: Видалити адресу

source: Delete address?
bg: Изтрий адрес?
de: Adresse löschen?
es: ¿Eliminar la dirección?
fi: Poista osoite?
fr: Supprimer l'adresse ?
it: Eliminare l'indirizzo?
ja: アドレスを削除しますか？
th: ลบที่อยู่?
uk: Видалити адресу?

source: Delete after
bg: Изтрий след
de: Löschen nach
es: Eliminar en
fi: Poista jälkeen
fr: Supprimer après
it: Elimina dopo
ja: 次の期間が経ったら削除:
th: ลบหลังจาก
uk: Видалити після

source: Delete all files
bg: Изтрий всички файлове
de: Alle Dateien löschen
es: Eliminar todos los archivos
fi: Poista kaikki tiedostot
fr: Effacer tous les fichiers
it: Elimina tutti i file
ja: ファイルを全て削除
th: ลบไฟล์ทั้งหมด
uk: Видалити всі файли

source: Delete and notify contact
bg: Изтрий и уведоми контакт
de: Kontakt löschen und benachrichtigen
es: Eliminar y notificar contacto
fr: Supprimer et en informer le contact
it: Elimina e avvisa il contatto
uk: Видалити та повідомити контакт

source: Delete chat
de: Chat löschen
es: Eliminar chat
fr: Supprimer la discussion
it: Elimina chat
uk: Видалити чат

source: Delete chat messages from your device.
de: Chat-Nachrichten von Ihrem Gerät löschen.
es: Elimina los mensajes del dispositivo.
fr: Supprimer les messages de chat de votre appareil.
it: Elimina i messaggi di chat dal tuo dispositivo.

source: Delete chat profile
bg: Изтрий чат профила
de: Chat-Profil löschen
es: Eliminar perfil
fi: Poista keskusteluprofiili
fr: Supprimer le profil de chat
it: Elimina il profilo di chat
ja: チャットのプロフィールを削除する
th: ลบโปรไฟล์แชท
uk: Видалити профіль чату

source: Delete chat profile?
bg: Изтриване на чат профила?
de: Chat-Profil löschen?
es: ¿Eliminar perfil?
fi: Poista keskusteluprofiili?
fr: Supprimer le profil du chat ?
it: Eliminare il profilo di chat?
ja: チャットのプロフィールを削除しますか？
th: ลบโปรไฟล์แชทไหม?
uk: Видалити профіль чату?

source: Delete chat with member?
de: Chat mit dem Mitglied löschen?

source: Delete chat?
de: Chat löschen?
es: ¿Eliminar chat?
fr: Supprimer la discussion ?
it: Eliminare la chat?
uk: Видалити чат?

source: Delete connection
bg: Изтрий връзката
de: Verbindung löschen
es: Eliminar conexión
fi: Poista yhteys
fr: Supprimer la connexion
it: Elimina connessione
ja: 接続を削除する
th: ลบการเชื่อมต่อ
uk: Видалити підключення

source: Delete contact
bg: Изтрий контакт
de: Kontakt löschen
es: Eliminar contacto
fi: Poista kontakti
fr: Supprimer le contact
it: Elimina contatto
ja: 連絡先を削除
th: ลบผู้ติดต่อ
uk: Видалити контакт

source: Delete contact?
de: Kontakt löschen?
es: ¿Eliminar contacto?
fi: Poista kontakti?
fr: Supprimer le contact ?
it: Eliminare il contatto?
ja: 連絡先を削除しますか？
uk: Видалити контакт?

source: Delete database
bg: Изтрий базата данни
de: Datenbank löschen
es: Eliminar base de datos
fi: Poista tietokanta
fr: Supprimer la base de données
it: Elimina database
ja: データベースを削除
th: ลบฐานข้อมูล
uk: Видалити базу даних

source: Delete database from this device
bg: Изтриване на базата данни от това устройство
de: Datenbank auf diesem Gerät löschen
es: Eliminar base de datos de este dispositivo
fr: Supprimer la base de données de cet appareil
it: Elimina il database da questo dispositivo
uk: Видалити базу даних з цього пристрою

source: Delete file
bg: Изтрий файл
de: Datei löschen
es: Eliminar archivo
fi: Poista tiedosto
fr: Supprimer le fichier
it: Elimina file
ja: ファイルの削除
th: ลบไฟล์
uk: Видалити файл

source: Delete files and media?
bg: Изтрий файлове и медия?
de: Dateien und Medien löschen?
es: ¿Eliminar archivos y multimedia?
fi: Poista tiedostot ja media?
fr: Supprimer les fichiers et médias ?
it: Eliminare i file e i multimediali?
ja: ファイルとメディアを削除しますか？
th: ลบไฟล์และสื่อ?
uk: Видаляти файли та медіа?

source: Delete files for all chat profiles
bg: Изтрий файловете за всички чат профили
de: Dateien für alle Chat-Profile löschen
es: Eliminar archivos de todos los perfiles
fi: Poista tiedostot kaikista keskusteluprofiileista
fr: Effacer les fichiers de tous les profils de chat
it: Elimina i file per tutti i profili di chat
ja: 全チャットプロフィールのファイルを削除
th: ลบไฟล์สําหรับโปรไฟล์แชททั้งหมด
uk: Видалення файлів для всіх профілів чату

source: Delete for everyone
bg: Изтрий за всички
de: Für Alle löschen
es: Eliminar para todos
fi: Poista kaikilta
fr: Supprimer pour tous
it: Elimina per tutti
ja: 全員分を削除
th: ลบสำหรับทุกคน
uk: Видалити для всіх

source: Delete for me
bg: Изтрий за мен
de: Nur bei mir löschen
es: Eliminar para mí
fi: Poista minulta
fr: Supprimer pour moi
it: Elimina per me
ja: 自分側で削除
th: ลบให้ฉัน
uk: Видалити для мене

source: Delete group
bg: Изтрий група
de: Gruppe löschen
es: Eliminar grupo
fi: Poista ryhmä
fr: Supprimer le groupe
it: Elimina gruppo
ja: グループを削除
th: ลบกลุ่ม
uk: Видалити групу

source: Delete group?
bg: Изтрий група?
de: Gruppe löschen?
es: ¿Eliminar grupo?
fi: Poista ryhmä?
fr: Supprimer le groupe ?
it: Eliminare il gruppo?
ja: グループを削除をしますか？
th: ลบกลุ่ม?
uk: Видалити групу?

source: Delete invitation
bg: Изтрий поканата
de: Einladung löschen
es: Eliminar invitación
fi: Poista kutsu
fr: Supprimer l'invitation
it: Elimina invito
ja: 招待を削除
th: ลบคำเชิญ
uk: Видалити запрошення

source: Delete link
bg: Изтрий линк
de: Link löschen
es: Eliminar enlace
fi: Poista linkki
fr: Supprimer le lien
it: Elimina link
ja: リンクを削除
th: ลบลิงค์
uk: Видалити посилання

source: Delete link?
bg: Изтрий линк?
de: Link löschen?
es: ¿Eliminar enlace?
fi: Poista linkki?
fr: Supprimer le lien ?
it: Eliminare il link?
ja: リンクを削除しますか？
th: ลบลิงค์ ไหม?
uk: Видалити посилання?

source: Delete list?
de: Liste löschen?
es: ¿Eliminar lista?
fr: Supprimer la liste ?
it: Eliminare l'elenco?

source: Delete member message?
bg: Изтрий съобщението на члена?
de: Nachricht des Mitglieds löschen?
es: ¿Eliminar el mensaje de miembro?
fi: Poista jäsenviesti?
fr: Supprimer le message de ce membre ?
it: Eliminare il messaggio del membro?
ja: メンバーのメッセージを削除しますか？
th: ลบข้อความสมาชิก?
uk: Видалити повідомлення учасника?

source: Delete message?
bg: Изтрий съобщението?
de: Die Nachricht löschen?
es: ¿Eliminar mensaje?
fi: Poista viesti?
fr: Supprimer le message ?
it: Eliminare il messaggio?
ja: メッセージを削除しますか？
th: ลบข้อความ?
uk: Видалити повідомлення?

source: Delete messages
bg: Изтрий съобщенията
de: Nachrichten löschen
es: Activar
fi: Poista viestit
fr: Supprimer les messages
it: Elimina messaggi
ja: メッセージを削除
th: ลบข้อความ
uk: Видалити повідомлення

source: Delete messages after
bg: Изтрий съобщенията след
de: Nachrichten löschen
es: Eliminar en
fi: Poista viestit tämän jälkeen
fr: Supprimer les messages après
it: Elimina messaggi dopo
ja: 次の期間が経ったら、メッセージを削除:
th: ลบข้อความหลังจาก
uk: Видаляйте повідомлення після

source: Delete old database
bg: Изтрий старата база данни
de: Alte Datenbank löschen
es: Eliminar base de datos antigua
fi: Poista vanha tietokanta
fr: Supprimer l'ancienne base de données
it: Elimina database vecchio
ja: 古いデータベースを削除
th: ลบฐานข้อมูลเก่า
uk: Видалення старої бази даних

source: Delete old database?
bg: Изтрий старата база данни?
de: Alte Datenbank löschen?
es: ¿Eliminar base de datos antigua?
fi: Poista vanha tietokanta?
fr: Supprimer l'ancienne base de données ?
it: Eliminare il database vecchio?
ja: 古いデータベースを削除しますか？
th: ลบฐานข้อมูลเก่า?
uk: Видалити стару базу даних?

source: Delete or moderate up to 200 messages.
de: Bis zu 200 Nachrichten löschen oder moderieren
es: Elimina o modera hasta 200 mensajes a la vez.
fr: Supprimer ou modérer jusqu'à 200 messages.
it: Elimina o modera fino a 200 messaggi.
uk: Видалити або модерувати до 200 повідомлень.

source: Delete pending connection?
bg: Изтрий предстоящата връзка?
de: Ausstehende Verbindung löschen?
es: ¿Eliminar conexión pendiente?
fi: Poistetaanko odottava yhteys?
fr: Supprimer la connexion en attente ?
it: Eliminare la connessione in attesa?
ja: 接続待ちの接続を削除しますか？
th: ลบการเชื่อมต่อที่รอดำเนินการหรือไม่?
uk: Видалити очікуване з'єднання?

source: Delete profile
bg: Изтрий профил
de: Profil löschen
es: Eliminar perfil
fi: Poista profiili
fr: Supprimer le profil
it: Elimina profilo
ja: プロフィールの削除
th: ลบโปรไฟล์
uk: Видалити профіль

source: Delete queue
bg: Изтрий опашка
de: Lösche Warteschlange
es: Eliminar cola
fi: Poista jono
fr: Supprimer la file d'attente
it: Elimina coda
ja: 待ち行列を削除
th: ลบคิว
uk: Видалити чергу

source: Delete report
de: Meldung löschen
es: Eliminar informe
fr: Supprimer le rapport
it: Elimina la segnalazione

source: Delete up to 20 messages at once.
de: Löschen Sie bis zu 20 Nachrichten auf einmal.
es: Elimina hasta 20 mensajes a la vez.
fr: Supprimez jusqu'à 20 messages à la fois.
it: Elimina fino a 20 messaggi contemporaneamente.
uk: Видаляйте до 20 повідомлень одночасно.

source: Delete user profile?
bg: Изтрий потребителския профил?
de: Benutzerprofil löschen?
es: ¿Eliminar perfil de usuario?
fi: Poista käyttäjäprofiili?
fr: Supprimer le profil utilisateur ?
it: Eliminare il profilo utente?
ja: ユーザープロフィールを削除しますか？
th: ลบโปรไฟล์ผู้ใช้?
uk: Видалити профіль користувача?

source: Delete without notification
de: Ohne Benachrichtigung löschen
es: Elimina sin notificar
fr: Supprimer sans notification
it: Elimina senza avvisare
uk: Видалення без попередження

source: deleted
bg: изтрит
de: Gelöscht
es: eliminado
fi: poistettu
fr: supprimé
it: eliminato
ja: 削除完了
th: ลบแล้ว
uk: видалено

source: Deleted
de: Gelöscht
es: Eliminadas
fr: Supprimées
it: Eliminato
uk: Видалено

source: Deleted at
bg: Изтрито на
de: Gelöscht um
es: Eliminado
fi: Poistettu klo
fr: Supprimé à
it: Eliminato il
ja: 削除完了
th: ลบที่
uk: Видалено за

source: Deleted at: %@
bg: Изтрито на: %@
de: Gelöscht um: %@
es: Eliminado: %@
fi: Poistettu klo: %@
fr: Supprimé à : %@
it: Eliminato il: %@
ja: 削除完了: %@
th: ลบที่: %@
uk: Видалено за: %@

source: deleted contact
bg: изтрит контакт
de: Gelöschter Kontakt
es: contacto eliminado
fr: contact supprimé
it: contatto eliminato
uk: видалений контакт

source: deleted group
bg: групата е изтрита
de: Gruppe gelöscht
es: ha eliminado el grupo
fi: poistettu ryhmä
fr: groupe supprimé
it: gruppo eliminato
ja: 削除されたグループ
th: กลุ่มที่ถูกลบ
uk: видалено групу

source: Deletion errors
de: Fehler beim Löschen
es: Errores de eliminación
fr: Erreurs de suppression
it: Errori di eliminazione
uk: Помилки видалення

source: Delivered even when Apple drops them.
de: Auslieferung, selbst wenn Apple sie löscht.
es: Entregados incluso cuando Apple los descarta.
fr: Distribués même quand Apple les oublie.
it: Consegnati anche quando Apple li scarta.
uk: Доставляються навіть тоді, коли Apple кидає їх.
