Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: Without Tor or VPN, your IP address will be visible to these XFTP relays: %@.
de: Ohne Tor- oder VPN-Nutzung wird Ihre IP-Adresse für diese XFTP-Relais sichtbar sein: %@.
es: Sin Tor o VPN, tu dirección IP será visible para estos servidores XFTP: %@.
fr: Sans Tor ni VPN, votre adresse IP sera visible par ces relais XFTP : %@.
it: Senza Tor o VPN, il tuo indirizzo IP sarà visibile a questi relay XFTP: %@.
uk: Без Tor або VPN ваша IP-адреса буде видимою для цих XFTP-ретрансляторів: %@.

source: Wrong database passphrase
bg: Грешна парола за базата данни
de: Falsches Datenbank-Passwort
es: Contraseña de base de datos incorrecta
fi: Väärä tietokannan tunnuslause
fr: Mauvaise phrase secrète pour la base de données
it: Password del database sbagliata
ja: データベースのパスフレーズが違います
th: รหัสผ่านฐานข้อมูลไม่ถูกต้อง
uk: Неправильний пароль до бази даних

source: Wrong key or unknown connection - most likely this connection is deleted.
de: Falscher Schlüssel oder unbekannte Verbindung - höchstwahrscheinlich ist diese Verbindung gelöscht worden.
es: Clave incorrecta o conexión desconocida - probablemente esta conexión fue eliminada.
fr: Clé erronée ou connexion non identifiée - il est très probable que cette connexion soit supprimée.
it: Chiave sbagliata o connessione sconosciuta - molto probabilmente questa connessione è stata eliminata.
uk: Неправильний ключ або невідоме з'єднання - швидше за все, це з'єднання видалено.

source: Wrong key or unknown file chunk address - most likely file is deleted.
de: Falscher Schlüssel oder unbekannte Daten-Paketadresse der Datei - höchstwahrscheinlich wurde die Datei gelöscht.
es: Clave incorrecta o dirección del bloque del archivo desconocida. Es probable que el archivo se haya eliminado.
fr: Mauvaise clé ou adresse inconnue du bloc de données du fichier - le fichier est probablement supprimé.
it: Chiave sbagliata o indirizzo sconosciuto per frammento del file - probabilmente il file è stato eliminato.
uk: Неправильний ключ або невідома адреса фрагмента файлу - найімовірніше, файл видалено.

source: Wrong passphrase!
bg: Грешна парола!
de: Falsches Passwort!
es: ¡Contraseña incorrecta!
fi: Väärä tunnuslause!
fr: Mauvaise phrase secrète !
it: Password sbagliata!
ja: パスフレーズが違います！
th: รหัสผ่านผิด!
uk: Неправильний пароль!

source: yes
bg: да
de: Ja
es: sí
fi: kyllä
fr: oui
it: sì
ja: はい
th: ใช่
uk: так

source: you
bg: вие
de: Profil
es: tu
fr: vous
it: tu
uk: ти

source: You **must not** use the same database on two devices.
bg: **Не трябва** да използвате една и съща база данни на две устройства.
de: Sie dürfen die selbe Datenbank **nicht** auf zwei Geräten nutzen.
es: **No debes** usar la misma base de datos en dos dispositivos.
fr: Vous **ne devez pas** utiliser la même base de données sur deux appareils.
it: **Non devi** usare lo stesso database su due dispositivi.
uk: Ви **не повинні використовувати** одну і ту ж базу даних на двох пристроях.

source: You accepted connection
bg: Вие приехте връзката
de: Sie haben die Verbindung angenommen
es: Has aceptado la conexión
fi: Hyväksyit yhteyden
fr: Vous avez accepté la connexion
it: Hai accettato la connessione
ja: 接続を承認しました
th: คุณยอมรับการเชื่อมต่อ
uk: Ви прийняли підключення

source: you accepted this member
de: Sie haben dieses Mitglied angenommen

source: You allow
bg: Вие позволявате
de: Sie erlauben
es: Permites
fi: Sallit
fr: Vous autorisez
it: Lo consenti
ja: あなたが次を許可しています：
th: คุณอนุญาต
uk: Ви дозволяєте

source: You already have a chat profile with the same display name. Please choose another name.
bg: Вече имате чат профил със същото име. Моля, изберете друго име.
de: Sie haben schon ein Chat-Profil mit dem gleichen Anzeigenamen. Bitte wählen Sie einen anderen Namen aus.
es: Ya tienes un perfil con este nombre mostrado. Por favor, elige otro nombre.
fi: Sinulla on jo keskusteluprofiili samalla näyttönimellä. Valitse toinen nimi.
fr: Vous avez déjà un profil de chat avec ce même nom affiché. Veuillez choisir un autre nom.
it: Hai già un profilo chat con lo stesso nome da mostrare. Scegli un altro nome.
ja: 同じ表示名前のチャットプロフィールが既にあります。別のを選んでください。
th: คุณมีโปรไฟล์แชทที่ใช้ชื่อแสดงเดียวกันอยู่แล้ว กรุณาเลือกชื่ออื่น
uk: Ви вже маєте профіль у чаті з таким самим іменем. Будь ласка, виберіть інше ім'я.

source: You are already connected to %@.
bg: Вече сте вече свързани с %@.
de: Sie sind bereits mit %@ verbunden.
es: Ya estás conectado con %@.
fi: Olet jo muodostanut yhteyden %@:n kanssa.
fr: Vous êtes déjà connecté·e à %@ via ce lien.
it: Sei già connesso/a a %@.
ja: すでに %@ に接続されています。
th: คุณได้เชื่อมต่อกับ %@ แล้ว
uk: Ви вже підключені до %@.

source: You are already connected with %@.
de: Sie sind bereits mit %@ verbunden.
es: Ya estás conectado con %@.
fr: Vous êtes déjà connecté avec %@.
it: Sei già connesso/a con %@.
uk: Ви вже підключені до %@.

source: You are already connecting to %@.
bg: Вече се свързвате с %@.
de: Sie sind bereits mit %@ verbunden.
es: Ya estás conectando con %@.
fr: Vous êtes déjà en train de vous connecter à %@.
it: Ti stai già connettendo a %@.
uk: Ви вже з'єднані з %@.

source: You are already connecting via this one-time link!
bg: Вече се свързвате чрез този еднократен линк за връзка!
de: Sie sind bereits über diesen Einmal-Link verbunden!
es: ¡Ya estás conectando mediante este enlace de un solo uso!
fr: Vous êtes déjà connecté(e) via ce lien unique !
it: Ti stai già connettendo tramite questo link una tantum!
uk: Ви вже підключаєтеся до %@.Ви вже підключаєтеся за цим одноразовим посиланням!

source: You are already in group %@.
bg: Вече сте в група %@.
de: Sie sind bereits Mitglied der Gruppe %@.
es: Ya estás en el grupo %@.
fr: Vous êtes déjà dans le groupe %@.
it: Sei già nel gruppo %@.
uk: Ви вже перебуваєте в групі %@.

source: You are already joining the group %@.
bg: Вече се присъединявате към групата %@.
de: Sie sind bereits Mitglied der Gruppe %@.
es: Ya estás uniéndote al grupo %@.
fr: Vous êtes déjà en train de rejoindre le groupe %@.
it: Stai già entrando nel gruppo %@.
uk: Ви вже приєдналися до групи %@.

source: You are already joining the group via this link.
bg: Вие вече се присъединявате към групата чрез този линк.
de: Sie sind über diesen Link bereits Mitglied der Gruppe.
es: Ya estás uniéndote al grupo mediante este enlace.
fr: Vous êtes déjà en train de rejoindre le groupe via ce lien.
it: Stai già entrando nel gruppo tramite questo link.
uk: Ви вже приєдналися до групи за цим посиланням.

source: You are already joining the group! Repeat join request?
bg: Вече се присъединихте към групата! Изпрати отново заявката за присъединяване?
de: Sie sind bereits Mitglied dieser Gruppe! Verbindungsanfrage wiederholen?
es: ¡En proceso de unirte al grupo! ¿Repetir solicitud de admisión?
fr: Vous êtes déjà membre de ce groupe ! Répéter la demande d'adhésion ?
it: Stai già entrando nel gruppo! Ripetere la richiesta di ingresso?
uk: Ви вже приєдналися до групи! Повторити запит на приєднання?

source: You are connected to the server used to receive messages from this connection.
de: Sie sind mit dem Server verbunden, der für den Empfang von Nachrichten dieser Verbindung genutzt wird.

source: You are invited to group
bg: Поканени сте в групата
de: Sie sind zu der Gruppe eingeladen
es: Has sido invitado a un grupo
fi: Sinut on kutsuttu ryhmään
fr: Vous êtes invité·e au groupe
it: Sei stato/a invitato/a al gruppo
ja: グループ招待が届きました
th: คุณได้รับเชิญให้เข้าร่วมกลุ่ม
uk: Запрошуємо вас до групи

source: You are not connected to the server used to receive messages from this connection (no subscription).
de: Sie sind nicht mit dem Server verbunden, der für den Empfang von Nachrichten dieser Verbindung genutzt wird (kein Abonnement).

source: You are not connected to these servers. Private routing is used to deliver messages to them.
de: Sie sind nicht mit diesen Servern verbunden. Zur Auslieferung von Nachrichten an diese Server wird privates Routing genutzt.
es: No tienes conexión directa a estos servidores. Los mensajes destinados a estos usan enrutamiento privado.
fr: Vous n'êtes pas connecté à ces serveurs. Le routage privé est utilisé pour leur délivrer des messages.
it: Non sei connesso/a a questi server. L'instradamento privato è usato per consegnare loro i messaggi.
uk: Не підключені до цих серверів. Для доставлення повідомлень до них використовується приватна маршрутизація.

source: you are observer
bg: вие сте наблюдател
de: Sie sind Beobachter
es: Tu rol es observador
fi: olet tarkkailija
fr: vous êtes observateur
it: sei un osservatore
ja: あなたはオブザーバーです
th: คุณเป็นผู้สังเกตการณ์
uk: ви спостерігач

source: you blocked %@
bg: вие блокирахте %@
de: Sie haben %@ blockiert
es: has bloqueado a %@
fr: vous avez bloqué %@
it: hai bloccato %@
uk: ви заблокували %@

source: You can accept calls from lock screen, without device and app authentication.
bg: Можете да приемате обаждания от заключен екран, без идентификация на устройство и приложението.
de: Sie können Anrufe ohne Geräte- und App-Authentifizierung vom Sperrbildschirm aus annehmen.
es: Puede aceptar llamadas desde la pantalla de bloqueo, sin autenticación de dispositivos y aplicaciones.
fi: Voit vastaanottaa puheluita lukitusnäytöltä ilman laitteen ja sovelluksen todennusta.
fr: Vous pouvez accepter des appels à partir de l'écran de verrouillage, sans authentification de l'appareil ou de l'application.
it: Puoi accettare chiamate dalla schermata di blocco, senza l'autenticazione del dispositivo e dell'app.
ja: デバイスやアプリの認証を行わずに、ロック画面から通話を受けることができます。
th: คุณสามารถรับสายจากหน้าจอล็อกโดยไม่ต้องมีการตรวจสอบสิทธิ์อุปกรณ์และแอป
uk: Ви можете приймати дзвінки з екрана блокування без автентифікації пристрою та програми.

source: You can change it in Appearance settings.
de: Kann von Ihnen in den Erscheinungsbild-Einstellungen geändert werden.
es: Puedes cambiar la posición de la barra desde el menú Apariencia.
fr: Vous pouvez choisir de le modifier dans les paramètres d'apparence.
it: Puoi cambiarlo nelle impostazioni dell'aspetto.
uk: Ви можете змінити його в налаштуваннях зовнішнього вигляду.

source: You can configure servers via settings.
de: Sie können die Server über die Einstellungen konfigurieren.
es: Puedes configurar los servidores a través de su configuración.
fr: Vous pouvez configurer les serveurs via les paramètres.
it: Puoi configurare i server nelle impostazioni.
uk: Ви можете налаштувати сервери за допомогою налаштувань.

source: You can create it later
bg: Можете да го създадете по-късно
de: Sie können dies später erstellen
es: Puedes crearla más tarde
fi: Voit luoda sen myöhemmin
fr: Vous pouvez la créer plus tard
it: Puoi crearlo più tardi
ja: 後からでも作成できます
th: คุณสามารถสร้างได้ในภายหลัง
uk: Ви можете створити його пізніше

source: You can enable later via Settings
bg: Можете да активирате по-късно през Настройки
de: Sie können diese später in den Einstellungen aktivieren
es: Puedes activar más tarde en Configuración
fi: Voit ottaa käyttöön myöhemmin asetusten kautta
fr: Vous pouvez l'activer ultérieurement via Paramètres
it: Puoi attivarle più tardi nelle impostazioni
ja: あとで設定から有効にできます
th: คุณสามารถเปิดใช้งานในภายหลังผ่านการตั้งค่า
uk: Ви можете увімкнути пізніше в Налаштуваннях

source: You can enable them later via app Privacy & Security settings.
bg: Можете да ги активирате по-късно през настройките за "Поверителност и сигурност" на приложението.
de: Sie können diese später in den Datenschutz & Sicherheits-Einstellungen der App aktivieren.
es: Puedes activarlos más tarde en la configuración de Privacidad y Seguridad.
fi: Voit ottaa ne käyttöön myöhemmin sovelluksen Yksityisyys & Turvallisuus -asetuksista.
fr: Vous pouvez les activer ultérieurement via les paramètres de Confidentialité et Sécurité de l'application.
it: Puoi attivarle più tardi nelle impostazioni di privacy e sicurezza dell'app.
ja: あとでアプリのプライバシーとセキュリティの設定から有効にすることができます。
th: คุณสามารถเปิดใช้งานได้ในภายหลังผ่านการตั้งค่าความเป็นส่วนตัวและความปลอดภัยของแอป
uk: Ви можете увімкнути їх пізніше в налаштуваннях конфіденційності та безпеки програми.

source: You can give another try.
bg: Можете да опитате още веднъж.
de: Sie können es nochmal probieren.
es: Puedes intentarlo de nuevo.
fr: Vous pouvez faire un nouvel essai.
it: Puoi fare un altro tentativo.
uk: Ви можете спробувати ще раз.

source: You can hide or mute a user profile - swipe it to the right.
bg: Можете да скриете или заглушите известията за потребителски профил - плъзнете надясно.
de: Sie können ein Benutzerprofil verbergen oder stummschalten - wischen Sie es nach rechts.
es: Puedes ocultar o silenciar un perfil deslizándolo a la derecha.
fi: Voit piilottaa tai mykistää käyttäjäprofiilin pyyhkäisemällä sitä oikealle.
fr: Vous pouvez masquer ou mettre en sourdine un profil d'utilisateur - faites-le glisser vers la droite.
it: Puoi nascondere o silenziare un profilo utente - scorrilo verso destra.
ja: ユーザープロファイルを右にスワイプすると、非表示またはミュートにすることができます。
th: คุณสามารถซ่อนหรือปิดเสียงโปรไฟล์ผู้ใช้ - ปัดไปทางขวา
uk: Ви можете приховати або вимкнути звук профілю користувача - проведіть по ньому вправо.

source: You can make it visible to your SimpleX contacts via Settings.
bg: Можете да го направите видим за вашите контакти в SimpleX чрез Настройки.
de: Sie können sie über Einstellungen für Ihre SimpleX-Kontakte sichtbar machen.
es: Puedes hacerlo visible para tus contactos de SimpleX en Configuración.
fr: Vous pouvez le rendre visible à vos contacts SimpleX via Paramètres.
it: Puoi renderlo visibile ai tuoi contatti SimpleX nelle impostazioni.
uk: Ви можете зробити його видимим для ваших контактів у SimpleX за допомогою налаштувань.

source: You can now chat with %@
bg: Вече можете да изпращате съобщения до %@
de: Sie können nun Nachrichten an %@ versenden
es: Ya puedes chatear con %@
fr: Vous pouvez maintenant envoyer des messages à %@
it: Ora puoi inviare messaggi a %@
th: ตอนนี้คุณสามารถส่งข้อความถึง %@
uk: Тепер ви можете надсилати повідомлення на адресу %@

source: You can send messages to %@ from Archived contacts.
de: Sie können aus den archivierten Kontakten heraus Nachrichten an %@ versenden.
es: Puedes enviar mensajes a %@ desde Contactos archivados.
fr: Vous pouvez envoyer des messages à %@ à partir des contacts archivés.
it: Puoi inviare messaggi a %@ dai contatti archiviati.
uk: Ви можете надсилати повідомлення на %@ з архівних контактів.

source: You can set connection name, to remember who the link was shared with.
de: Sie können einen Verbindungsnamen festlegen, um sich zu merken, mit wem der Link geteilt wurde.
es: Puedes añadir un nombre a la conexión para recordar a quién corresponde.
fr: Vous pouvez définir un nom de connexion pour vous rappeler avec qui le lien a été partagé.
it: Puoi impostare il nome della connessione per ricordare con chi è stato condiviso il link.
uk: Ви можете задати ім'я з'єднання, щоб запам'ятати, з ким ви поділилися посиланням.

source: You can set lock screen notification preview via settings.
bg: Можете да зададете визуализация на известията на заключен екран през настройките.
de: Über die Geräte-Einstellungen können Sie die Benachrichtigungsvorschau im Sperrbildschirm erlauben.
es: Puedes configurar las notificaciones de la pantalla de bloqueo desde Configuración.
fi: Voit määrittää lukitusnäytön ilmoituksen esikatselun asetuksista.
fr: Vous pouvez configurer l'aperçu des notifications sur l'écran de verrouillage via les paramètres.
it: Puoi impostare l'anteprima della notifica nella schermata di blocco tramite le impostazioni.
ja: 設定からロック画面の通知プレビューを設定できます。
th: คุณสามารถตั้งค่าแสดงตัวอย่างการแจ้งเตือนบนหน้าจอล็อคผ่านการตั้งค่า
uk: Ви можете налаштувати попередній перегляд сповіщень на екрані блокування за допомогою налаштувань.

source: You can share a link or a QR code - anybody will be able to join the group. You won't lose members of the group if you later delete it.
bg: Можете да споделите линк или QR код - всеки ще може да се присъедини към групата. Няма да загубите членовете на групата, ако по-късно я изтриете.
de: Sie können diesen Link oder QR-Code teilen - Damit kann jede Person der Gruppe beitreten. Wenn Sie den Link später löschen, werden Sie keine Gruppenmitglieder verlieren, die der Gruppe darüber beigetreten sind.
es: Puedes compartir un enlace o código QR para que cualquiera pueda unirse al grupo. Si decides eliminarlo más tarde, los miembros del grupo se mantendrán.
fi: Voit jakaa linkin tai QR-koodin - kuka tahansa voi liittyä ryhmään. Et menetä ryhmän jäseniä, jos poistat sen myöhemmin.
fr: Vous pouvez partager un lien ou un code QR - n'importe qui pourra rejoindre le groupe. Vous ne perdrez pas les membres du groupe si vous le supprimez par la suite.
it: Puoi condividere un link o un codice QR: chiunque potrà unirsi al gruppo. Non perderai i membri del gruppo se in seguito lo elimini.
ja: リンク、またはQRコードを共有できます。誰でもグループに参加できます。後で削除しても、グループのメンバーがそのままのこります。
th: คุณสามารถแชร์ลิงก์หรือคิวอาร์โค้ดได้ ทุกคนจะสามารถเข้าร่วมกลุ่มได้ คุณจะไม่สูญเสียสมาชิกของกลุ่มหากคุณลบในภายหลัง
uk: Ви можете поділитися посиланням або QR-кодом - будь-хто зможе приєднатися до групи. Ви не втратите учасників групи, якщо згодом видалите її.

source: You can share this address with your contacts to let them connect with **%@**.
bg: Можете да споделите този адрес с вашите контакти, за да им позволите да се свържат с **%@**.
de: Sie können diese Adresse mit Ihren Kontakten teilen, um sie mit **%@** verbinden zu lassen.
es: Puedes compartir esta dirección con tus contactos para que puedan conectar con **%@**.
fi: Voit jakaa tämän osoitteen kontaktiesi kanssa, jotta ne voivat muodostaa yhteyden **%@** kanssa.
fr: Vous pouvez partager cette adresse avec vos contacts pour leur permettre de se connecter avec **%@**.
it: Puoi condividere questo indirizzo con i tuoi contatti per consentire loro di connettersi con **%@**.
ja: このアドレスを連絡先と共有して、**%@** に接続できるようにすることができます。
th: คุณสามารถแบ่งปันที่อยู่นี้กับผู้ติดต่อของคุณเพื่อให้พวกเขาเชื่อมต่อกับ **%@**
uk: Ви можете поділитися цією адресою зі своїми контактами, щоб вони могли зв'язатися з **%@**.

source: You can start chat via app Settings / Database or by restarting the app
bg: Можете да започнете чат през Настройки на приложението / База данни или като рестартирате приложението
de: Sie können den Chat über die App-Einstellungen / Datenbank oder durch Neustart der App starten
es: Puede iniciar Chat a través de la Configuración / Base de datos de la aplicación o reiniciando la aplicación
fi: Voit aloittaa keskustelun sovelluksen Asetukset / Tietokanta kautta tai käynnistämällä sovelluksen uudelleen
fr: Vous pouvez lancer le chat via Paramètres / Base de données ou en redémarrant l'app
it: Puoi avviare la chat via Impostazioni / Database o riavviando l'app
ja: アプリの設定/データベースから、またはアプリを再起動することでチャットを開始できます
th: คุณสามารถเริ่มแชทผ่านการตั้งค่าแอป / ฐานข้อมูล หรือโดยการรีสตาร์ทแอป
uk: Запустити чат можна через Налаштування програми / База даних або перезапустивши програму

source: You can still view conversation with %@ in the list of chats.
de: Sie können in der Chat-Liste weiterhin die Unterhaltung mit %@ einsehen.
es: Aún puedes ver la conversación con %@ en la lista de chats.
fr: Vous pouvez toujours voir la conversation avec %@ dans la liste des discussions.
it: Puoi ancora vedere la conversazione con %@ nell'elenco delle chat.
uk: Ви все ще можете переглянути розмову з %@ у списку чатів.

source: You can turn on SimpleX Lock via Settings.
bg: Можете да включите SimpleX заключване през Настройки.
de: Sie können die SimpleX-Sperre über die Einstellungen aktivieren.
es: Puedes activar el Bloqueo SimpleX a través de Configuración.
fi: Voit ottaa SimpleX Lockin käyttöön Asetusten kautta.
fr: Vous pouvez activer SimpleX Lock dans les Paramètres.
it: Puoi attivare SimpleX Lock tramite le impostazioni.
ja: 設定からSimpleXのロックをオンにすることができます。
th: คุณสามารถเปิด SimpleX Lock ผ่านการตั้งค่า
uk: Увімкнути SimpleX Lock можна в Налаштуваннях.

source: You can use markdown to format messages:
bg: Можете да използвате markdown за форматиране на съобщенията:
de: Um Nachrichteninhalte zu formatieren, können Sie Markdowns verwenden:
es: Puedes usar la sintaxis markdown para dar formato a tus mensajes:
fi: Voit käyttää markdownia viestien muotoiluun:
fr: Vous pouvez utiliser le format markdown pour mettre en forme les messages :
it: Puoi usare il markdown per formattare i messaggi:
ja: メッセージの書式にmarkdownを使用することができます：
th: คุณสามารถใช้มาร์กดาวน์เพื่อจัดรูปแบบข้อความ:
uk: Ви можете використовувати розмітку для форматування повідомлень:

source: You can view invitation link again in connection details.
bg: Можете да видите отново линкът за покана в подробностите за връзката.
de: Den Einladungslink können Sie in den Details der Verbindung nochmals sehen.
es: Podrás ver el enlace de invitación en detalles de conexión.
fr: Vous pouvez à nouveau consulter le lien d'invitation dans les détails de la connexion.
it: Puoi vedere di nuovo il link di invito nei dettagli di connessione.
uk: Ви можете переглянути посилання на запрошення ще раз у деталях підключення.

source: You can view your reports in Chat with admins.
de: Sie können Ihre Meldungen im Chat mit den Administratoren sehen.

source: You can't send messages!
bg: Не може да изпращате съобщения!
de: Sie können keine Nachrichten versenden!
es: ¡No puedes enviar mensajes!
fi: Et voi lähettää viestejä!
fr: Vous ne pouvez pas envoyer de messages !
it: Non puoi inviare messaggi!
ja: メッセージを送信できませんでした！
th: คุณไม่สามารถส่งข้อความได้!
uk: Ви не можете надсилати повідомлення!

source: you changed address
bg: адреса за получаване е променен
de: Die Empfängeradresse wurde gewechselt
es: has cambiado de servidor
fi: muutit osoitetta
fr: vous avez changé d'adresse
it: hai cambiato indirizzo
ja: アドレスを変えました
th: คุณเปลี่ยนที่อยู่แล้ว
uk: ви змінили адресу

source: you changed address for %@
bg: променихте адреса получаване за %@
de: Die Empfängeradresse für %@ wurde gewechselt
es: has cambiado de servidor para %@
fi: muutit osoitetta %@:ksi
fr: vous avez changé d'adresse pour %@
it: hai cambiato indirizzo per %@
ja: %@ にアドレスを変えました
th: คุณเปลี่ยนที่อยู่สำหรับ %@
uk: ви змінили адресу на %@

source: you changed role for yourself to %@
bg: променихте ролята си на %@
de: Sie haben Ihre eigene Rolle auf %@ geändert
es: has cambiado tu rol a %@
fi: vaihdoit roolin itsellesi %@:ksi
fr: vous avez modifié votre rôle pour %@
it: hai cambiato ruolo per te stesso in %@
ja: 自分の役割を %@ に変更しました
th: คุณเปลี่ยนบทบาทสำหรับตัวคุณเองเป็น %@
uk: ви змінили роль для себе на %@

source: you changed role of %@ to %@
bg: променихте ролята на %1$@ на %2$@
de: Sie haben die Rolle von %1$@ auf %2$@ geändert
es: has cambiado el rol de %1$@ a %2$@
fi: olet vaihtanut %1$@:n roolin %2$@:ksi
fr: vous avez modifié le rôle de %1$@ pour %2$@
it: hai cambiato il ruolo di %1$@ in %2$@
ja: %1$@ の役割を %2$@ に変更しました
th: คุณเปลี่ยนบทบาทของ %1$@ เป็น %2$@
uk: ви змінили роль %1$@ на %2$@

source: You could not be verified; please try again.
bg: Не можахте да бъдете потвърдени; Моля, опитайте отново.
de: Sie konnten nicht überprüft werden; bitte versuchen Sie es erneut.
es: No has podido ser autenticado. Inténtalo de nuevo.
fi: Sinua ei voitu todentaa; yritä uudelleen.
fr: Vous n'avez pas pu être vérifié·e ; veuillez réessayer.
it: Non è stato possibile verificarti, riprova.
ja: 確認できませんでした。 もう一度お試しください。
th: เราไม่สามารถตรวจสอบคุณได้ กรุณาลองอีกครั้ง.
uk: Вас не вдалося верифікувати, спробуйте ще раз.

source: You decide who can connect.
bg: Хората могат да се свържат с вас само чрез ликовете, които споделяте.
de: Sie entscheiden, wer sich mit Ihnen verbinden kann.
es: Tu decides quién se conecta.
fr: Vous choisissez qui peut se connecter.
it: Sei tu a decidere chi può connettersi.
uk: Ви вирішуєте, хто може під'єднатися.
