Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: Enable TCP keep-alive
bg: Активирай TCP keep-alive
de: TCP-Keep-alive aktivieren
es: Activar TCP keep-alive
fi: Ota TCP-säilytys käyttöön
fr: Activer le TCP keep-alive
it: Attiva il keep-alive TCP
ja: TCP keep-aliveを有効にする
th: เปิดใช้งาน TCP Keep-alive
uk: Увімкнути TCP keep-alive

source: enabled
bg: активирано
de: Aktiviert
es: activado
fi: käytössä
fr: activé
it: attivato
ja: 有効
th: เปิดใช้งาน
uk: увімкнено

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
it: Attivato
uk: Увімкнено

source: Enabled for
bg: Активирано за
de: Aktiviert für
es: Activado para
fr: Activé pour
it: Attivo per
uk: Увімкнено для

source: enabled for contact
bg: активирано за контакт
de: Für Kontakt aktiviert
es: activado para el contacto
fi: käytössä kontaktille
fr: activé pour le contact
it: attivato per il contatto
ja: 連絡先に有効
th: ได้เปิดใช้งานสำหรับการติดต่อแล้ว
uk: увімкнено для контакту

source: enabled for you
bg: активирано за вас
de: Für Sie aktiviert
es: activado para tí
fi: käytössä sinulle
fr: activé pour vous
it: attivato per te
ja: あなたに有効
th: เปิดใช้งานสําหรับคุณแล้ว
uk: увімкнено для вас

source: Encrypt
bg: Криптирай
de: Verschlüsseln
es: Cifrar
fi: Salaa
fr: Chiffrer
it: Crittografare
ja: 暗号化する
uk: Зашифрувати

source: Encrypt database?
bg: Криптиране на база данни?
de: Datenbank verschlüsseln?
es: ¿Cifrar base de datos?
fi: Salaa tietokanta?
fr: Chiffrer la base de données ?
it: Crittografare il database?
ja: データベースを暗号化しますか？
th: Encrypt ฐานข้อมูล?
uk: Зашифрувати базу даних?

source: Encrypt local files
bg: Криптирай локални файлове
de: Lokale Dateien verschlüsseln
es: Cifrar archivos locales
fi: Salaa paikalliset tiedostot
fr: Chiffrer les fichiers locaux
it: Cripta i file locali
ja: ローカルファイルを暗号化する
uk: Шифрування локальних файлів

source: Encrypt stored files & media
bg: Криптиране на съхранените файлове и медия
de: Gespeicherte Dateien & Medien verschlüsseln
es: Cifra archivos almacenados y multimedia
fr: Chiffrement des fichiers et des médias stockés
it: Crittografia di file e media memorizzati
uk: Шифрування збережених файлів і носіїв

source: Encrypted database
bg: Криптирана база данни
de: Verschlüsselte Datenbank
es: Base de datos cifrada
fi: Salattu tietokanta
fr: Base de données chiffrée
it: Database crittografato
ja: 暗号化済みデータベース
th: Encrypt ฐานข้อมูลเรียบร้อยแล้ว
uk: Зашифрована база даних

source: Encrypted message or another event
bg: Криптирано съобщение или друго събитие
de: Verschlüsselte Nachricht oder ein anderes Ereignis
es: Mensaje cifrado u otro evento
fi: Salattu viesti tai muu tapahtuma
fr: Message chiffrée ou autre événement
it: Messaggio crittografato o altro evento
ja: 暗号化されたメッセージまたは別のイベント
th: ข้อความที่ encrypt หรือเหตุการณ์อื่น
uk: Зашифроване повідомлення або інша подія

source: Encrypted message: app is stopped
bg: Криптирано съобщение: приложението е спряно
de: Verschlüsselte Nachricht: Die App ist angehalten
es: Mensaje cifrado: la aplicación está parada
fr: Message chiffré : l'application est arrêtée
it: Messaggio cifrato: l'app è ferma
uk: Зашифроване повідомлення: додаток зупинено

source: Encrypted message: database error
bg: Криптирано съобщение: грешка в базата данни
de: Verschlüsselte Nachricht: Datenbankfehler
es: Mensaje cifrado: error base de datos
fi: Salattu viesti: tietokantavirhe
fr: Message chiffrée : erreur de base de données
it: Messaggio crittografato: errore del database
ja: 暗号化されたメッセージ : データベースエラー
th: ข้อความที่ encrypt: ความผิดพลาดในฐานข้อมูล
uk: Зашифроване повідомлення: помилка бази даних

source: Encrypted message: database migration error
bg: Криптирано съобщение: грешка при мигрирането на база данни
de: Verschlüsselte Nachricht: Datenbank-Migrationsfehler
es: Mensaje cifrado: error migración base de datos
fi: Salattu viesti: tietokannan siirtovirhe
fr: Message chiffré : erreur de migration de la base de données
it: Messaggio crittografato: errore di migrazione del database
ja: 暗号化されたメッセージ : データベース移行エラー
th: ข้อความที่ encrypt: ข้อผิดพลาดในการย้ายฐานข้อมูล
uk: Зашифроване повідомлення: помилка міграції бази даних

source: Encrypted message: keychain error
bg: Криптирано съобщение: грешка в keychain
de: Verschlüsselte Nachricht: Schlüsselbundfehler
es: Mensaje cifrado: error Keychain
fi: Salattu viesti: avainnipun virhe
fr: Message chiffrée : erreur de keychain
it: Messaggio crittografato: errore del portachiavi
ja: 暗号化されたメッセージ : キーチェーンのエラー
th: ข้อความที่ encrypt: ข้อผิดพลาดของ keychain
uk: Зашифроване повідомлення: помилка ланцюжка ключів

source: Encrypted message: no passphrase
bg: Криптирано съобщение: няма парола
de: Verschlüsselte Nachricht: Fehlendes Passwort
es: Mensaje cifrado: sin contraseña
fi: Salattu viesti: ei tunnuslausetta
fr: Message chiffrée : pas de phrase secrète
it: Messaggio crittografato: nessuna password
ja: 暗号化されたメッセージ : パスフレーズがありません
th: ข้อความที่ encrypt: ไม่มีรหัสผ่าน
uk: Зашифроване повідомлення: без ключової фрази

source: Encrypted message: unexpected error
bg: Криптирано съобщение: неочаквана грешка
de: Verschlüsselte Nachricht: Unerwarteter Fehler
es: Mensaje cifrado: error inesperado
fi: Salattu viesti: odottamaton virhe
fr: Message chiffrée : erreur inattendue
it: Messaggio crittografato: errore imprevisto
ja: 暗号化されたメッセージ : 予期しないエラー
th: ข้อความที่ encrypt: ข้อผิดพลาดที่ไม่คาดคิด
uk: Зашифроване повідомлення: несподівана помилка

source: encryption agreed
bg: криптирането е съгласувано
de: Verschlüsselung wurde zugestimmt
es: cifrado acordado
fi: salaus sovittu
fr: chiffrement accepté
it: crittografia concordata
ja: 暗号化に同意しました
th: ตกลง encryption
uk: узгоджено шифрування

source: encryption agreed for %@
bg: криптирането е съгласувано за %@
de: Verschlüsselung von %@ wurde zugestimmt
es: cifrado acordado para %@
fi: salaus sovittu %@:lle
fr: chiffrement accepté pour %@
it: crittografia concordata per %@
ja: %@ の暗号化に同意しました
th: ตกลง encryption สําหรับ % @
uk: узгоджене шифрування для %@

source: encryption ok
bg: криптирането работи
de: Verschlüsselung ist in Ordnung
es: cifrado ok
fi: salaus ok
fr: chiffrement OK
it: crittografia ok
ja: 暗号化OK
th: encryptionใช้ได้
uk: шифрування ok

source: encryption ok for %@
bg: криптирането работи за %@
de: Verschlüsselung für %@ ist in Ordnung
es: cifrado ok para %@
fi: salaus ok %@:lle
fr: chiffrement ok pour %@
it: crittografia ok per %@
ja: %@ の暗号化OK
th: encryptionใช้ได้สําหรับ %@
uk: шифрування ok для %@

source: encryption re-negotiation allowed
bg: разрешено повторно договаряне на криптиране
de: Neuaushandlung der Verschlüsselung erlaubt
es: renegociar el cifrado permitido
fi: salauksen uudelleenneuvottelu sallittu
fr: renégociation de chiffrement autorisée
it: rinegoziazione della crittografia consentita
ja: 暗号化の再ネゴシエーションを許可
th: อนุญาตให้มีการเจรจา encryption อีกครั้ง
uk: переузгодження шифрування дозволено

source: encryption re-negotiation allowed for %@
bg: разрешено повторно договаряне на криптиране за %@
de: Neuaushandlung der Verschlüsselung von %@ erlaubt
es: renegociar el cifrado permitido para %@
fi: salauksen uudelleenneuvottelu sallittu %@:lle
fr: renégociation de chiffrement autorisée pour %@
it: rinegoziazione della crittografia consentita per %@
ja: %@ の暗号化の再ネゴシエーションを許可
th: อนุญาตให้มีการเจรจา encryption อีกครั้งสําหรับ %@
uk: переузгодження шифрування дозволено для %@

source: Encryption re-negotiation error
bg: Грешка при повторно договаряне на криптиране
de: Fehler bei der Neuverhandlung der Verschlüsselung
es: Error de renegociación de cifrado
fr: Erreur lors de la renégociation du chiffrement
it: Errore di rinegoziazione crittografia
uk: Помилка повторного узгодження шифрування

source: Encryption re-negotiation failed.
bg: Неуспешно повторно договаряне на криптирането.
de: Neuverhandlung der Verschlüsselung fehlgeschlagen.
es: Renegociación de cifrado fallida.
fr: La renégociation du chiffrement a échoué.
it: Rinegoziazione crittografia fallita.
uk: Повторне узгодження шифрування не вдалося.

source: encryption re-negotiation required
bg: необходимо е повторно договаряне на криптиране
de: Neuaushandlung der Verschlüsselung notwendig
es: se requiere renegociar el cifrado
fi: tarvitaan salauksen uudelleenneuvottelu
fr: renégociation de chiffrement requise
it: richiesta rinegoziazione della crittografia
ja: 暗号化の再ネゴシエーションが必要
th: จำเป็นต้องมีการเจรจา encryption อีกครั้ง
uk: потрібне повторне узгодження шифрування

source: encryption re-negotiation required for %@
bg: необходимо е повторно договаряне на криптиране за %@
de: Neuaushandlung der Verschlüsselung von %@ notwendig
es: se requiere renegociar el cifrado para %@
fi: tarvitaan salauksen uudelleenneuvottelu %@:lle
fr: renégociation de chiffrement requise pour %@
it: richiesta rinegoziazione della crittografia per %@
ja: %@ の暗号化の再ネゴシエーションが必要
th: จำเป็นต้องมีการเจรจา encryption อีกครั้งสําหรับ %@
uk: для %@ потрібне повторне узгодження шифрування

source: Encryption renegotiation in progress.
de: Die Neuverhandlung der Verschlüsselung läuft.
es: Renegociación de cifrado en curso.
fr: Renégociation du chiffrement en cours.
it: Rinegoziazione della crittografia in corso.

source: ended
bg: приключен
de: beendet
es: finalizado
fi: päättyi
fr: terminé
it: terminata
ja: 終了
th: สิ้นสุดลงแล้ว
uk: закінчився

source: ended call %@
bg: приключи разговор %@
de: Anruf beendet %@
es: llamada finalizada %@
fi: puhelu päättyi %@:lle
fr: appel terminé %@
it: chiamata terminata %@
ja: 通話を終了しました %@
th: สิ้นสุดการโทร %@
uk: закінчився виклик %@

source: Enter correct passphrase.
bg: Въведи правилна парола.
de: Geben Sie das korrekte Passwort ein.
es: Introduce la contraseña correcta.
fi: Anna oikea tunnuslause.
fr: Entrez la phrase secrète correcte.
it: Inserisci la password giusta.
ja: 正しいパスフレーズを入力してください。
th: ใส่รหัสผ่านที่ถูกต้อง
uk: Введіть правильну парольну фразу.

source: Enter group name…
bg: Въведи име на групата…
de: Geben Sie den Gruppennamen ein…
es: Nombre del grupo…
fr: Entrer un nom de groupe…
it: Inserisci il nome del gruppo…
uk: Введіть назву групи…

source: Enter Passcode
bg: Въведете kодa за достъп
de: Zugangscode eingeben
es: Introduce Código
fi: Syötä pääsykoodi
fr: Entrer le code d'accès
it: Inserisci il codice di accesso
ja: パスコードを入力
th: ใส่รหัสผ่าน
uk: Введіть пароль

source: Enter passphrase
bg: Въведи парола
de: Passwort eingeben
es: Introduce la frase de contraseña
fr: Entrer la phrase secrète
it: Inserisci password
uk: Введіть парольну фразу

source: Enter passphrase…
bg: Въведи парола…
de: Passwort eingeben…
es: Introduce la contraseña…
fi: Syötä tunnuslause…
fr: Entrez la phrase secrète…
it: Inserisci la password…
ja: 暗証フレーズを入力…
th: ใส่รหัสผ่าน
uk: Введіть пароль…

source: Enter password above to show!
bg: Въведете парола по-горе, за да се покаже!
de: Für die Anzeige das Passwort im Suchfeld eingeben!
es: ¡Introduce la contraseña arriba para mostrar!
fi: Kirjoita yllä oleva salasana näyttääksesi!
fr: Entrez ci-dessus le mot de passe pour afficher le profil !
it: Inserisci la password sopra per mostrare!
ja: 上にパスワードを入力すると表示されます！
th: ใส่รหัสผ่านด้านบนเพื่อแสดง!
uk: Введіть пароль вище, щоб показати!

source: Enter server manually
bg: Въведи сървъра ръчно
de: Geben Sie den Server manuell ein
es: Añadir manualmente
fi: Syötä palvelin manuaalisesti
fr: Entrer un serveur manuellement
it: Inserisci il server a mano
ja: サーバを手動で入力
th: ใส่เซิร์ฟเวอร์ด้วยตนเอง
uk: Увійдіть на сервер вручну

source: Enter this device name…
bg: Въведи името на това устройство…
de: Geben Sie diesen Gerätenamen ein…
es: Nombre de este dispositivo…
fr: Entrez le nom de l'appareil…
it: Inserisci il nome di questo dispositivo…
uk: Введіть назву пристрою…

source: Enter welcome message…
bg: Въведи съобщение при посрещане…
de: Geben Sie eine Begrüßungsmeldung ein …
es: Introduce mensaje de bienvenida…
fi: Kirjoita tervetuloviesti…
fr: Entrez un message de bienvenue…
it: Inserisci il messaggio di benvenuto…
ja: ウェルカムメッセージを入力してください…
th: ใส่ข้อความต้อนรับ…
uk: Введіть вітальне повідомлення…

source: Enter welcome message… (optional)
bg: Въведи съобщение при посрещане…(незадължително)
de: Geben Sie eine Begrüßungsmeldung ein … (optional)
es: Introduce mensaje de bienvenida… (opcional)
fi: Kirjoita tervetuloviesti... (valinnainen)
fr: Entrez un message de bienvenue… (facultatif)
it: Inserisci il messaggio di benvenuto… (facoltativo)
ja: ウェルカムメッセージを入力…（オプション）
th: ใส่ข้อความต้อนรับ… (ไม่บังคับ)
uk: Введіть вітальне повідомлення... (необов'язково)

source: Enter your name…
bg: Въведи своето име…
de: Geben Sie Ihren Namen ein…
es: Introduce tu nombre…
fr: Entrez votre nom…
it: Inserisci il tuo nome…
uk: Введіть своє ім'я…

source: error
bg: грешка
de: Fehler
fi: virhe
fr: erreur
it: errore
ja: エラー
th: ผิดพลาด
uk: помилка

source: Error
bg: Грешка при свързване със сървъра
de: Fehler
fi: Virhe
fr: Erreur
it: Errore
ja: エラー
th: ผิดพลาด
uk: Помилка

source: Error aborting address change
bg: Грешка при отказване на промяна на адреса
de: Fehler beim Beenden des Adresswechsels
es: Error al cancelar cambio de dirección
fi: Virhe osoitteenmuutoksen keskeytyksessä
fr: Erreur lors de l'annulation du changement d'adresse
it: Errore nell'interruzione del cambio di indirizzo
ja: アドレス変更中止エラー
th: เกิดข้อผิดพลาดในการยกเลิกการเปลี่ยนที่อยู่
uk: Помилка скасування зміни адреси

source: Error accepting conditions
de: Fehler beim Akzeptieren der Nutzungsbedingungen
es: Error al aceptar las condiciones
fr: Erreur lors de la validation des conditions
it: Errore di accettazione delle condizioni
uk: Помилка прийняття умов

source: Error accepting contact request
bg: Грешка при приемане на заявка за контакт
de: Fehler beim Annehmen der Kontaktanfrage
es: Error al aceptar solicitud del contacto
fi: Virhe kontaktipyynnön hyväksymisessä
fr: Erreur de validation de la demande de contact
it: Errore nell'accettazione della richiesta di contatto
ja: 連絡先リクエストの承諾にエラー発生
th: เกิดข้อผิดพลาดในการรับคำขอติดต่อ
uk: Помилка при прийнятті запиту на контакт

source: Error accepting member
de: Fehler beim Annehmen des Mitglieds

source: Error adding member(s)
bg: Грешка при добавяне на член(ове)
de: Fehler beim Hinzufügen von Mitgliedern
es: Error al añadir miembro(s)
fi: Virhe lisättäessä jäseniä
fr: Erreur lors de l'ajout de membre·s
it: Errore di aggiunta membro/i
ja: メンバー追加にエラー発生
th: เกิดข้อผิดพลาดในการเพิ่มสมาชิก
uk: Помилка додавання користувача(ів)

source: Error adding server
de: Fehler beim Hinzufügen des Servers
es: Error al añadir servidor
fr: Erreur lors de l'ajout du serveur
it: Errore di aggiunta del server
uk: Помилка додавання сервера

source: Error adding short link
de: Fehler beim Hinzufügen eines verkürzten Links

source: Error changing address
bg: Грешка при промяна на адреса
de: Fehler beim Wechseln der Empfängeradresse
es: Error al cambiar servidor
fi: Virhe osoitteenvaihdossa
fr: Erreur de changement d'adresse
it: Errore nella modifica dell'indirizzo
ja: アドレス変更にエラー発生
th: เกิดข้อผิดพลาดในการเปลี่ยนที่อยู่
uk: Помилка зміни адреси

source: Error changing chat profile
de: Fehler beim Wechseln des Chat-Profils

source: Error changing connection profile
de: Fehler beim Wechseln des Verbindungs-Profils
es: Error al cambiar el perfil de conexión
fr: Erreur lors du changement de profil de connexion
it: Errore nel cambio di profilo di connessione
uk: Помилка при зміні профілю з'єднання

source: Error changing role
bg: Грешка при промяна на ролята
de: Fehler beim Ändern der Rolle
es: Error al cambiar rol
fi: Virhe roolin vaihdossa
fr: Erreur lors du changement de rôle
it: Errore nel cambio di ruolo
ja: 役割変更にエラー発生
th: เกิดข้อผิดพลาดในการเปลี่ยนบทบาท
uk: Помилка зміни ролі

source: Error changing setting
bg: Грешка при промяна на настройката
de: Fehler beim Ändern der Einstellung
es: Error cambiando configuración
fi: Virhe asetuksen muuttamisessa
fr: Erreur de changement de paramètre
it: Errore nella modifica dell'impostazione
ja: 設定変更にエラー発生
th: เกิดข้อผิดพลาดในการเปลี่ยนการตั้งค่า
uk: Помилка зміни налаштування

source: Error changing to incognito!
de: Fehler beim Wechseln zum Inkognito-Profil!
es: ¡Error al cambiar a incógnito!
fr: Erreur lors du passage en mode incognito !
it: Errore nel passaggio a incognito!
uk: Помилка переходу на інкогніто!

source: Error checking token status
de: Fehler beim Überprüfen des Token-Status
es: Error al verificar el estado del token
fr: Erreur lors de la vérification de l'état du jeton (token)
it: Errore di controllo dello stato del token

source: Error connecting to forwarding server %@. Please try later.
de: Fehler beim Verbinden mit dem Weiterleitungsserver %@. Bitte versuchen Sie es später erneut.
es: Error al conectar con el servidor de reenvío %@. Por favor, inténtalo más tarde.
fr: Erreur de connexion au serveur de redirection %@. Veuillez réessayer plus tard.
it: Errore di connessione al server di inoltro %@. Riprova più tardi.
uk: Помилка підключення до сервера переадресації %@. Спробуйте пізніше.

source: Error connecting to the server used to receive messages from this connection: %@
de: Fehler beim Herstellen der Verbindung zum Server, der für den Empfang von Nachrichten dieser Verbindung genutzt wird: %@

source: Error creating address
bg: Грешка при създаване на адрес
de: Fehler beim Erstellen der Adresse
es: Error al crear dirección
fi: Virhe osoitteen luomisessa
fr: Erreur lors de la création de l'adresse
it: Errore nella creazione dell'indirizzo
ja: アドレス作成にエラー発生
th: เกิดข้อผิดพลาดในการสร้างที่อยู่
uk: Помилка створення адреси

source: Error creating group
bg: Грешка при създаване на група
de: Fehler beim Erzeugen der Gruppe
es: Error al crear grupo
fi: Virhe ryhmän luomisessa
fr: Erreur lors de la création du groupe
it: Errore nella creazione del gruppo
ja: グループの作成エラー
th: เกิดข้อผิดพลาดในการสร้างกลุ่ม
uk: Помилка створення групи

source: Error creating group link
bg: Грешка при създаване на групов линк
de: Fehler beim Erzeugen des Gruppen-Links
es: Error al crear enlace de grupo
fi: Virhe ryhmälinkin luomisessa
fr: Erreur lors de la création du lien du groupe
it: Errore nella creazione del link del gruppo
ja: グループリンク生成にエラー発生
th: เกิดข้อผิดพลาดในการสร้างลิงก์กลุ่ม
uk: Помилка створення посилання на групу

source: Error creating list
de: Fehler beim Erstellen der Liste
es: Error al crear lista
fr: Erreur lors de la création de la liste
it: Errore nella creazione dell'elenco

source: Error creating member contact
bg: Грешка при създаване на контакт с член
de: Fehler beim Anlegen eines Mitglied-Kontaktes
es: Error al establecer contacto con el miembro
fr: Erreur lors de la création du contact du membre
it: Errore di creazione del contatto
uk: Помилка при створенні контакту користувача

source: Error creating message
bg: Грешка при създаване на съобщение
de: Fehler beim Erstellen der Nachricht
es: Error al crear mensaje
fr: Erreur lors de la création du message
it: Errore di creazione del messaggio
uk: Повідомлення про створення помилки

source: Error creating profile!
bg: Грешка при създаване на профил!
de: Fehler beim Erstellen des Profils!
es: ¡Error al crear perfil!
fi: Virhe profiilin luomisessa!
fr: Erreur lors de la création du profil !
it: Errore nella creazione del profilo!
ja: プロフィール作成にエラー発生！
th: เกิดข้อผิดพลาดในการสร้างโปรไฟล์!
uk: Помилка створення профілю!

source: Error creating report
de: Fehler beim Erstellen der Meldung
es: Error al crear informe
fr: Erreur lors de la création du rapport
it: Errore nella creazione del resoconto

source: Error decrypting file
bg: Грешка при декриптирането на файла
de: Fehler beim Entschlüsseln der Datei
es: Error al descifrar el archivo
fi: Virhe tiedoston salauksen purussa
fr: Erreur lors du déchiffrement du fichier
it: Errore decifrando il file
ja: ファイルの復号エラー
uk: Помилка розшифрування файлу

source: Error deleting chat
de: Fehler beim Löschen des Chats mit dem Mitglied

source: Error deleting chat database
bg: Грешка при изтриване на базата данни
de: Fehler beim Löschen der Chat-Datenbank
es: Error al eliminar base de datos
fi: Virhe keskustelujen tietokannan poistamisessa
fr: Erreur lors de la suppression de la base de données du chat
it: Errore nell'eliminazione del database della chat
ja: チャットデータベース削除にエラー発生
th: เกิดข้อผิดพลาดในการลบฐานข้อมูลแชท
uk: Помилка видалення бази даних чату

source: Error deleting chat!
bg: Грешка при изтриването на чата!
de: Fehler beim Löschen des Chats!
es: ¡Error al eliminar chat!
fi: Virhe keskutelun poistamisessa!
fr: Erreur lors de la suppression du chat !
it: Errore nell'eliminazione della chat!
ja: チャット削除にエラー発生！
th: เกิดข้อผิดพลาดในการลบแชท!
uk: Помилка видалення чату!

source: Error deleting connection
bg: Грешка при изтриване на връзката
de: Fehler beim Löschen der Verbindung
es: Error al eliminar conexión
fi: Virhe yhteyden poistamisessa
fr: Erreur lors de la suppression de la connexion
it: Errore nell'eliminazione della connessione
ja: 接続の削除エラー
th: เกิดข้อผิดพลาดในการลบการเชื่อมต่อ
uk: Помилка видалення з'єднання

source: Error deleting database
bg: Грешка при изтриване на базата данни
de: Fehler beim Löschen der Datenbank
es: Error al eliminar base de datos
fi: Virhe tietokannan poistamisessa
fr: Erreur lors de la suppression de la base de données
it: Errore nell'eliminazione del database
ja: データベースの削除にエラー発生
th: เกิดข้อผิดพลาดในการลบฐานข้อมูล
uk: Помилка видалення бази даних

source: Error deleting old database
bg: Грешка при изтриване на старата база данни
de: Fehler beim Löschen der alten Datenbank
es: Error al eliminar base de datos antigua
fi: Virhe vanhan tietokannan poistamisessa
fr: Erreur lors de la suppression de l'ancienne base de données
it: Errore nell'eliminazione del database vecchio
ja: 古いデータベースを削除にエラー発生
th: เกิดข้อผิดพลาดในการลบฐานข้อมูลเก่า
uk: Помилка видалення старої бази даних

source: Error deleting token
bg: Грешка при изтриването на токена
de: Fehler beim Löschen des Tokens
es: Error al eliminar token
fi: Virhe tokenin poistamisessa
fr: Erreur lors de la suppression du token
it: Errore nell'eliminazione del token
ja: トークンの削除にエラー発生
th: เกิดข้อผิดพลาดในการลบโทเค็น
uk: Помилка видалення токена

source: Error deleting user profile
bg: Грешка при изтриване на потребителския профил
de: Fehler beim Löschen des Benutzerprofils
es: Error al eliminar perfil
fi: Virhe käyttäjäprofiilin poistamisessa
fr: Erreur lors de la suppression du profil utilisateur
it: Errore nell'eliminazione del profilo utente
ja: ユーザのプロフィール削除にエラー発生
th: เกิดข้อผิดพลาดในการลบโปรไฟล์ผู้ใช้
uk: Помилка видалення профілю користувача

source: Error downloading the archive
bg: Грешка при изтеглянето на архива
de: Fehler beim Herunterladen des Archivs
es: Error al descargar el archivo
fr: Erreur lors du téléchargement de l'archive
it: Errore di scaricamento dell'archivio
uk: Помилка завантаження архіву

source: Error enabling delivery receipts!
bg: Грешка при активирането на потвърждениeто за доставка!
de: Fehler beim Aktivieren von Empfangsbestätigungen!
es: ¡Error al activar confirmaciones de entrega!
fi: Virhe toimituskuittauksien sallimisessa!
fr: Erreur lors de l'activation des accusés de réception !
it: Errore nell'attivazione delle ricevute di consegna!
th: เกิดข้อผิดพลาดในการเปิดใช้ใบเสร็จการจัดส่ง!
uk: Помилка активації підтвердження доставлення!

source: Error enabling notifications
bg: Грешка при активирането на известията
de: Fehler beim Aktivieren der Benachrichtigungen
es: Error al activar notificaciones
fi: Virhe ilmoitusten käyttöönotossa
fr: Erreur lors de l'activation des notifications
it: Errore nell'attivazione delle notifiche
ja: 通知の有効化にエラー発生
th: เกิดข้อผิดพลาดในการเปิดใช้งานการแจ้งเตือน
uk: Помилка увімкнення сповіщень

source: Error encrypting database
bg: Грешка при криптиране на базата данни
de: Fehler beim Verschlüsseln der Datenbank
es: Error al cifrar base de datos
fi: Virhe tietokannan salauksessa
fr: Erreur lors du chiffrement de la base de données
it: Errore nella crittografia del database
ja: データベース暗号化ににエラー発生
th: เกิดข้อผิดพลาดในการ encrypt ฐานข้อมูล
uk: Помилка шифрування бази даних
