Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: Error exporting chat database
bg: Грешка при експортиране на базата данни
de: Fehler beim Exportieren der Chat-Datenbank
es: Error al exportar base de datos
fi: Virhe vietäessä keskustelujen tietokantaa
fr: Erreur lors de l'exportation de la base de données du chat
it: Errore nell'esportazione del database della chat
ja: チャットデータベースのエキスポートにエラー発生
th: เกิดข้อผิดพลาดในการส่งออกฐานข้อมูลแชท
uk: Помилка експорту бази даних чату

source: Error exporting theme: %@
de: Fehler beim Exportieren des Designs: %@
es: Error al exportar tema: %@
fr: Erreur d'exportation du thème : %@
it: Errore di esportazione del tema: %@
uk: Помилка експорту теми: %@

source: Error importing chat database
bg: Грешка при импортиране на базата данни
de: Fehler beim Importieren der Chat-Datenbank
es: Error al importar base de datos
fi: Virhe keskustelujen tietokannan tuonnissa
fr: Erreur lors de l'importation de la base de données du chat
it: Errore nell'importazione del database della chat
ja: チャットデータベースのインポートにエラー発生
th: เกิดข้อผิดพลาดในการนำเข้าฐานข้อมูลแชท
uk: Помилка імпорту бази даних чату

source: Error joining group
bg: Грешка при присъединяване към група
de: Fehler beim Beitritt zur Gruppe
es: Error al unirte al grupo
fi: Virhe ryhmään liittymisessä
fr: Erreur lors de la liaison avec le groupe
it: Errore di ingresso nel gruppo
ja: グループ参加にエラー発生
th: เกิดข้อผิดพลาดในการเข้าร่วมกลุ่ม
uk: Помилка приєднання до групи

source: Error loading servers
de: Fehler beim Laden der Server
es: Error al cargar servidores
fr: Erreur de chargement des serveurs
it: Errore nel caricamento dei server
uk: Помилка завантаження серверів

source: Error migrating settings
de: Fehler beim Migrieren der Einstellungen
es: Error al migrar la configuración
fr: Erreur lors de la migration des paramètres
it: Errore nella migrazione delle impostazioni
uk: Помилка міграції налаштувань

source: Error opening chat
bg: Грешка при отваряне на чата
de: Fehler beim Öffnen des Chat
es: Error al abrir chat
fr: Erreur lors de l'ouverture du chat
it: Errore di apertura della chat
uk: Помилка відкриття чату

source: Error opening group
de: Fehler beim Vorbereiten der Gruppe

source: Error receiving file
bg: Грешка при получаване на файл
de: Fehler beim Herunterladen der Datei
es: Error al recibir archivo
fi: Virhe tiedoston vastaanottamisessa
fr: Erreur lors de la réception du fichier
it: Errore nella ricezione del file
ja: ファイル受信にエラー発生
th: เกิดข้อผิดพลาดในการรับไฟล์
uk: Помилка отримання файлу

source: Error reconnecting server
de: Fehler beim Wiederherstellen der Verbindung zum Server
es: Error al reconectar con el servidor
fr: Erreur de reconnexion du serveur
it: Errore di riconnessione al server
uk: Помилка перепідключення сервера

source: Error reconnecting servers
de: Fehler beim Wiederherstellen der Verbindungen zu den Servern
es: Error al reconectar con los servidores
fr: Erreur de reconnexion des serveurs
it: Errore di riconnessione ai server
uk: Помилка перепідключення серверів

source: Error registering for notifications
de: Fehler beim Registrieren für Benachrichtigungen
es: Error al registrarse para notificaciones
fr: Erreur lors de l'inscription aux notifications
it: Errore di registrazione per le notifiche

source: Error rejecting contact request
de: Fehler bei der Ablehnung der Kontaktanfrage

source: Error removing member
bg: Грешка при отстраняване на член
de: Fehler beim Entfernen des Mitglieds
es: Error al expulsar miembro
fi: Virhe poistettaessa jäsentä
fr: Erreur lors de la suppression d'un membre
it: Errore nella rimozione del membro
ja: メンバー除名にエラー発生
th: เกิดข้อผิดพลาดในการลบสมาชิก
uk: Помилка видалення учасника

source: Error reordering lists
de: Fehler beim Umsortieren der Listen
es: Error al reorganizar listas
fr: Erreur lors de la réorganisation des listes
it: Errore riordinando gli elenchi

source: Error resetting statistics
de: Fehler beim Zurücksetzen der Statistiken
es: Error al restablecer las estadísticas
fr: Erreur de réinitialisation des statistiques
it: Errore di azzeramento statistiche
uk: Статистика скидання помилок

source: Error saving chat list
de: Fehler beim Speichern der Chat-Liste
es: Error al guardar listas
fr: Erreur lors de l'enregistrement de la liste des chats
it: Errore nel salvataggio dell'elenco di chat

source: Error saving group profile
bg: Грешка при запазване на профила на групата
de: Fehler beim Speichern des Gruppenprofils
es: Error al guardar perfil de grupo
fi: Virhe ryhmäprofiilin tallentamisessa
fr: Erreur lors de la sauvegarde du profil de groupe
it: Errore nel salvataggio del profilo del gruppo
ja: グループのプロフィール保存にエラー発生
th: เกิดข้อผิดพลาดในการบันทึกโปรไฟล์กลุ่ม
uk: Помилка збереження профілю групи

source: Error saving ICE servers
bg: Грешка при запазване на ICE сървърите
de: Fehler beim Speichern der ICE-Server
es: Error al guardar servidores ICE
fi: Virhe ICE-palvelimien tallentamisessa
fr: Erreur lors de la sauvegarde des serveurs ICE
it: Errore nel salvataggio dei server ICE
ja: ICEサーバ保存にエラー発生
th: เกิดข้อผิดพลาดในการบันทึกเซิร์ฟเวอร์ ICE
uk: Помилка збереження серверів ICE

source: Error saving passcode
bg: Грешка при запазване на кода за достъп
de: Fehler beim Speichern des Zugangscodes
es: Error al guardar código de acceso
fi: Virhe pääsykoodin tallentamisessa
fr: Erreur lors de la sauvegarde du code d'accès
it: Errore nel salvataggio del codice di accesso
ja: パスコードの保存にエラー発生
th: เกิดข้อผิดพลาดในการบันทึกรหัสผ่าน
uk: Помилка збереження пароля

source: Error saving passphrase to keychain
bg: Грешка при запазване на парола в Кeychain
de: Fehler beim Speichern des Passworts in den Schlüsselbund
es: Error al guardar contraseña en Keychain
fi: Virhe tunnuslauseen tallentamisessa avainnippuun
fr: Erreur lors de l'enregistrement de la phrase de passe dans la keychain
it: Errore nel salvataggio della password nel portachiavi
ja: キーチェーンにパスフレーズを保存にエラー発生
th: เกิดข้อผิดพลาดในการบันทึกรหัสผ่านไปยัง keychain
uk: Помилка збереження пароля на keychain

source: Error saving servers
de: Fehler beim Speichern der Server
es: Error al guardar servidores
fr: Erreur d'enregistrement des serveurs
it: Errore di salvataggio dei server
uk: Сервери збереження помилок

source: Error saving settings
bg: Грешка при запазване на настройките
de: Fehler beim Abspeichern der Einstellungen
es: Error al guardar ajustes
fr: Erreur lors de l'enregistrement des paramètres
it: Errore di salvataggio delle impostazioni
uk: Налаштування збереження помилок

source: Error saving user password
bg: Грешка при запазване на потребителска парола
de: Fehler beim Speichern des Benutzer-Passworts
es: Error al guardar contraseña de usuario
fi: Virhe käyttäjän salasanan tallentamisessa
fr: Erreur d'enregistrement du mot de passe de l'utilisateur
it: Errore nel salvataggio della password utente
ja: ユーザーパスワード保存エラー
th: เกิดข้อผิดพลาดในการบันทึกรหัสผ่านผู้ใช้
uk: Помилка збереження пароля користувача

source: Error scanning code: %@
bg: Грешка при сканиране на кода: %@
de: Fehler beim Scannen des Codes: %@
es: Error al escanear código: %@
fr: Erreur lors du scan du code : %@
it: Errore di scansione del codice: %@
uk: Код помилки сканування: %@

source: Error sending email
bg: Грешка при изпращане на имейл
de: Fehler beim Senden der eMail
es: Error al enviar email
fi: Virhe sähköpostin lähettämisessä
fr: Erreur lors de l'envoi de l'e-mail
it: Errore nell'invio dell'email
ja: メールの送信にエラー発生
th: เกิดข้อผิดพลาดในการส่งอีเมล
uk: Помилка надсилання електронного листа

source: Error sending member contact invitation
bg: Грешка при изпращане на съобщение за покана за контакт
de: Fehler beim Senden einer Mitglied-Kontakt-Einladung
es: Error al enviar mensaje de invitación al contacto
fr: Erreur lors de l'envoi de l'invitation de contact d'un membre
it: Errore di invio dell'invito al contatto
uk: Помилка надсилання запрошення до контактів учасника

source: Error sending message
bg: Грешка при изпращане на съобщение
de: Fehler beim Senden der Nachricht
es: Error al enviar mensaje
fi: Virhe viestin lähettämisessä
fr: Erreur lors de l'envoi du message
it: Errore nell'invio del messaggio
ja: メッセージ送信にエラー発生
th: เกิดข้อผิดพลาดในการส่งข้อความ
uk: Помилка надсилання повідомлення

source: Error setting auto-accept
de: Fehler bei der Einstellung des automatischen Akzeptierens

source: Error setting delivery receipts!
bg: Грешка при настройването на потвърждениeто за доставка!!
de: Fehler beim Setzen von Empfangsbestätigungen!
es: ¡Error al configurar confirmaciones de entrega!
fi: Virhe toimituskuittauksien asettamisessa!
fr: Erreur lors de la configuration des accusés de réception !
it: Errore nell'impostazione delle ricevute di consegna!
th: เกิดข้อผิดพลาดในการตั้งค่าใบตอบรับการจัดส่ง!
uk: Помилка встановлення підтвердження доставлення!

source: Error starting chat
bg: Грешка при стартиране на чата
de: Fehler beim Starten des Chats
es: Error al iniciar Chat
fi: Virhe käynnistettäessä keskustelua
fr: Erreur lors du démarrage du chat
it: Errore di avvio della chat
ja: チャット開始にエラー発生
th: เกิดข้อผิดพลาดในการเริ่มแชท
uk: Помилка запуску чату

source: Error stopping chat
bg: Грешка при спиране на чата
de: Fehler beim Beenden des Chats
es: Error al parar SimpleX
fi: Virhe keskustelun lopettamisessa
fr: Erreur lors de l'arrêt du chat
it: Errore nell'interruzione della chat
ja: チャット停止にエラー発生
th: เกิดข้อผิดพลาดในการหยุดแชท
uk: Помилка зупинки чату

source: Error switching profile
de: Fehler beim Wechseln des Profils
es: Error al cambiar perfil
fr: Erreur lors du changement de profil
it: Errore nel cambio di profilo
uk: Помилка перемикання профілю

source: Error switching profile!
bg: Грешка при смяна на профил!
de: Fehler beim Umschalten des Profils!
es: ¡Error al cambiar perfil!
fi: Virhe profiilin vaihdossa!
fr: Erreur lors du changement de profil !
it: Errore nel cambio di profilo!
ja: プロフィール切り替えにエラー発生！
th: เกิดข้อผิดพลาดในการเปลี่ยนโปรไฟล์!
uk: Помилка перемикання профілю!

source: Error synchronizing connection
bg: Грешка при синхронизиране на връзката
de: Fehler beim Synchronisieren der Verbindung
es: Error al sincronizar conexión
fi: Virhe yhteyden synkronoinnissa
fr: Erreur de synchronisation de connexion
it: Errore nella sincronizzazione della connessione
ja: 接続の同期エラー
th: เกิดข้อผิดพลาดในการซิงโครไนซ์การเชื่อมต่อ
uk: Помилка синхронізації з'єднання

source: Error testing server connection
de: Fehler beim Testen der Server-Verbindung
es: Error al testar la conexión al servidor
fr: Erreur lors du test de connexion au serveur
it: Errore provando la connessione al server

source: Error updating group link
bg: Грешка при актуализиране на груповия линк
de: Fehler beim Aktualisieren des Gruppen-Links
es: Error al actualizar enlace de grupo
fi: Virhe ryhmälinkin päivittämisessä
fr: Erreur lors de la mise à jour du lien de groupe
it: Errore nell'aggiornamento del link del gruppo
ja: グループのリンクのアップデートにエラー発生
th: เกิดข้อผิดพลาดในการอัปเดตลิงก์กลุ่ม
uk: Помилка оновлення посилання на групу

source: Error updating message
bg: Грешка при актуализиране на съобщението
de: Fehler beim Aktualisieren der Nachricht
es: Error al actualizar mensaje
fi: Virhe viestin päivityksessä
fr: Erreur lors de la mise à jour du message
it: Errore nell'aggiornamento del messaggio
ja: メッセージの更新にエラー発生
th: เกิดข้อผิดพลาดในการอัปเดตข้อความ
uk: Повідомлення про помилку оновлення

source: Error updating server
de: Fehler beim Aktualisieren des Servers
es: Error al actualizar el servidor
fr: Erreur de mise à jour du serveur
it: Errore di aggiornamento del server
uk: Помилка оновлення сервера

source: Error updating settings
bg: Грешка при актуализиране на настройките
de: Fehler beim Aktualisieren der Einstellungen
es: Error al actualizar configuración
fi: Virhe asetusten päivittämisessä
fr: Erreur lors de la mise à jour des paramètres
it: Errore nell'aggiornamento delle impostazioni
ja: 設定の更新にエラー発生
th: เกิดข้อผิดพลาดในการอัปเดตการตั้งค่า
uk: Помилка оновлення налаштувань

source: Error updating user privacy
bg: Грешка при актуализиране на поверителността на потребителя
de: Fehler beim Aktualisieren der Benutzer-Privatsphäre
es: Error al actualizar privacidad de usuario
fi: Virhe päivitettäessä käyttäjän tietosuojaa
fr: Erreur de mise à jour de la confidentialité de l'utilisateur
it: Errore nell'aggiornamento della privacy dell'utente
ja: ユーザープライバシーの更新のエラー
th: เกิดข้อผิดพลาดในการอัปเดตข้อมูลส่วนตัวของผู้ใช้
uk: Помилка оновлення конфіденційності користувача

source: Error uploading the archive
bg: Грешка при качването на архива
de: Fehler beim Hochladen des Archivs
es: Error al subir el archivo
fr: Erreur lors de l'envoi de l'archive
it: Errore di invio dell'archivio
uk: Помилка при завантаженні архіву

source: Error verifying passphrase:
bg: Грешка при проверката на паролата:
de: Fehler bei der Überprüfung des Passworts:
es: Error al verificar la frase de contraseña:
fr: Erreur lors de la vérification de la phrase secrète :
it: Errore di verifica della password:
uk: Помилка при перевірці парольної фрази:

source: Error:
bg: Грешка:
de: Fehler:
fi: Virhe:
fr: Erreur :
it: Errore:
ja: エラー :
th: ผิดพลาด:
uk: Помилка:

source: Error: %@
bg: Грешка: %@
de: Fehler: %@
fi: Virhe: %@
fr: Erreur : %@
it: Errore: %@
ja: エラー : %@
th: ข้อผิดพลาด: % @
uk: Помилка: %@

source: Error: %@.
de: Fehler: %@.

source: Error: no database file
bg: Грешка: няма файл с база данни
de: Fehler: Keine Datenbankdatei
es: Error: sin archivo de base de datos
fi: Virhe: ei tietokantatiedostoa
fr: Erreur : pas de fichier de base de données
it: Errore: nessun file di database
ja: エラー: データベースが存在しません
th: เกิดข้อผิดพลาด: ไม่มีแฟ้มฐานข้อมูล
uk: Помилка: немає файлу бази даних

source: Error: URL is invalid
bg: Грешка: URL адресът е невалиден
de: Fehler: URL ist ungültig
es: Error: la URL no es válida
fi: Virhe: URL on virheellinen
fr: Erreur : URL invalide
it: Errore: l'URL non è valido
ja: エラー: 無効なURL
th: เกิดข้อผิดพลาด: URL ไม่ถูกต้อง
uk: Помилка: URL-адреса невірна

source: Errors
de: Fehler
es: Errores
fr: Erreurs
it: Errori
uk: Помилки

source: Errors in servers configuration.
de: Fehler in der Server-Konfiguration.
es: Error en la configuración del servidor.
fr: Erreurs dans la configuration des serveurs.
it: Errori nella configurazione dei server.
uk: Помилки в конфігурації серверів.

source: Even when disabled in the conversation.
bg: Дори когато е деактивиран в разговора.
de: Auch wenn sie im Chat deaktiviert sind.
es: Incluso si está desactivado para la conversación.
fi: Jopa kun ei käytössä keskustelussa.
fr: Même s'il est désactivé dans la conversation.
it: Anche quando disattivato nella conversazione.
ja: 会話中に無効になっている場合でも。
th: แม้ในขณะที่ปิดใช้งานในการสนทนา
uk: Навіть коли вимкнений у розмові.

source: Exit without saving
bg: Изход без запазване
de: Beenden ohne Speichern
es: Salir sin guardar
fi: Poistu tallentamatta
fr: Quitter sans enregistrer
it: Esci senza salvare
ja: 保存せずに閉じる
th: ออกโดยไม่บันทึก
uk: Вихід без збереження

source: Expand
bg: Разшири
de: Erweitern
es: Expandir
fr: Étendre
it: Espandi
uk: Розгорнути

source: expired
de: Abgelaufen
es: expirados
fr: expiré
it: scaduto
uk: закінчився

source: Expired
de: Abgelaufen
es: Expirado
fr: Expiré
it: Scaduto

source: Export database
bg: Експортирай база данни
de: Datenbank exportieren
es: Exportar base de datos
fi: Vie tietokanta
fr: Exporter la base de données
it: Esporta database
ja: データベースをエキスポート
th: ส่งออกฐานข้อมูล
uk: Експорт бази даних

source: Export error:
bg: Грешка при експортиране:
de: Fehler beim Export:
es: Error al exportar:
fi: Vientivirhe:
fr: Erreur lors de l'exportation :
it: Errore di esportazione:
ja: エクスポートエラー：
th: ข้อผิดพลาดในการส่งออก:
uk: Помилка експорту:

source: Export theme
de: Design exportieren
es: Exportar tema
fr: Exporter le thème
it: Esporta tema
uk: Тема експорту

source: Exported database archive.
bg: Експортиран архив на базата данни.
de: Exportiertes Datenbankarchiv.
es: Archivo de base de datos exportado.
fi: Viety tietokanta-arkisto.
fr: Archive de la base de données exportée.
it: Archivio database esportato.
ja: データベースのアーカイブをエクスポートします。
th: ที่เก็บถาวรฐานข้อมูลที่ส่งออก
uk: Експортований архів бази даних.

source: Exported file doesn't exist
bg: Експортираният файл не съществува
de: Die exportierte Datei ist nicht vorhanden
es: El archivo exportado no existe
fr: Le fichier exporté n'existe pas
it: Il file esportato non esiste
uk: Експортований файл не існує

source: Exporting database archive…
bg: Експортиране на архив на базата данни…
de: Exportieren des Datenbank-Archivs…
es: Exportando base de datos…
fi: Tietokanta-arkiston vienti…
fr: Exportation de l'archive de la base de données…
it: Esportazione archivio database…
ja: データベース アーカイブをエクスポートしています…
th: กำลังส่งออกที่เก็บถาวรฐานข้อมูล…
uk: Експорт архіву бази даних…

source: Failed to remove passphrase
bg: Премахването на паролата е неуспешно
de: Das Entfernen des Passworts ist fehlgeschlagen
es: Error al eliminar la contraseña
fi: Tunnuslauseen poisto epäonnistui
fr: Échec de la suppression de la phrase secrète
it: Rimozione della password fallita
ja: パスフレーズの削除に失敗
th: ไม่สามารถลบรหัสผ่านได้
uk: Не вдалося видалити парольну фразу

source: Fast and no wait until the sender is online!
bg: Бързо и без чакане, докато подателят е онлайн!
de: Schnell und ohne warten auf den Absender, bis er online ist!
es: ¡Rápido y sin necesidad de esperar a que el remitente esté en línea!
fi: Nopea ja ei odotusta, kunnes lähettäjä on online-tilassa!
fr: Rapide et ne nécessitant pas d'attendre que l'expéditeur soit en ligne !
it: Veloce e senza aspettare che il mittente sia in linea!
ja: 送信者がオンラインになるまでの待ち時間がなく、速い！
th: รวดเร็วและไม่ต้องรอจนกว่าผู้ส่งจะออนไลน์!
uk: Швидко і без очікування, поки відправник буде онлайн!

source: Faster deletion of groups.
de: Schnelleres löschen von Gruppen.
es: Eliminación más rápida de grupos.
fr: Suppression plus rapide des groupes.
it: Eliminazione dei gruppi più veloce.

source: Faster joining and more reliable messages.
bg: По-бързо присъединяване и по-надеждни съобщения.
de: Schnellerer Gruppenbeitritt und zuverlässigere Nachrichtenzustellung.
es: Mensajería más segura y conexión más rápida.
fr: Connexion plus rapide et messages plus fiables.
it: Ingresso più veloce e messaggi più affidabili.
uk: Швидше приєднання та надійніші повідомлення.

source: Faster sending messages.
de: Schnelleres versenden von Nachrichten.
es: Envío más rápido de mensajes.
fr: Envoi plus rapide des messages.
it: Invio dei messaggi più veloce.

source: Favorite
bg: Любим
de: Favorit
es: Favoritos
fi: Suosikki
fr: Favoris
it: Preferito
ja: お気に入り
th: ที่ชอบ
uk: Улюблений

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferite

source: File error
de: Datei-Fehler
es: Error de archivo
fr: Erreur de fichier
it: Errore del file
uk: Помилка файлу

source: File errors: %@
de: Datei-Fehler: %@
es: Error(es) de archivo %@
fr: Erreurs de fichier : %@
it: Errori di file: %@
uk: Помилки файлів: %@

source: File is blocked by server operator: %@.
de: Die Datei wurde vom Serverbetreiber blockiert: %@.
es: Archivo bloqueado por el operador del servidor %@.
fr: Le fichier est bloqué par l'opérateur du serveur : %@.
it: Il file è bloccato dall'operatore del server: %@.

source: File not found - most likely file was deleted or cancelled.
de: Datei nicht gefunden - höchstwahrscheinlich wurde die Datei gelöscht oder der Transfer abgebrochen.
es: Archivo no encontrado, probablemente haya sido eliminado o cancelado.
fr: Fichier introuvable - le fichier a probablement été supprimé ou annulé.
it: File non trovato - probabilmente è stato eliminato o annullato.
uk: Файл не знайдено - найімовірніше, файл було видалено або скасовано.

source: File server error: %@
de: Datei-Server Fehler: %@
es: Error del servidor de archivos: %@
fr: Erreur de serveur de fichiers : %@
it: Errore del server dei file: %@
uk: Помилка файлового сервера: %@

source: File status
de: Datei-Status
es: Estado del archivo
fr: Statut du fichier
it: Stato del file
uk: Статус файлу

source: File status: %@
de: Datei-Status: %@
es: Estado del archivo: %@
fr: Statut du fichier : %@
it: Stato del file: %@
uk: Статус файлу: %@

source: File will be deleted from servers.
bg: Файлът ще бъде изтрит от сървърите.
de: Die Datei wird von den Servern gelöscht.
es: El archivo será eliminado de los servidores.
fi: Tiedosto poistetaan palvelimilta.
fr: Le fichier sera supprimé des serveurs.
it: Il file verrà eliminato dai server.
ja: ファイルはサーバーから削除されます。
th: ไฟล์จะถูกลบออกจากเซิร์ฟเวอร์
uk: Файл буде видалено з серверів.

source: File will be received when your contact completes uploading it.
bg: Файлът ще бъде получен, когато вашият контакт завърши качването му.
de: Die Datei wird heruntergeladen, sobald das Hochladen durch ihren Kontakt abgeschlossen ist.
es: El archivo se recibirá cuando el contacto termine de subirlo.
fi: Tiedosto vastaanotetaan, kun kontaktisi on ladannut sen.
fr: Le fichier sera reçu lorsque votre contact aura terminé de le mettre en ligne.
it: Il file verrà ricevuto quando il tuo contatto completerà l'invio.
ja: 連絡先がアップロードを完了した時点で、ファイルを受信します。
th: จะได้รับไฟล์เมื่อผู้ติดต่อของคุณอัปโหลดเสร็จ
uk: Файл буде отримано, коли ваш контакт завершить завантаження.

source: File will be received when your contact is online, please wait or check later!
bg: Файлът ще бъде получен, когато вашият контакт е онлайн, моля, изчакайте или проверете по-късно!
de: Die Datei wird heruntergeladen, sobald Ihr Kontakt online ist. Bitte warten oder schauen Sie später nochmal nach!
es: El archivo se recibirá cuando el contacto esté en línea, ¡por favor espera o revisa más tarde!
fi: Tiedosto vastaanotetaan, kun kontakti on online-tilassa, odota tai tarkista myöhemmin!
fr: Le fichier sera reçu quand votre contact sera en ligne, merci d'attendre ou de revenir plus tard !
it: Il file verrà ricevuto quando il tuo contatto sarà in linea, attendi o controlla più tardi!
ja: 連絡先がオンラインになったら受信されます。しばらくお待ちください！
th: จะได้รับไฟล์เมื่อผู้ติดต่อของคุณออนไลน์ โปรดรอหรือตรวจสอบในภายหลัง!
uk: Файл буде отримано, коли ваш контакт буде онлайн, будь ласка, зачекайте або перевірте пізніше!

source: File: %@
bg: Файл: %@
de: Datei: %@
es: Archivo: %@
fi: Tiedosto: %@
fr: Fichier : %@
ja: ファイル: %@
th: ไฟล์: % @
uk: Файл: %@

source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
uk: Файли

source: Files & media
bg: Файлове и медия
de: Dateien & Medien
es: Archivos y multimedia
fi: Tiedostot & media
fr: Fichiers & médias
it: File e multimediali
ja: ファイルとメディア
th: ไฟล์และสื่อ
uk: Файли та медіа

source: Files and media
bg: Файлове и медия
de: Dateien und Medien
es: Archivos y multimedia
fi: Tiedostot ja media
fr: Fichiers et médias
it: File e multimediali
ja: ファイルとメディア
th: ไฟล์และสื่อ
uk: Файли і медіа

source: Files and media are prohibited in this chat.
de: In diesem Chat sind Dateien und Medien nicht erlaubt.

source: Files and media are prohibited.
bg: Файловете и медията са забранени в тази група.
de: In dieser Gruppe sind Dateien und Medien nicht erlaubt.
es: Los archivos y multimedia no están permitidos en este grupo.
fr: Les fichiers et les médias sont interdits dans ce groupe.
it: File e contenuti multimediali sono vietati in questo gruppo.
uk: Файли та медіа в цій групі заборонені.

source: Files and media not allowed
bg: Файлове и медия не са разрешени
de: Dateien und Medien sind nicht erlaubt
es: Archivos y multimedia no permitidos
fr: Fichiers et médias non autorisés
it: File e multimediali non consentiti
uk: Файли та медіафайли заборонені

source: Files and media prohibited!
bg: Файловете и медията са забранени!
de: Dateien und Medien sind nicht erlaubt!
es: ¡Archivos y multimedia no permitidos!
fi: Tiedostot ja media kielletty!
fr: Fichiers et médias interdits !
it: File e contenuti multimediali vietati!
ja: ファイルとメディアは禁止されています!
th: ไฟล์และสื่อต้องห้าม!
uk: Файли та медіа заборонені!
