Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: Your current chat database will be DELETED and REPLACED with the imported one.
bg: Вашата текуща база данни ще бъде ИЗТРИТА и ЗАМЕНЕНА с импортираната.
de: Ihre aktuelle Chat-Datenbank wird GELÖSCHT und durch die Importierte ERSETZT.
es: La base de datos actual será ELIMINADA y SUSTITUIDA por la importada.
fi: Nykyinen keskustelut-tietokantasi poistetaan ja korvataan tuodulla tietokannalla.
fr: Votre base de données de chat actuelle va être SUPPRIMEE et REMPLACEE par celle importée.
it: Il tuo attuale database della chat verrà ELIMINATO e SOSTITUITO con quello importato.
ja: 現在のチャット データベースは削除され、インポートされたデータベースに置き換えられます。
th: ฐานข้อมูลแชทปัจจุบันของคุณจะถูกลบและแทนที่ด้วยฐานข้อมูลที่นำเข้า
uk: Ваша поточна база даних чату буде ВИДАЛЕНА і ЗАМІНЕНА імпортованою.

source: Your current profile
bg: Вашият текущ профил
de: Mein aktuelles Chat-Profil
es: Tu perfil actual
fi: Nykyinen profiilisi
fr: Votre profil actuel
it: Il tuo profilo attuale
ja: 現在のプロフィール
th: โปรไฟล์ปัจจุบันของคุณ
uk: Ваш поточний профіль

source: Your group
de: Ihre Gruppe

source: Your ICE servers
bg: Вашите ICE сървъри
de: Ihre ICE-Server
es: Servidores ICE
fi: ICE-palvelimesi
fr: Vos serveurs ICE
it: I tuoi server ICE
ja: あなたのICEサーバ
th: เซิร์ฟเวอร์ ICE ของคุณ
uk: Ваші сервери ICE

source: Your preferences
bg: Вашите настройки
de: Ihre Präferenzen
es: Mis preferencias
fi: Asetuksesi
fr: Vos préférences
it: Le tue preferenze
ja: あなたの設定
th: การตั้งค่าของคุณ
uk: Ваші уподобання

source: Your privacy
bg: Вашата поверителност
de: Privatsphäre
es: Privacidad
fi: Yksityisyytesi
fr: Votre vie privée
it: La tua privacy
ja: あなたのプライバシー
th: ความเป็นส่วนตัวของคุณ
uk: Ваша конфіденційність

source: Your profile
bg: Вашият профил
de: Mein Profil
es: Tu perfil
fr: Votre profil
it: Il tuo profilo
uk: Ваш профіль

source: Your profile **%@** will be shared.
bg: Вашият профил **%@** ще бъде споделен.
de: Ihr Profil **%@** wird geteilt.
es: El perfil **%@** será compartido.
fi: Profiilisi **%@** jaetaan.
fr: Votre profil **%@** sera partagé.
it: Verrà condiviso il tuo profilo **%@**.
ja: あなたのプロファイル **%@** が共有されます。
uk: Ваш профіль **%@** буде опублікований.

source: Your profile is stored on your device and only shared with your contacts.
bg: Профилът се споделя само с вашите контакти.
de: Ihr Profil wird auf Ihrem Gerät gespeichert und nur mit Ihren Kontakten geteilt.
es: El perfil sólo se comparte con tus contactos.
fr: Le profil n'est partagé qu'avec vos contacts.
it: Il profilo è condiviso solo con i tuoi contatti.
uk: Профіль доступний лише вашим контактам.

source: Your profile is stored on your device and shared only with your contacts. SimpleX servers cannot see your profile.
bg: Вашият профил се съхранява на вашето устройство и се споделя само с вашите контакти. SimpleX сървърите не могат да видят вашия профил.
de: Ihr Profil wird auf Ihrem Gerät gespeichert und nur mit Ihren Kontakten geteilt. SimpleX-Server können Ihr Profil nicht einsehen.
es: Tu perfil es almacenado en tu dispositivo y solamente se comparte con tus contactos. Los servidores SimpleX no pueden ver tu perfil.
fi: Profiilisi tallennetaan laitteeseesi ja jaetaan vain yhteystietojesi kanssa. SimpleX-palvelimet eivät näe profiiliasi.
fr: Votre profil est stocké sur votre appareil et est seulement partagé avec vos contacts. Les serveurs SimpleX ne peuvent pas voir votre profil.
it: Il tuo profilo è memorizzato sul tuo dispositivo e condiviso solo con i tuoi contatti. I server di SimpleX non possono vedere il tuo profilo.
ja: プロフィールはデバイスに保存され、連絡先とのみ共有されます。 SimpleX サーバーはあなたのプロファイルを参照できません。
th: โปรไฟล์ของคุณจะถูกจัดเก็บไว้ในอุปกรณ์ของคุณและแชร์กับผู้ติดต่อของคุณเท่านั้น เซิร์ฟเวอร์ SimpleX ไม่สามารถดูโปรไฟล์ของคุณได้
uk: Ваш профіль зберігається на вашому пристрої і доступний лише вашим контактам. Сервери SimpleX не бачать ваш профіль.

source: Your profile was changed. If you save it, the updated profile will be sent to all your contacts.
de: Ihr Profil wurde geändert. Wenn Sie es speichern, wird das aktualisierte Profil an alle Ihre Kontakte gesendet.
es: Tu perfil ha sido modificado. Si lo guardas la actualización será enviada a todos tus contactos.
fr: Votre profil a été modifié. Si vous l'enregistrez, le profil mis à jour sera envoyé à tous vos contacts.
it: Il tuo profilo è stato cambiato. Se lo salvi, il profilo aggiornato verrà inviato a tutti i tuoi contatti.
uk: Ваш профіль було змінено. Якщо ви збережете його, оновлений профіль буде надіслано всім вашим контактам.

source: Your random profile
bg: Вашият автоматично генериран профил
de: Ihr Zufallsprofil
es: Tu perfil aleatorio
fi: Satunnainen profiilisi
fr: Votre profil aléatoire
it: Il tuo profilo casuale
ja: あなたのランダム・プロフィール
th: โปรไฟล์แบบสุ่มของคุณ
uk: Ваш випадковий профіль

source: Your server address
bg: Вашият адрес на сървъра
de: Ihre Serveradresse
es: Dirección del servidor
fi: Palvelimesi osoite
fr: Votre adresse de serveur
it: L'indirizzo del tuo server
ja: あなたのサーバアドレス
th: ที่อยู่เซิร์ฟเวอร์ของคุณ
uk: Адреса вашого сервера

source: Your servers
de: Ihre Server
es: Tus servidores
fr: Vos serveurs
it: I tuoi server
uk: Ваші сервери

source: Your settings
bg: Вашите настройки
de: Einstellungen
es: Configuración
fi: Asetuksesi
fr: Vos paramètres
it: Le tue impostazioni
ja: あなたの設定
th: การตั้งค่าของคุณ
uk: Ваші налаштування

source: Your SimpleX address
bg: Вашият адрес в SimpleX
de: Ihre SimpleX-Adresse
es: Mi dirección SimpleX
fi: SimpleX-osoitteesi
fr: Votre adresse SimpleX
it: Il tuo indirizzo SimpleX
ja: あなたのSimpleXアドレス
th: ที่อยู่ SimpleX ของคุณ
uk: Ваша адреса SimpleX

source: %@ server
bg: %@ сървър
es: %@ servidor
fr: Serveur %@
uk: %@ сервер

source: %d min
bg: %d мин.
es: %d minuto(s)
ja: %d 分
th: %d นาที
uk: %d хв

source: 1 minute
bg: 1 минута
es: 1 minuto
fi: 1 minuutti
it: 1 minuto
ja: 1分
th: 1 นาที
uk: 1 хвилина

source: admin
bg: админ
es: administrador
fi: ylläpitäjä
it: amministratore
ja: 管理者
th: ผู้ดูแลระบบ
uk: адмін

source: App build: %@
bg: Компилация на приложението: %@
es: Compilación app: %@
fi: Sovellusversio: %@
fr: Build de l'app : %@
it: Build dell'app: %@
ja: アプリのビルド: %@
th: รุ่นแอป: %@
uk: Збірка програми: %@

source: App icon
bg: Икона на приложението
es: Icono de la aplicación
fi: Sovelluksen kuvake
fr: Icône de l'app
it: Icona app
ja: アプリのアイコン
th: ไอคอนแอป
uk: Іконка програми

source: App version
bg: Версия на приложението
es: Versión de la aplicación
fi: Sovellusversio
fr: Version de l'app
it: Versione dell'app
ja: アプリのバージョン
th: เวอร์ชันแอป
uk: Версія програми

source: App version: v%@
bg: Версия на приложението: v%@
es: Versión: v%@
fi: Sovellusversio: v%@
fr: Version de l'app : v%@
it: Versione app: v%@
ja: アプリのバージョン: v%@
th: เวอร์ชันแอป: v%@
uk: Версія програми: v%@

source: Auto-accept settings
es: Auto aceptar configuración
fr: Paramètres de réception automatique
it: Accetta automaticamente le impostazioni
uk: Автоприйняття налаштувань

source: Connect incognito
es: Conectar incognito
fi: Yhdistä Incognito
fr: Se connecter incognito
it: Connetti in incognito
ja: シークレットモードで接続
uk: Підключайтеся інкогніто

source: Connect to yourself?
es: ¿Conectarte a tí mismo?
fr: Se connecter à soi-même ?
it: Connettersi a te stesso?
uk: З'єднатися з самим собою?

source: connected directly
es: conectado directamente
fr: s'est connecté.e de manière directe
it: si è connesso/a direttamente
uk: з'єднані безпосередньо

source: Core version: v%@
bg: Версия на ядрото: v%@
es: Versión Core: v%@
fi: Ydinversio: v%@
fr: Version du cœur : v%@
it: Versione core: v%@
ja: コアのバージョン: v%@
th: รุ่นหลัก: v%@
uk: Основна версія: v%@

source: Create secret group
es: Crea grupo secreto
fi: Luo salainen ryhmä
fr: Créer un groupe secret
it: Crea gruppo segreto
ja: シークレットグループを作成する
th: สร้างกลุ่มลับ
uk: Створити секретну групу

source: default (%@)
bg: по подразбиране (%@)
es: predeterminado (%@)
fi: oletusarvo (%@)
fr: défaut (%@)
it: predefinito (%@)
ja: デフォルト (%@)
th: ค่าเริ่มต้น (%@)
uk: за замовчуванням (%@)

source: Details
es: Detalles
fr: Détails
it: Dettagli
uk: Деталі

source: join as %@
es: unirte como %@
fi: Liity %@:nä
fr: rejoindre entant que %@
it: entra come %@
ja: %@ として参加
th: เข้าร่วมเป็น %@
uk: приєднатися як %@

source: Join group?
es: ¿Unirte al grupo?
fr: Rejoindre le groupe ?
it: Entrare nel gruppo?
uk: Приєднатися до групи?

source: Join with current profile
es: Unirte con el perfil actual
fr: Rejoindre avec le profil actuel
it: Entra con il profilo attuale
uk: Приєднатися з поточним профілем

source: LIVE
bg: НА ЖИВО
es: EN VIVO
it: IN DIRETTA
ja: ライブ (リアルタイム)
th: สด
uk: НАЖИВО

source: Medium
es: Medio
fr: Modéré
it: Media
uk: Середній

source: moderator
es: moderador
it: moderatore

source: Name
bg: Име
es: Nombre
fi: Nimi
fr: Nom
it: Nome
ja: 名前
th: ชื่อ
uk: Ім'я

source: Past member %@
es: Miembro pasado %@
fr: Ancien membre %@
it: Membro passato %@
uk: Колишній учасник %@

source: peer-to-peer
es: p2p
fi: vertais
fr: pair-à-pair
ja: P2P
th: เพื่อนต่อเพื่อน
uk: одноранговий

source: Port
es: Puerto
it: Porta
uk: Порт

source: Possibly, certificate fingerprint in server address is incorrect
es: Posiblemente la huella del certificado en la dirección del servidor es incorrecta
fi: Palvelimen osoitteen varmenteen sormenjälki on mahdollisesti virheellinen
fr: Il est possible que l'empreinte du certificat dans l'adresse du serveur soit incorrecte
it: Probabilmente l'impronta del certificato nell'indirizzo del server è sbagliata
ja: サーバアドレスの証明証IDが正しくないかもしれません
th: อาจเป็นไปได้ว่าลายนิ้วมือของ certificate ในที่อยู่เซิร์ฟเวอร์ไม่ถูกต้อง
uk: Можливо, в адресі сервера неправильно вказано відбиток сертифіката

source: Proxied
es: Como proxy
fr: Routé via un proxy
it: Via proxy
uk: Проксі-сервер

source: Push server
bg: Push сървър
es: Servidor push
fr: Serveur Push
it: Server push
uk: Push-сервер

source: Received file event
bg: Събитие за получен файл
es: Evento de archivo recibido
fi: Tiedoston vastaanottotapahtuma
fr: Événement de fichier reçu
it: Evento file ricevuto
ja: ファイル受信イベント
th: ได้รับไฟล์
uk: Подія отримання файлу

source: Repeat connection request?
es: ¿Repetir solicitud de conexión?
fr: Répéter la demande de connexion ?
it: Ripetere la richiesta di connessione?
uk: Повторити запит на підключення?

source: Repeat join request?
es: ¿Repetir solicitud de admisión?
fr: Répéter la requête d'adhésion ?
it: Ripetere la richiesta di ingresso?
uk: Повторити запит на приєднання?

source: send direct message
es: Enviar mensaje directo
fr: envoyer un message direct
it: invia messaggio diretto
uk: надіслати пряме повідомлення

source: Sent file event
bg: Събитие за изпратен файл
es: Evento de archivo enviado
fi: Lähetetty tiedosto tapahtuma
fr: Événement de fichier envoyé
it: Evento file inviato
ja: 送信済みファイルイベント
th: เหตุการณ์ไฟล์ที่ส่ง
uk: Подія надісланого файлу

source: Server
es: Servidor
fr: Serveur
uk: Сервер

source: Server requires authorization to create queues, check password
es: El servidor requiere autorización para crear colas, comprueba la contraseña
fi: Palvelin vaatii valtuutuksen jonojen luomiseen, tarkista salasana
fr: Le serveur requiert une autorisation pour créer des files d'attente, vérifiez le mot de passe
it: Il server richiede l'autorizzazione di creare code, controlla la password
ja: キューを作成するにはサーバーの認証が必要です。パスワードを確認してください
th: เซิร์ฟเวอร์ต้องการการอนุญาตในการสร้างคิว โปรดตรวจสอบรหัสผ่าน
uk: Сервер вимагає авторизації для створення черг, перевірте пароль

source: Server requires authorization to upload, check password
es: El servidor requiere autorización para subir, comprueba la contraseña
fi: Palvelin vaatii valtuutuksen tiedoston lataamiseksi, tarkista salasana
fr: Le serveur requiert une autorisation pour téléverser, vérifiez le mot de passe
it: Il server richiede l'autorizzazione per il caricamento, controllare la password
ja: アップロードにはサーバーの認証が必要です。パスワードを確認してください
th: เซิร์ฟเวอร์ต้องการการอนุญาตในการอัปโหลด โปรดตรวจสอบรหัสผ่าน
uk: Сервер вимагає авторизації для завантаження, перевірте пароль

source: SimpleX links
bg: SimpleX линкове
es: Enlaces SimpleX
fi: SimpleX-linkit
fr: Liens SimpleX
it: Link di SimpleX
ja: SimpleXリンク
th: ลิงก์ SimpleX
uk: Посилання SimpleX

source: SMP server
es: Servidor SMP
fr: Serveur SMP
it: Server SMP
uk: Сервер SMP

source: SOCKS proxy
es: Proxy SOCKS
fr: proxy SOCKS
it: Proxy SOCKS
uk: Проксі SOCKS

source: System
bg: Системен
es: Sistema
fi: Järjestelmä
fr: Système
it: Sistema
ja: システム
th: ระบบ
uk: Система

source: This is your own one-time link!
es: ¡Este es tu propio enlace de un solo uso!
fr: Voici votre propre lien unique !
it: Questo è il tuo link una tantum!
uk: Це ваше власне одноразове посилання!

source: This is your own SimpleX address!
es: ¡Esta es tu propia dirección SimpleX!
fr: Voici votre propre adresse SimpleX !
it: Questo è il tuo indirizzo SimpleX!
uk: Це ваша власна SimpleX-адреса!

source: Token status: %@.
es: Estado token: %@.
it: Stato del token: %@.

source: Transport isolation
bg: Транспортна изолация
es: Aislamiento de transporte
fi: Kuljetuksen eristäminen
fr: Transport isolé
it: Isolamento del trasporto
ja: トランスポート隔離
th: การแยกการขนส่ง
uk: Транспортна ізоляція

source: Trying to connect to the server used to receive messages from this contact (error: %@).
bg: Опит за свързване със сървъра, използван за получаване на съобщения от този контакт (грешка: %@).
es: Intentando conectar con el servidor usado para recibir mensajes de este contacto (error: %@).
fi: Yritetään muodostaa yhteyttä palvelimeen, jota käytetään tämän kontaktin viestien vastaanottamiseen (virhe: %@).
fr: Tentative de connexion au serveur utilisé pour recevoir les messages de ce contact (erreur : %@).
it: Tentativo di connessione al server usato per ricevere messaggi da questo contatto (errore: %@).
ja: この連絡先からのメッセージの受信に使用されるサーバーに接続しようとしています (エラー: %@)。
th: กำลังพยายามเชื่อมต่อกับเซิร์ฟเวอร์ที่ใช้รับข้อความจากผู้ติดต่อนี้ (ข้อผิดพลาด: %@)
uk: Спроба з'єднатися з сервером, який використовується для отримання повідомлень від цього контакту (помилка: %@).

source: Trying to connect to the server used to receive messages from this contact.
bg: Опит за свързване със сървъра, използван за получаване на съобщения от този контакт.
es: Intentando conectar con el servidor usado para recibir mensajes de este contacto.
fi: Yritetään muodostaa yhteys palvelimeen, jota käytetään viestien vastaanottamiseen tältä kontaktilta.
fr: Tentative de connexion au serveur utilisé pour recevoir les messages de ce contact.
it: Tentativo di connessione al server usato per ricevere messaggi da questo contatto.
ja: このコンタクトから受信するメッセージのサーバに接続しようとしてます。
th: พยายามเชื่อมต่อกับเซิร์ฟเวอร์ที่ใช้รับข้อความจากผู้ติดต่อนี้
uk: Спроба з'єднатися з сервером, який використовується для отримання повідомлень від цього контакту.

source: Use short links (BETA)
es: Usar enlaces cortos (BETA)
it: Usa link brevi (BETA)

source: XFTP server
es: Servidor XFTP
fr: Serveur XFTP
it: Server XFTP
uk: XFTP-сервер

source: You are already joining the group via this link!
es: ¡Ya estás uniéndote al grupo mediante este enlace!
fr: Vous êtes déjà en train de rejoindre le groupe via ce lien !
it: Stai già entrando nel gruppo tramite questo link!
uk: Ви вже приєдналися до групи за цим посиланням!

source: You are connected to the server used to receive messages from this contact.
bg: Вие сте свързани към сървъра, използван за получаване на съобщения от този контакт.
es: Estás conectado al servidor usado para recibir mensajes de este contacto.
fi: Olet yhteydessä palvelimeen, jota käytetään vastaanottamaan viestejä tältä kontaktilta.
fr: Vous êtes connecté·e au serveur utilisé pour recevoir les messages de ce contact.
it: Sei connesso/a al server usato per ricevere messaggi da questo contatto.
ja: この連絡先から受信するメッセージのサーバに既に接続してます。
th: คุณเชื่อมต่อกับเซิร์ฟเวอร์ที่ใช้รับข้อความจากผู้ติดต่อนี้
uk: Ви підключені до сервера, який використовується для отримання повідомлень від цього контакту.

source: you are invited to group
es: has sido invitado a un grupo
fi: sinut on kutsuttu ryhmään
fr: vous êtes invité·e au groupe
it: sei stato/a invitato/a al gruppo
ja: グループ招待が届きました
th: คุณได้รับเชิญให้เข้าร่วมกลุ่ม
uk: вас запрошують до групи

source: You have already requested connection via this address!
es: ¡Ya has solicitado la conexión mediante esta dirección!
fr: Vous avez déjà demandé une connexion via cette adresse !
it: Hai già richiesto la connessione tramite questo indirizzo!
uk: Ви вже надсилали запит на підключення за цією адресою!

source: You will connect to all group members.
es: Te conectarás con todos los miembros del grupo.
fr: Vous vous connecterez à tous les membres du groupe.
it: Ti connetterai a tutti i membri del gruppo.
uk: Ви з'єднаєтеся з усіма учасниками групи.

source: Your connection was moved to %@ but an unexpected error occurred while redirecting you to the profile.
es: Tu conexión ha sido trasladada a %@ pero ha ocurrido un error inesperado al redirigirte al perfil.
fr: Votre connexion a été déplacée vers %@ mais une erreur inattendue s'est produite lors de la redirection vers le profil.
it: La tua connessione è stata spostata a %@, ma si è verificato un errore imprevisto durante il reindirizzamento al profilo.
uk: Ваше з'єднання було переміщено на %@, але під час перенаправлення на профіль сталася несподівана помилка.

source: Your profile, contacts and delivered messages are stored on your device.
es: Tu perfil, contactos y mensajes se almacenan en tu dispositivo.
fi: Profiilisi, kontaktisi ja toimitetut viestit tallennetaan laitteellesi.
fr: Votre profil, vos contacts et les messages reçus sont stockés sur votre appareil.
it: Il tuo profilo, i contatti e i messaggi recapitati sono memorizzati sul tuo dispositivo.
ja: あなたのプロフィール、連絡先、送信したメッセージがご自分の端末に保存されます。
th: โปรไฟล์ รายชื่อผู้ติดต่อ และข้อความที่ส่งของคุณจะถูกจัดเก็บไว้ในอุปกรณ์ของคุณ
uk: Ваш профіль, контакти та доставлені повідомлення зберігаються на вашому пристрої.

source: %lldh
bg: %lldч
it: %lldo

source: %lldw
bg: %lldсед.
fr: %lldsmn
it: %lldset

source: Chats
bg: Чатове
fi: Keskustelut
fr: Discussions
it: Chat
ja: チャット
th: แชท
uk: Чати

source: Chat
bg: Чат
fr: Discussions
uk: Чат

source: video
fr: vidéo
uk: відео

source: 0s
ja: 0秒
uk: 0с

source: Ok
bg: Ок
th: ตกลง
uk: Гаразд

source: OK
bg: ОК
uk: ОК

source: Bot
bg: Бот

source: **Add new contact**: to create your one-time QR Code for your contact.
fi: **Lisää uusi kontakti**: luo kertakäyttöinen QR-koodi tai linkki kontaktille.
ja: **新しい連絡先を追加**: 連絡先のワンタイム QR コードまたはリンクを作成します。
th: **เพิ่มผู้ติดต่อใหม่**: เพื่อสร้างคิวอาร์โค้ดแบบใช้ครั้งเดียวหรือลิงก์สำหรับผู้ติดต่อของคุณ

source: **Create link / QR code** for your contact to use.
fi: **Luo linkki / QR-koodi* kontaktille.
ja: 連絡先が使用する **リンク/QR コードを作成します**。

source: **More private**: check new messages every 20 minutes. Device token is shared with SimpleX Chat server, but not how many contacts or messages you have.
fi: **Yksityisempi**: tarkista uudet viestit 20 minuutin välein. Laitetunnus jaetaan SimpleX Chat -palvelimen kanssa, mutta ei sitä, kuinka monta yhteystietoa tai viestiä sinulla on.
ja: **よりプライベート**: 20 分ごとに新しいメッセージを確認します。 デバイス トークンは SimpleX Chat サーバーと共有されますが、連絡先やメッセージの数は共有されません。
th: **เป็นส่วนตัวมากขึ้น**: ตรวจสอบข้อความใหม่ทุกๆ 20 นาที โทเค็นอุปกรณ์แชร์กับเซิร์ฟเวอร์ SimpleX Chat แต่ไม่ระบุจำนวนผู้ติดต่อหรือข้อความที่คุณมี

source: **Most private**: do not use SimpleX Chat notifications server, check messages periodically in the background (depends on how often you use the app).
fi: **Yksityisin**: älä käytä SimpleX Chat -ilmoituspalvelinta, tarkista viestit ajoittain taustalla (riippuu siitä, kuinka usein käytät sovellusta).
ja: **最もプライベート**: SimpleX Chat 通知サーバーを使用せず、バックグラウンドで定期的にメッセージをチェックします (アプリの使用頻度によって異なります)。
th: **ส่วนตัวที่สุด**: ไม่ใช้เซิร์ฟเวอร์การแจ้งเตือนของ SimpleX Chat ตรวจสอบข้อความเป็นระยะในพื้นหลัง (ขึ้นอยู่กับความถี่ที่คุณใช้แอป)

source: **Paste received link** or open it in the browser and tap **Open in mobile app**.
fi: **Liitä vastaanotettu linkki** tai avaa se selaimessa ja napauta **Avaa mobiilisovelluksessa**.
ja: **受信したリンク**を貼り付けるか、ブラウザーで開いて [**モバイル アプリで開く**] をタップします。

source: **Recommended**: device token and notifications are sent to SimpleX Chat notification server, but not the message content, size or who it is from.
fi: **Suositus**: laitetunnus ja ilmoitukset lähetetään SimpleX Chat -ilmoituspalvelimelle, mutta ei viestin sisältöä, kokoa tai sitä, keneltä se on peräisin.
ja: **推奨**: デバイス トークンと通知は SimpleX Chat 通知サーバーに送信されますが、メッセージの内容、サイズ、送信者は送信されません。
th: **แนะนำ**: โทเค็นอุปกรณ์และการแจ้งเตือนจะถูกส่งไปยังเซิร์ฟเวอร์การแจ้งเตือนของ SimpleX Chat แต่ไม่ใช่เนื้อหาข้อความ ขนาด หรือผู้ที่ส่ง

source: **Scan QR code**: to connect to your contact in person or via video call.
fi: **Skannaa QR-koodi**: muodosta yhteys kontaktiisi henkilökohtaisesti tai videopuhelun kautta.
ja: **QR コードをスキャン**: 直接またはビデオ通話で連絡先に接続します。

source: %lld second(s)
fi: %lld sekunti(a)
ja: %lld 秒
th: %lld วินาที

source: About SimpleX
fi: Tietoja SimpleX:stä
ja: SimpleXについて
th: เกี่ยวกับ SimpleX

source: About SimpleX address
fi: Tietoja SimpleX osoitteesta
ja: SimpleXアドレスについて
th: เกี่ยวกับที่อยู่ SimpleX

source: Accent color
fi: Korostusväri
ja: アクセントカラー

source: Add preset servers
fi: Lisää esiasetettuja palvelimia
ja: 既存サーバを追加
th: เพิ่มเซิร์ฟเวอร์ที่ตั้งไว้ล่วงหน้า

source: Add server…
fi: Lisää palvelin…
ja: サーバを追加…

source: Allow irreversible message deletion only if your contact allows it to you.
fi: Salli peruuttamaton viestien poisto vain, jos kontaktisi sallii ne sinulle.
ja: 送信相手も永久メッセージ削除を許可する時のみに許可する。

source: Allow to irreversibly delete sent messages.
fi: Salli lähetettyjen viestien peruuttamaton poistaminen.
ja: 送信済みメッセージの永久削除を許可する。

source: Allow your contacts to irreversibly delete sent messages.
fi: Salli kontaktiesi poistaa lähetetyt viestit peruuttamattomasti.
ja: 送信相手が永久メッセージ削除するのを許可する。

source: Both you and your contact can irreversibly delete sent messages.
fi: Sekä sinä että kontaktisi voitte peruuttamattomasti poistaa lähetetyt viestit.
ja: あなたと連絡相手が送信済みメッセージを永久削除できます。

source: Can't delete user profile!
fi: Käyttäjäprofiilia ei voi poistaa!
ja: ユーザープロフィールが削除できません!

source: Chat archive
fi: Chat-arkisto
ja: チャットのアーカイブ
th: ที่เก็บแชทถาวร

source: Colors
fi: Värit
ja: 色

source: Connect directly
fi: Yhdistä suoraan
ja: 直接接続する

source: Connect via contact link
fi: Yhdistä kontaktilinkillä
ja: 連絡先リンク経由で接続しますか？

source: Connect via group link?
fi: Yhdistetäänkö ryhmälinkin kautta?
ja: グループリンク経由で接続しますか？

source: Connect via link / QR code
fi: Yhdistä linkillä / QR-koodilla
ja: リンク・QRコード経由で接続

source: Contact and all messages will be deleted - this cannot be undone!
fi: Kontakti ja kaikki viestit poistetaan - tätä ei voi perua!
ja: 連絡先と全メッセージが削除されます (※元に戻せません※)！

source: Contact is not connected yet!
fi: Kontaktia ei ole vielä yhdistetty!
ja: 連絡先がまだ繋がってません！
th: ผู้ติดต่อยังไม่ได้เชื่อมต่อ!

source: Create an address to let people connect with you.
fi: Luo osoite, jolla ihmiset voivat ottaa sinuun yhteyttä.
ja: 人とつながるためのアドレスを作成する。
th: สร้างที่อยู่เพื่อให้ผู้อื่นเชื่อมต่อกับคุณ

source: Create one-time invitation link
fi: Luo kertakutsulinkki
ja: 使い捨ての招待リンクを生成する

source: Created on %@
fi: Luotu %@
ja: %@ によって作成されました
th: สร้างเมื่อ %@

source: Delete archive
fi: Poista arkisto
ja: アーカイブを削除
th: ลบที่เก็บถาวร

source: Delete chat archive?
fi: Poista keskusteluarkisto?
ja: チャットのアーカイブを削除しますか？
th: ลบที่เก็บแชทถาวร?

source: Delete Contact
fi: Poista kontakti
ja: 連絡先を削除
th: ลบผู้ติดต่อ

source: Delete pending connection
fi: Poista vireillä oleva yhteys
ja: 確認待ちの接続を削除
th: ลบการเชื่อมต่อที่รอดำเนินการ

source: Direct messages between members are prohibited in this group.
fi: Yksityisviestit jäsenten välillä ovat kiellettyjä tässä ryhmässä.
ja: このグループではメンバー間のダイレクトメッセージが使用禁止です。
th: ข้อความโดยตรงระหว่างสมาชิกเป็นสิ่งต้องห้ามในกลุ่มนี้
