Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: Filter unread and favorite chats.
bg: Филтрирайте непрочетените и любимите чатове.
de: Nach ungelesenen und favorisierten Chats filtern.
es: Filtra chats no leídos y favoritos.
fi: Suodata lukemattomia- ja suosikkikeskusteluja.
fr: Filtrer les messages non lus et favoris.
it: Filtra le chat non lette e preferite.
ja: 未読とお気に入りをフィルターします。
th: กรองแชทที่ยังไม่อ่านและแชทโปรด
uk: Фільтруйте непрочитані та улюблені чати.

source: Finalize migration
bg: Завърши миграцията
de: Die Migration wird abgeschlossen
es: Finalizar migración
fr: Finaliser le transfert
it: Finalizza la migrazione
uk: Завершити міграцію

source: Finalize migration on another device.
bg: Завършете миграцията на другото устройство.
de: Die Migration auf dem anderen Gerät wird abgeschlossen.
es: Finalizar la migración en otro dispositivo.
fr: Finalisez le transfert sur l'autre appareil.
it: Finalizza la migrazione su un altro dispositivo.
uk: Завершіть міграцію на іншому пристрої.

source: Finally, we have them! 🚀
bg: Най-накрая ги имаме! 🚀
de: Endlich haben wir sie! 🚀
es: ¡Por fin los tenemos! 🚀
fi: Vihdoinkin meillä! 🚀
fr: Enfin, les voilà ! 🚀
it: Finalmente le abbiamo! 🚀
ja: ついに、私たちはそれらを手に入れました! 🚀
th: ในที่สุดเราก็มีแล้ว! 🚀
uk: Нарешті, вони у нас є! 🚀

source: Find chats faster
bg: Намирайте чатове по-бързо
de: Chats schneller finden
es: Encuentra chats mas rápido
fi: Löydä keskustelut nopeammin
fr: Recherche de message plus rapide
it: Trova le chat più velocemente
ja: チャットを素早く検索
th: ค้นหาแชทได้เร็วขึ้น
uk: Швидше знаходьте чати

source: Fingerprint in destination server address does not match certificate: %@.
de: Fingerabdruck in der Zielserveradresse stimmt nicht mit dem Zertifikat überein: %@.

source: Fingerprint in forwarding server address does not match certificate: %@.
de: Fingerabdruck in der Weiterleitungsserveradresse stimmt nicht mit dem Zertifikat überein: %@.

source: Fingerprint in server address does not match certificate: %@.
de: Fingerabdruck in der Serveradresse stimmt nicht mit dem Zertifikat überein: %@.

source: Fingerprint in server address does not match certificate.
bg: Въжможно е пръстовият отпечатък на сертификата в адреса на сървъра да е неправилен
de: Fingerabdruck in der Serveradresse stimmt nicht mit dem Zertifikat überein.

source: Fix
bg: Поправи
de: Reparieren
es: Reparar
fi: Korjaa
fr: Réparer
it: Correggi
ja: 修正
th: แก้ไข
uk: Виправити

source: Fix connection
bg: Поправи връзката
de: Verbindung reparieren
es: Reparar conexión
fi: Korjaa yhteys
fr: Réparer la connexion
it: Correggi connessione
ja: 接続を修正
th: แก้ไขการเชื่อมต่อ
uk: Виправити з'єднання

source: Fix connection?
bg: Поправи връзката?
de: Verbindung reparieren?
es: ¿Reparar conexión?
fi: Korjaa yhteys?
fr: Réparer la connexion ?
it: Correggere la connessione?
ja: 接続を修正しますか?
th: แก้ไขการเชื่อมต่อ?
uk: Полагодити зв'язок?

source: Fix encryption after restoring backups.
bg: Оправяне на криптирането след възстановяване от резервни копия.
de: Reparatur der Verschlüsselung nach wiedereinspielen von Backups.
es: Repara el cifrado tras restaurar copias de seguridad.
fi: Korjaa salaus varmuuskopioiden palauttamisen jälkeen.
fr: Réparer le chiffrement après la restauration des sauvegardes.
it: Correggi la crittografia dopo il ripristino dei backup.
ja: バックアップの復元後に暗号化を修正します。
th: แก้ไข encryption หลังจากกู้คืนข้อมูลสำรอง
uk: Виправити шифрування після відновлення резервних копій.

source: Fix not supported by contact
bg: Поправката не се поддържа от контакта
de: Reparatur wird vom Kontakt nicht unterstützt
es: Corrección no compatible con el contacto
fi: Kontakti ei tue korjausta
fr: Correction non prise en charge par le contact
it: Correzione non supportata dal contatto
ja: 連絡先による修正はサポートされていません
th: การแก้ไขไม่รองรับโดยผู้ติดต่อ
uk: Виправлення не підтримується контактом

source: Fix not supported by group member
bg: Поправката не се поддържа от члена на групата
de: Reparatur wird vom Gruppenmitglied nicht unterstützt
es: Corrección no compatible con miembro del grupo
fi: Ryhmän jäsen ei tue korjausta
fr: Correction non prise en charge par un membre du groupe
it: Correzione non supportata dal membro del gruppo
ja: グループメンバーによる修正はサポートされていません
th: การแก้ไขไม่สนับสนุนโดยสมาชิกกลุ่ม
uk: Виправлення не підтримується учасником групи

source: For all moderators
de: Für alle Moderatoren
es: Para todos los moderadores
it: Per tutti i moderatori

source: For chat profile %@:
de: Für das Chat-Profil %@:
es: Para el perfil de chat %@:
fr: Pour le profil de discussion %@ :
it: Per il profilo di chat %@:
uk: Для профілю чату %@:

source: For console
bg: За конзолата
de: Für Konsole
es: Para consola
fi: Konsoliin
fr: Pour la console
it: Per console
ja: コンソール
th: สำหรับคอนโซล
uk: Для консолі

source: For example, if your contact receives messages via a SimpleX Chat server, your app will deliver them via a Flux server.
de: Wenn Ihr Kontakt beispielsweise Nachrichten über einen SimpleX-Chatserver empfängt, wird Ihre App diese über einen der Server von Flux versenden.
es: Si por ejemplo tu contacto recibe los mensajes a través de un servidor de SimpleX Chat, tu aplicación los entregará a través de un servidor de Flux.
fr: Par exemple, si votre contact reçoit des messages via un serveur SimpleX Chat, votre application les transmettra via un serveur Flux.
it: Ad esempio, se il tuo contatto riceve messaggi tramite un server di SimpleX Chat, la tua app li consegnerà tramite un server Flux.
uk: Наприклад, якщо ваш контакт отримує повідомлення через сервер SimpleX Chat, ваш додаток доставлятиме їх через сервер Flux.

source: For me
de: Für mich
es: para mí
it: Per me

source: For private routing
de: Für privates Routing
es: Para enrutamiento privado
fr: Pour le routage privé
it: Per l'instradamento privato
uk: Для приватної маршрутизації

source: For social media
de: Für soziale Medien
es: Para redes sociales
fr: Pour les réseaux sociaux
it: Per i social media
uk: Для соціальних мереж

source: Forward
bg: Препрати
de: Weiterleiten
es: Reenviar
fr: Transférer
it: Inoltra
uk: Пересилання

source: Forward %d message(s)?
de: %d Nachricht(en) weiterleiten?
es: ¿Reenviar %d mensaje(s)?
fr: Transférer %d message(s) ?
it: Inoltrare %d messaggio/i?
uk: Переслати %d повідомлення(ь)?

source: Forward and save messages
bg: Препращане и запазване на съобщения
de: Nachrichten weiterleiten und speichern
es: Reenviar y guardar mensajes
fr: Transférer et sauvegarder des messages
it: Inoltra e salva i messaggi
uk: Пересилання та збереження повідомлень

source: Forward messages
de: Nachrichten weiterleiten
es: Reenviar mensajes
fr: Transférer les messages
it: Inoltra i messaggi
uk: Пересилання повідомлень

source: Forward messages without files?
de: Nachrichten ohne Dateien weiterleiten?
es: ¿Reenviar mensajes sin los archivos?
fr: Transférer les messages sans les fichiers ?
it: Inoltrare i messaggi senza file?
uk: Пересилати повідомлення без файлів?

source: Forward up to 20 messages at once.
de: Bis zu 20 Nachrichten auf einmal weiterleiten
es: Desplazamiento de hasta 20 mensajes.
fr: Transférez jusqu'à 20 messages à la fois.
it: Inoltra fino a 20 messaggi alla volta.
uk: Пересилайте до 20 повідомлень одночасно.

source: forwarded
bg: препратено
de: weitergeleitet
es: reenviado
fr: transféré
it: inoltrato
uk: переслано

source: Forwarded
bg: Препратено
de: Weitergeleitet
es: Reenviado
fr: Transféré
it: Inoltrato
uk: Переслано

source: Forwarded from
bg: Препратено от
de: Weitergeleitet aus
es: Reenviado por
fr: Transféré depuis
it: Inoltrato da
uk: Переслано з

source: Forwarding %lld messages
de: %lld Nachricht(en) wird/werden weitergeleitet
es: Reenviando %lld mensajes
fr: Transfert des %lld messages
it: Inoltro di %lld messaggi
uk: Пересилання повідомлень %lld

source: Forwarding server %@ failed to connect to destination server %@. Please try later.
de: Weiterleitungsserver %1$@ konnte sich nicht mit dem Zielserver %2$@ verbinden. Bitte versuchen Sie es später erneut.
es: El servidor de reenvío %@ no ha podido conectarse al servidor de destino %@. Por favor, intentalo más tarde.
fr: Le serveur de redirection %@ n'a pas réussi à se connecter au serveur de destination %@. Veuillez réessayer plus tard.
it: Il server di inoltro %@ non è riuscito a connettersi al server di destinazione %@. Riprova più tardi.
uk: Серверу переадресації %@ не вдалося з'єднатися з сервером призначення %@. Спробуйте пізніше.

source: Forwarding server address is incompatible with network settings: %@.
de: Adresse des Weiterleitungsservers ist nicht kompatibel mit den Netzwerkeinstellungen: %@.
es: La dirección del servidor de reenvío es incompatible con la configuración de red: %@.
fr: L'adresse du serveur de redirection est incompatible avec les paramètres du réseau : %@.
it: L'indirizzo del server di inoltro è incompatibile con le impostazioni di rete: %@.
uk: Адреса сервера переадресації несумісна з налаштуваннями мережі: %@.

source: Forwarding server version is incompatible with network settings: %@.
de: Version des Weiterleitungsservers ist nicht kompatibel mit den Netzwerkeinstellungen: %@.
es: La versión del servidor de reenvío es incompatible con la configuración de red: %@.
fr: La version du serveur de redirection est incompatible avec les paramètres du réseau : %@.
it: La versione del server di inoltro è incompatibile con le impostazioni di rete: %@.
uk: Версія сервера переадресації несумісна з мережевими налаштуваннями: %@.

source: Forwarding server: %@ Destination server error: %@
de: Weiterleitungsserver: %1$@ Zielserver Fehler: %2$@
es: Servidor de reenvío: %1$@ Error del servidor de destino: %2$@
fr: Serveur de transfert : %1$@ Erreur du serveur de destination : %2$@
it: Server di inoltro: %1$@ Errore del server di destinazione: %2$@
uk: Сервер переадресації: %1$@ Помилка сервера призначення: %2$@

source: Forwarding server: %@ Error: %@
de: Weiterleitungsserver: %1$@ Fehler: %2$@
es: Servidor de reenvío: %1$@ Error: %2$@
fr: Serveur de transfert : %1$@ Erreur : %2$@
it: Server di inoltro: %1$@ Errore: %2$@
uk: Сервер переадресації: %1$@ Помилка: %2$@

source: Found desktop
bg: Намерено настолно устройство
de: Gefundener Desktop
es: Ordenador encontrado
fr: Bureau trouvé
it: Desktop trovato
uk: Знайдено робочий стіл

source: French interface
bg: Френски интерфейс
de: Französische Bedienoberfläche
es: Interfaz en francés
fi: Ranskalainen käyttöliittymä
fr: Interface en français
it: Interfaccia francese
ja: フランス語UI
th: อินเทอร์เฟซภาษาฝรั่งเศส
uk: Французький інтерфейс

source: Full link
bg: Цял линк
de: Vollständiger Link
es: Enlace completo
fi: Koko linkki
fr: Lien entier
it: Link completo
ja: フルリンク
th: ลิงค์เต็ม
uk: Повне посилання

source: Full name (optional)
bg: Пълно име (незадължително)
de: Vollständiger Name (optional)
es: Nombre completo (opcional)
fi: Koko nimi (valinnainen)
fr: Nom complet (optionnel)
it: Nome completo (facoltativo)
ja: フルネーム (任意)：
th: ชื่อเต็ม (ไม่บังคับ)
uk: Повне ім'я (необов'язково)

source: Fully decentralized – visible only to members.
bg: Напълно децентрализирана – видима е само за членовете.
de: Vollständig dezentralisiert – nur für Mitglieder sichtbar.
es: Totalmente descentralizado. Visible sólo para los miembros.
fr: Entièrement décentralisé – visible que par ses membres.
it: Completamente decentralizzato: visibile solo ai membri.
uk: Повністю децентралізована - видима лише для учасників.

source: Fully re-implemented - work in background!
bg: Напълно преработено - работи във фонов режим!
de: Komplett neu umgesetzt - arbeitet nun im Hintergrund!
es: Totalmente revisado. ¡Funciona en segundo plano!
fi: Täysin uudistettu - toimii taustalla!
fr: Entièrement réimplémenté - fonctionne en arrière-plan !
it: Completamente reimplementato - funziona in secondo piano!
ja: 完全に再実装されました - バックグラウンドで動作します!
th: ดำเนินการใหม่อย่างสมบูรณ์ - ทำงานในพื้นหลัง!
uk: Повністю перероблено - робота у фоновому режимі!

source: Further reduced battery usage
bg: Допълнително намален разход на батерията
de: Weiter reduzierter Batterieverbrauch
es: Reducción consumo de batería
fi: Entistä pienempi akun käyttö
fr: Réduction accrue de l'utilisation de la batterie
it: Ulteriore riduzione del consumo della batteria
ja: バッテリー使用量をさらに削減
th: ลดการใช้แบตเตอรี่เพิ่มเติม
uk: Подальше зменшення використання акумулятора

source: Get notified when mentioned.
de: Bei Erwähnung benachrichtigt werden.
es: Las menciones ahora se notifican.
it: Ricevi una notifica quando menzionato.

source: GIFs and stickers
bg: GIF файлове и стикери
de: GIFs und Sticker
es: GIFs y stickers
fi: GIFit ja tarrat
fr: GIFs et stickers
it: GIF e adesivi
ja: GIFとステッカー
th: GIFs และสติกเกอร์
uk: GIF-файли та наклейки

source: Good afternoon!
de: Guten Nachmittag!
es: ¡Buenas tardes!
fr: Bonjour !
it: Buon pomeriggio!
uk: Доброго дня!

source: Good morning!
de: Guten Morgen!
es: ¡Buenos días!
fr: Bonjour !
it: Buongiorno!
uk: Доброго ранку!

source: group
de: Gruppe

source: Group
bg: Група
de: Gruppe
es: Grupo
fi: Ryhmä
fr: Groupe
it: Gruppo
ja: グループ
th: กลุ่ม
uk: Група

source: Group already exists
bg: Групата вече съществува
de: Die Gruppe besteht bereits
es: El grupo ya existe
fr: Le groupe existe déjà
it: Il gruppo esiste già
uk: Група вже існує

source: Group already exists!
bg: Групата вече съществува!
de: Die Gruppe besteht bereits!
es: ¡El grupo ya existe!
fr: Ce groupe existe déjà !
it: Il gruppo esiste già!
uk: Група вже існує!

source: group deleted
bg: групата е изтрита
de: Gruppe gelöscht
es: grupo eliminado
fi: ryhmä poistettu
fr: groupe supprimé
it: gruppo eliminato
ja: グループ削除済み
th: ลบกลุ่มแล้ว
uk: групу видалено

source: Group display name
bg: Име на групата
de: Anzeigename der Gruppe
es: Nombre mostrado del grupo
fi: Ryhmän näyttönimi
fr: Nom d'affichage du groupe
it: Nome mostrato del gruppo
ja: グループ表示の名前
th: ชื่อกลุ่มที่แสดง
uk: Назва групи для відображення

source: Group full name (optional)
bg: Пълно име на групата (незадължително)
de: Vollständiger Gruppenname (optional)
es: Nombre completo del grupo (opcional)
fi: Ryhmän näyttönimi (valinnainen)
fr: Nom complet du groupe (optionnel)
it: Nome completo del gruppo (facoltativo)
ja: グループのフルネーム (任意)：
th: ชื่อเต็มกลุ่ม (ไม่บังคับ)
uk: Повна назва групи (необов'язково)

source: Group image
bg: Групово изображение
de: Gruppenbild
es: Imágen del grupo
fi: Ryhmäkuva
fr: Image du groupe
it: Immagine del gruppo
ja: グループ画像
th: ภาพกลุ่ม
uk: Зображення групи

source: Group invitation
bg: Групова покана
de: Gruppeneinladung
es: Invitación de grupo
fi: Ryhmän kutsu
fr: Invitation du groupe
it: Invito al gruppo
ja: グループに招待
th: คําเชิญเข้าร่วมกลุ่ม
uk: Групове запрошення

source: Group invitation expired
bg: Груповата покана е изтекла
de: Die Gruppeneinladung ist abgelaufen
es: Invitación de grupo caducada
fi: Vanhentunut ryhmäkutsu
fr: Invitation au groupe expirée
it: Invito al gruppo scaduto
ja: グループ招待が期限切れ
th: คำเชิญเข้าร่วมกลุ่มหมดอายุแล้ว
uk: Термін дії групового запрошення закінчився

source: Group invitation is no longer valid, it was removed by sender.
bg: Груповата покана вече е невалидна, премахната е от подателя.
de: Die Gruppeneinladung ist nicht mehr gültig, da sie vom Absender entfernt wurde.
es: La invitación al grupo ya no es válida, ha sido eliminada por el remitente.
fi: Ryhmäkutsu ei ole enää voimassa, lähettäjä poisti sen.
fr: L'invitation du groupe n'est plus valide, elle a été supprimé par l'expéditeur.
it: L'invito al gruppo non è più valido, è stato rimosso dal mittente.
ja: グループ招待が無効となり、送信元によって取り消されました。
th: คำเชิญเข้าร่วมกลุ่มใช้ไม่ถูกต้องอีกต่อไป คำเชิญถูกลบโดยผู้ส่ง
uk: Групове запрошення більше не дійсне, воно було видалено відправником.

source: group is deleted
de: Gruppe wurde gelöscht

source: Group link
bg: Групов линк
de: Gruppen-Link
es: Enlace de grupo
fi: Ryhmälinkki
fr: Lien du groupe
it: Link del gruppo
ja: グループのリンク
th: ลิงค์กลุ่ม
uk: Посилання на групу

source: Group links
bg: Групови линкове
de: Gruppen-Links
es: Enlaces de grupo
fi: Ryhmälinkit
fr: Liens de groupe
it: Link del gruppo
ja: グループのリンク
th: ลิงค์กลุ่ม
uk: Групові посилання

source: Group message:
bg: Групово съобщение:
de: Grppennachricht:
es: Mensaje de grupo:
fi: Ryhmäviesti:
fr: Message du groupe :
it: Messaggio del gruppo:
ja: グループメッセージ:
th: ข้อความกลุ่ม:
uk: Групове повідомлення:

source: Group moderation
bg: Групово модериране
de: Gruppenmoderation
es: Moderación de grupos
fi: Ryhmän moderointi
fr: Modération de groupe
it: Moderazione del gruppo
ja: グループのモデレーション
th: การกลั่นกรองกลุ่ม
uk: Модерація груп

source: Group preferences
bg: Групови настройки
de: Gruppen-Präferenzen
es: Preferencias del grupo
fi: Ryhmän asetukset
fr: Préférences du groupe
it: Preferenze del gruppo
ja: グループの設定
th: ค่ากําหนดลักษณะกลุ่ม
uk: Параметри груп

source: Group profile
bg: Групов профил
de: Gruppenprofil
es: Perfil de grupo
fi: Ryhmäprofiili
fr: Profil du groupe
it: Profilo del gruppo
ja: グループのプロフィール
th: โปรไฟล์กลุ่ม
uk: Профіль групи

source: Group profile is stored on members' devices, not on the servers.
bg: Груповият профил се съхранява на устройствата на членовете, а не на сървърите.
de: Das Gruppenprofil wird nur auf den Mitglieds-Systemen gespeichert und nicht auf den Servern.
es: El perfil de grupo se almacena en los dispositivos, no en los servidores.
fi: Ryhmäprofiili tallennetaan jäsenten laitteille, ei palvelimille.
fr: Le profil du groupe est stocké sur les appareils des membres, pas sur les serveurs.
it: Il profilo del gruppo è memorizzato sui dispositivi dei membri, non sui server.
ja: グループのプロフィールはサーバではなく、メンバーの端末に保存されます。
th: โปรไฟล์กลุ่มถูกจัดเก็บไว้ในอุปกรณ์ของสมาชิก ไม่ใช่บนเซิร์ฟเวอร์
uk: Профіль групи зберігається на пристроях учасників, а не на серверах.

source: group profile updated
bg: профилът на групата е актуализиран
de: Gruppenprofil aktualisiert
es: perfil de grupo actualizado
fi: ryhmäprofiili päivitetty
fr: mise à jour du profil de groupe
it: profilo del gruppo aggiornato
ja: グループのプロフィールが更新されました
th: อัปเดตโปรไฟล์กลุ่มแล้ว
uk: оновлено профіль групи

source: Group profile was changed. If you save it, the updated profile will be sent to group members.
de: Das Gruppenprofil wurde geändert. Wenn Sie es speichern, wird das aktualisierte Profil an die Gruppenmitglieder gesendet.

source: Group welcome message
bg: Съобщение при посрещане в групата
de: Gruppen-Begrüßungsmeldung
es: Mensaje de bienvenida en grupos
fi: Ryhmän tervetuloviesti
fr: Message d'accueil du groupe
it: Messaggio di benvenuto del gruppo
ja: グループのウェルカムメッセージ
th: ข้อความต้อนรับกลุ่ม
uk: Привітальне повідомлення групи

source: Group will be deleted for all members - this cannot be undone!
bg: Групата ще бъде изтрита за всички членове - това не може да бъде отменено!
de: Die Gruppe wird für alle Mitglieder gelöscht. Dies kann nicht rückgängig gemacht werden!
es: El grupo será eliminado para todos los miembros. ¡No puede deshacerse!
fi: Ryhmä poistetaan kaikilta jäseniltä - tätä ei voi kumota!
fr: Le groupe va être supprimé pour tout les membres - impossible de revenir en arrière !
it: Il gruppo verrà eliminato per tutti i membri. Non è reversibile!
ja: 全員にとってグループが削除されます (※元に戻せません※)！
th: กลุ่มจะถูกลบสำหรับสมาชิกทั้งหมด - ไม่สามารถยกเลิกได้!
uk: Група буде видалена для всіх учасників - це неможливо скасувати!

source: Group will be deleted for you - this cannot be undone!
bg: Групата ще бъде изтрита за вас - това не може да бъде отменено!
de: Die Gruppe wird nur bei Ihnen gelöscht. Dies kann nicht rückgängig gemacht werden!
es: El grupo será eliminado para tí. ¡No puede deshacerse!
fi: Ryhmä poistetaan sinulta - tätä ei voi perua!
fr: Le groupe va être supprimé pour vous - impossible de revenir en arrière !
it: Il gruppo verrà eliminato per te. Non è reversibile!
ja: あなたにとってグループが削除されます (※元に戻せません※)！
th: กลุ่มจะถูกลบสำหรับคุณ - ไม่สามารถยกเลิกได้!
uk: Група буде видалена для вас - це не може бути скасовано!

source: Groups
de: Gruppen
es: Grupos
it: Gruppi

source: Help
bg: Помощ
de: Hilfe
es: Ayuda
fi: Apua
fr: Aide
it: Aiuto
ja: ヘルプ
th: ความช่วยเหลือ
uk: Довідка

source: Help admins moderating their groups.
de: Helfen Sie Administratoren bei der Moderation ihrer Gruppen.
es: Ayuda a los admins a moderar sus grupos.
it: Aiuta gli amministratori a moderare i loro gruppi.

source: Hidden
bg: Скрит
de: Verborgen
es: Oculto
fi: Piilotettu
fr: Caché
it: Nascosta
ja: プライベート
th: ซ่อนอยู่
uk: Приховано

source: Hidden chat profiles
bg: Скрити чат профили
de: Verborgene Chat-Profile
es: Perfiles ocultos
fi: Piilotetut keskusteluprofiilit
fr: Profils de chat cachés
it: Profili di chat nascosti
ja: 非表示のチャット プロフィール
th: โปรไฟล์การแชทที่ซ่อนอยู่
uk: Приховані профілі чату

source: Hidden profile password
bg: Парола за скрит профил
de: Verborgenes Profil-Passwort
es: Contraseña del perfil oculto
fi: Piilotettu profiilin salasana
fr: Mot de passe de profil caché
it: Password del profilo nascosta
ja: 非表示のプロフィールのパスワード
th: รหัสผ่านโปรไฟล์ที่ซ่อนอยู่
uk: Прихований пароль до профілю

source: Hide
bg: Скрий
de: Verbergen
es: Sin vista previa
fi: Piilota
fr: Cacher
it: Nascondi
ja: プライベートにする
th: ซ่อน
uk: Приховати

source: Hide app screen in the recent apps.
bg: Скриване на екрана на приложението в изгледа на скоро отворнените приложения.
de: App-Bildschirm in aktuellen Anwendungen verbergen.
es: Ocultar pantalla de aplicaciones en aplicaciones recientes.
fi: Piilota sovellusnäyttö viimeisimmissä sovelluksissa.
fr: Masquer l'écran de l'app dans les apps récentes.
it: Nascondi la schermata dell'app nelle app recenti.
ja: 起動中アプリリストに出ないようにする。
th: ซ่อนหน้าจอแอพในแอพล่าสุด
uk: Приховати екран програми в останніх програмах.

source: Hide profile
bg: Скрий профила
de: Profil verbergen
es: Ocultar perfil
fi: Piilota profiili
fr: Masquer le profil
it: Nascondi il profilo
ja: プロフィールを隠す
th: ซ่อนโปรไฟล์
uk: Приховати профіль

source: Hide:
bg: Скрий:
de: Verberge:
es: Ocultar:
fi: Piilota:
fr: Cacher :
it: Nascondi:
ja: 隠す：
th: ซ่อน:
uk: Приховати:

source: History
bg: История
de: Nachrichtenverlauf
es: Historial
fi: Historia
fr: Historique
it: Cronologia
ja: 履歴
th: ประวัติ
uk: Історія

source: History is not sent to new members.
bg: Историята не се изпраща на нови членове.
de: Der Nachrichtenverlauf wird nicht an neue Gruppenmitglieder gesendet.
es: El historial no se envía a miembros nuevos.
fr: L'historique n'est pas envoyé aux nouveaux membres.
it: La cronologia non viene inviata ai nuovi membri.
uk: Історія не надсилається новим учасникам.

source: hours
bg: часове
de: Stunden
es: horas
fi: tuntia
fr: heures
it: ore
ja: 時間
th: ชั่วโมง
uk: години

source: How it affects privacy
de: Wie es die Privatsphäre beeinflusst
es: Cómo afecta a la privacidad
fr: L'impact sur la vie privée
it: Come influisce sulla privacy
uk: Як це впливає на конфіденційність

source: How it helps privacy
de: Wie es die Privatsphäre schützt
es: Cómo ayuda a la privacidad
fr: Comment il contribue à la protection de la vie privée
it: Come aiuta la privacy
uk: Як це захищає приватність

source: How it works
de: Wie es funktioniert
es: Cómo funciona
fi: Kuinka se toimii
it: Come funziona
ja: 技術の説明
th: มันทำงานอย่างไร

source: How SimpleX works
bg: Как работи SimpleX
de: Wie SimpleX funktioniert
es: Cómo funciona SimpleX
fi: Miten SimpleX toimii
fr: Comment SimpleX fonctionne
it: Come funziona SimpleX
ja: SimpleX の仕組み
th: วิธีการ SimpleX ทํางานอย่างไร
uk: Як працює SimpleX

source: How to
bg: Информация
de: Anleitung
es: Cómo
fi: Miten
fr: Comment faire
it: Come si fa
ja: 使い方
th: วิธี
uk: Як зробити

source: How to use it
bg: Как се използва
de: Wie man SimpleX nutzt
es: Guía de uso
fi: Kuinka sitä käytetään
fr: Comment l'utiliser
it: Come si usa
ja: 使い方
th: วิธีการใช้งาน
uk: Як ним користуватися
