Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: Some non-fatal errors occurred during import - you may see Chat console for more details.
bg: Някои не-фатални грешки са възникнали по време на импортиране - може да видите конзолата за повече подробности.
de: Während des Imports sind einige nicht schwerwiegende Fehler aufgetreten - in der Chat-Konsole finden Sie weitere Einzelheiten.
es: Algunos errores no críticos ocurrieron durante la importación - para más detalles puedes ver la consola de Chat.
fi: Tuonnin aikana tapahtui joitakin ei-vakavia virheitä – saatat nähdä Chat-konsolissa lisätietoja.
fr: Des erreurs non fatales se sont produites lors de l'importation - vous pouvez consulter la console de chat pour plus de détails.
it: Si sono verificati alcuni errori non gravi durante l'importazione: vedi la console della chat per i dettagli.
ja: インポート中に致命的でないエラーが発生しました - 詳細はチャットコンソールを参照してください。
th: ข้อผิดพลาดที่ไม่ร้ายแรงบางอย่างเกิดขึ้นระหว่างการนำเข้า - คุณอาจดูรายละเอียดเพิ่มเติมได้ที่คอนโซล Chat
uk: Під час імпорту виникли деякі нефатальні помилки – ви можете переглянути консоль чату, щоб дізнатися більше.

source: Some non-fatal errors occurred during import:
de: Während des Imports traten ein paar nicht schwerwiegende Fehler auf:
es: Han ocurrido algunos errores no críticos durante la importación:
fr: L'importation a entraîné des erreurs non fatales :
it: Si sono verificati alcuni errori non fatali durante l'importazione:
uk: Під час імпорту виникли деякі несмертельні помилки:

source: Some servers failed the test: %@
de: Einige Server haben den Test nicht bestanden: %@
es: Algunos servidores no han superado la prueba: %@
fr: Certains serveurs ont échoué le test : %@
it: Alcuni server hanno fallito il test: %@
uk: Деякі сервери не пройшли тестування: %@

source: Somebody
bg: Някой
de: Jemand
es: Alguien
fi: Joku
fr: Quelqu'un
it: Qualcuno
ja: 誰か
th: ใครบางคน
uk: Хтось

source: Square, circle, or anything in between.
bg: Квадрат, кръг или нещо между тях.
de: Quadratisch, kreisförmig oder irgendetwas dazwischen.
es: Cuadrada, circular o cualquier forma intermedia.
fr: Carré, circulaire, ou toute autre forme intermédiaire.
it: Quadrata, circolare o qualsiasi forma tra le due.
uk: Квадрат, коло або щось середнє між ними.

source: standard end-to-end encryption
bg: стандартно криптиране от край до край
de: Standard-Ende-zu-Ende-Verschlüsselung
es: cifrado estándar de extremo a extremo
fr: chiffrement de bout en bout standard
it: crittografia end-to-end standard
uk: стандартне наскрізне шифрування

source: Start chat
bg: Започни чат
de: Starten Sie den Chat
es: Iniciar chat
fi: Aloita keskustelu
fr: Démarrer le chat
it: Avvia chat
ja: チャットを開始する
th: เริ่มแชท
uk: Почати чат

source: Start chat?
bg: Стартирай чата?
de: Chat starten?
es: ¿Iniciar chat?
fr: Lancer le chat ?
it: Avviare la chat?
uk: Почати чат?

source: Start migration
bg: Започни миграция
de: Starten Sie die Migration
es: Iniciar migración
fi: Aloita siirto
fr: Démarrer la migration
it: Avvia la migrazione
ja: 移行の開始
th: เริ่มการย้ายข้อมูล
uk: Почати міграцію

source: Starting from %@.
de: Beginnend mit %@.
es: Iniciado el %@.
fr: À partir de %@.
it: Inizio da %@.
uk: Починаючи з %@.

source: starting…
bg: стартиране…
de: Verbindung wird gestartet…
es: inicializando…
fi: alkaa…
fr: lancement…
it: avvio…
ja: 接続中…
th: กำลังเริ่มต้น…
uk: починаючи…

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
uk: Статистика

source: Stop
bg: Спри
de: Beenden
es: Parar
fi: Lopeta
fr: Arrêter
it: Ferma
ja: 停止
th: หยุด
uk: Зупинити

source: Stop chat
bg: Спри чата
de: Chat beenden
es: Parar SimpleX
fr: Arrêter le chat
it: Ferma la chat
uk: Припинити чат

source: Stop chat to export, import or delete chat database. You will not be able to receive and send messages while the chat is stopped.
bg: Спрете чата, за да експортирате, импортирате или изтриете чат базата данни. Няма да можете да получавате и изпращате съобщения, докато чатът е спрян.
de: Beenden Sie den Chat, um die Chat-Datenbank zu exportieren, zu importieren oder zu löschen. Solange der Chat angehalten ist, können Sie keine Nachrichten empfangen oder senden.
es: Para exportar, importar o eliminar la base de datos debes parar SimpleX. Mientra tanto no podrás enviar ni recibir mensajes.
fi: Pysäytä keskustelut viedäksesi, tuodaksesi tai poistaaksesi keskustelujen tietokannan. Et voi vastaanottaa ja lähettää viestejä, kun keskustelut on pysäytetty.
fr: Arrêtez le chat pour exporter, importer ou supprimer la base de données du chat. Vous ne pourrez pas recevoir et envoyer de messages pendant que le chat est arrêté.
it: Ferma la chat per esportare, importare o eliminare il database della chat. Non potrai ricevere e inviare messaggi mentre la chat è ferma.
ja: データベースのエクスポート、読み込み、削除するにはチャットを閉じてからです。チャットを閉じると送受信ができなくなります。
th: หยุดแชทเพื่อส่งออก นำเข้า หรือลบฐานข้อมูลแชท คุณจะไม่สามารถรับและส่งข้อความได้ในขณะที่การแชทหยุดลง
uk: Зупиніть чат, щоб експортувати, імпортувати або видалити базу даних чату. Ви не зможете отримувати та надсилати повідомлення, поки чат зупинено.

source: Stop chat?
bg: Спри чата?
de: Chat beenden?
es: ¿Parar Chat?
fi: Lopeta keskustelu?
fr: Arrêter le chat ?
it: Fermare la chat?
ja: チャットを閉じますか？
th: หยุดแชท?
uk: Зупинити чат?

source: Stop file
bg: Спри файл
de: Herunterladen beenden
es: Detener archivo
fi: Pysäytä tiedosto
fr: Arrêter le fichier
it: Ferma file
ja: ファイルを停止
th: หยุดไฟล์
uk: Зупинити файл

source: Stop receiving file?
bg: Спри получаването на файла?
de: Das Herunterladen der Datei beenden?
es: ¿Dejar de recibir el archivo?
fi: Lopeta tiedoston vastaanottaminen?
fr: Arrêter de recevoir le fichier ?
it: Fermare la ricezione del file?
ja: ファイルの受信を停止しますか？
th: หยุดรับไฟล์?
uk: Припинити отримання файлу?

source: Stop sending file?
bg: Спри изпращането на файла?
de: Das Hochladen der Datei beenden?
es: ¿Dejar de enviar el archivo?
fi: Lopeta tiedoston lähettäminen?
fr: Arrêter l'envoi du fichier ?
it: Fermare l'invio del file?
ja: ファイルの送信を停止しますか？
th: หยุดส่งไฟล์ไหม?
uk: Припинити надсилання файлу?

source: Stop sharing
bg: Спри споделянето
de: Teilen beenden
es: Dejar de compartir
fi: Lopeta jakaminen
fr: Cesser le partage
it: Smetti di condividere
ja: 共有を停止
th: หยุดแชร์
uk: Припиніть ділитися

source: Stop sharing address?
bg: Спри споделянето на адреса?
de: Das Teilen der Adresse beenden?
es: ¿Dejar de compartir la dirección?
fi: Lopeta osoitteen jakaminen?
fr: Cesser le partage d'adresse ?
it: Smettere di condividere l'indirizzo?
ja: アドレスの共有を停止しますか？
th: หยุดแชร์ที่อยู่ไหม?
uk: Припинити ділитися адресою?

source: Stop SimpleX
bg: Спри SimpleX
de: Stoppen Sie SimpleX
es: Parar SimpleX
fi: Lopeta SimpleX
fr: Arrêter SimpleX
it: Ferma SimpleX
ja: SimpleX を停止
th: หยุด SimpleX
uk: Зупинити SimpleX

source: Stopping chat
bg: Спиране на чата
de: Chat wird beendet
es: Parando chat
fr: Arrêt du chat
it: Arresto della chat
uk: Зупинка чату

source: Storage
de: Ablage
es: Almacenamiento
it: Archiviazione

source: strike
bg: зачеркнат
de: durchstreichen
es: tachado
fi: soita
fr: barré
it: barrato
ja: 取り消し線
th: ตี
uk: закреслено

source: Strong
de: Hart
es: Fuerte
fr: Fort
it: Forte
uk: Сильний

source: Submit
bg: Изпрати
de: Bestätigen
es: Enviar
fi: Lähetä
fr: Soumettre
it: Invia
ja: 送信
th: ส่ง
uk: Надіслати

source: Subscribed
de: Abonniert
es: Suscritas
fr: Inscriptions
it: Iscritto
uk: Підписано

source: Subscription errors
de: Fehler beim Abonnieren
es: Errores de suscripción
fr: Erreurs d'inscription
it: Errori di iscrizione
uk: Помилки підписки

source: Subscriptions ignored
de: Nicht beachtete Abonnements
es: Suscripciones ignoradas
fr: Inscriptions ignorées
it: Iscrizioni ignorate
uk: Підписки ігноруються

source: Support SimpleX Chat
bg: Подкрепете SimpleX Chat
de: Unterstützung von SimpleX Chat
es: Soporte SimpleX Chat
fi: SimpleX Chat tuki
fr: Supporter SimpleX Chat
it: Supporta SimpleX Chat
ja: Simplex Chatを支援
th: สนับสนุน SimpleX แชท
uk: Підтримка чату SimpleX

source: Switch audio and video during the call.
de: Während des Anrufs zwischen Audio und Video wechseln
es: Intercambia audio y video durante la llamada.
fr: Passer de l'audio à la vidéo pendant l'appel.
it: Cambia tra audio e video durante la chiamata.
uk: Перемикайте аудіо та відео під час дзвінка.

source: Switch chat profile for 1-time invitations.
de: Das Chat-Profil für Einmal-Einladungen wechseln
es: Cambia el perfil de chat para invitaciones de un solo uso.
fr: Changer de profil de chat pour les invitations à usage unique.
it: Cambia profilo di chat per inviti una tantum.
uk: Переключіть профіль чату для отримання одноразових запрошень.

source: System authentication
bg: Системна идентификация
de: System-Authentifizierung
es: Autenticación del sistema
fi: Järjestelmän todennus
fr: Authentification du système
it: Autenticazione di sistema
ja: システム認証
th: การรับรองความถูกต้องของระบบ
uk: Автентифікація системи

source: Tail
de: Sprechblasen-Format
es: Cola
fr: Queue
it: Coda
uk: Хвіст

source: Take picture
bg: Направи снимка
de: Machen Sie ein Foto
es: Tomar foto
fi: Ota kuva
fr: Prendre une photo
it: Scatta foto
ja: 写真を撮影
th: ถ่ายภาพ
uk: Сфотографуйте

source: Tap button
bg: Докосни бутона
de: Schaltfläche antippen
es: Pulsa el botón
fi: Napauta painiketta
fr: Appuyez sur le bouton
it: Tocca il pulsante
ja: ボタンをタップ
th: แตะปุ่ม
uk: Натисніть кнопку

source: Tap Connect to chat
de: Verbinden tippen, um zu chatten

source: Tap Connect to send request
de: Verbinden tippen, um die Anfrage zu senden

source: Tap Connect to use bot
de: Verbinden tippen, um den Bot zu nutzen.

source: Tap Create SimpleX address in the menu to create it later.
de: Tippen Sie im Menü auf SimpleX-Adresse erstellen, um sie später zu erstellen.
es: Pulsa Crear dirección SimpleX en el menú para crearla más tarde.
fr: Appuyez sur Créer une adresse SimpleX dans le menu pour la créer ultérieurement.
it: Tocca Crea indirizzo SimpleX nel menu per crearlo più tardi.
uk: Натисніть «Створити адресу SimpleX» у меню, щоб створити її пізніше.

source: Tap Join group
de: Tippen, um der Gruppe beizutreten

source: Tap to activate profile.
bg: Докосни за активиране на профил.
de: Zum Aktivieren des Profils tippen.
es: Pulsa sobre un perfil para activarlo.
fi: Aktivoi profiili napauttamalla.
fr: Appuyez pour activer un profil.
it: Tocca per attivare il profilo.
ja: タップしてプロフィールを有効化する。
th: แตะเพื่อเปิดใช้งานโปรไฟล์
uk: Натисніть, щоб активувати профіль.

source: Tap to Connect
bg: Докосни за свързване
de: Zum Verbinden tippen
es: Pulsa para conectar
fr: Tapez pour vous connecter
it: Tocca per connettere
uk: Натисніть, щоб підключитися

source: Tap to join
bg: Докосни за вход
de: Zum Beitreten tippen
es: Pulsa para unirte
fi: Liity napauttamalla
fr: Appuyez pour rejoindre
it: Tocca per entrare
ja: タップして参加
th: แตะเพื่อเข้าร่วม
uk: Натисніть, щоб приєднатися

source: Tap to join incognito
bg: Докосни за инкогнито вход
de: Zum Inkognito beitreten tippen
es: Pulsa para unirte en modo incógnito
fi: Napauta liittyäksesi incognito-tilassa
fr: Appuyez pour rejoindre incognito
it: Toccare per entrare in incognito
ja: タップしてシークレットモードで参加
th: แตะเพื่อเข้าร่วมโหมดไม่ระบุตัวตน
uk: Натисніть, щоб приєднатися інкогніто

source: Tap to paste link
bg: Докосни за поставяне на линк за връзка
de: Zum Link einfügen tippen
es: Pulsa para pegar el enlacePulsa para pegar enlace
fr: Appuyez pour coller le lien
it: Tocca per incollare il link
uk: Натисніть, щоб вставити посилання

source: Tap to scan
bg: Докосни за сканиране
de: Zum Scannen tippen
es: Pulsa para escanear
fr: Appuyez pour scanner
it: Tocca per scansionare
uk: Натисніть, щоб сканувати

source: TCP connection
de: TCP-Verbindung
es: Conexión TCP
fr: Connexion TCP
it: Connessione TCP
uk: TCP-з'єднання

source: TCP connection bg timeout
de: TCP-Verbindung Hintergrund-Zeitüberschreitung

source: TCP connection timeout
bg: Времето на изчакване за установяване на TCP връзка
de: Timeout der TCP-Verbindung
es: Timeout de la conexión TCP
fi: TCP-yhteyden aikakatkaisu
fr: Délai de connexion TCP
it: Scadenza connessione TCP
ja: TCP接続タイムアウト
th: หมดเวลาการเชื่อมต่อ TCP
uk: Тайм-аут TCP-з'єднання

source: TCP port for messaging
de: TCP-Port für Nachrichtenübermittlung
es: Puerto TCP para mensajes
it: Porta TCP per i messaggi

source: Temporary file error
de: Temporärer Datei-Fehler
es: Error en archivo temporal
fr: Erreur de fichier temporaire
it: Errore del file temporaneo
uk: Тимчасова помилка файлу

source: Test failed at step %@.
bg: Тестът е неуспешен на стъпка %@.
de: Der Test ist beim Schritt %@ fehlgeschlagen.
es: Prueba no superada en el paso %@.
fi: Testi epäonnistui vaiheessa %@.
fr: Échec du test à l'étape %@.
it: Test fallito al passo %@.
ja: テストはステップ %@ で失敗しました。
th: การทดสอบล้มเหลวในขั้นตอน %@
uk: Тест завершився невдало на кроці %@.

source: Test notifications
de: Benachrichtigungen testen
es: Probar notificaciones
it: Prova le notifiche

source: Test server
bg: Тествай сървър
de: Teste Server
es: Probar servidor
fi: Testipalvelin
fr: Tester le serveur
it: Prova server
ja: テストサーバ
th: เซิร์ฟเวอร์ทดสอบ
uk: Тестовий сервер

source: Test servers
bg: Тествай сървърите
de: Teste alle Server
es: Probar servidores
fi: Testipalvelimet
fr: Tester les serveurs
it: Prova i server
ja: テストサーバ
th: เซิร์ฟเวอร์ทดสอบ
uk: Тестові сервери

source: Tests failed!
bg: Тестовете са неуспешни!
de: Tests sind fehlgeschlagen!
es: ¡Pruebas no superadas!
fi: Testit epäonnistuivat!
fr: Échec des tests !
it: Test falliti!
ja: テストは失敗しました！
th: การทดสอบล้มเหลว!
uk: Тести не пройшли!

source: Thank you for installing SimpleX Chat!
bg: Благодарим Ви, че инсталирахте SimpleX Chat!
de: Vielen Dank, dass Sie SimpleX Chat installiert haben!
es: ¡Gracias por instalar SimpleX Chat!
fi: Kiitos SimpleX Chatin asentamisesta!
fr: Merci d'avoir installé SimpleX Chat !
it: Grazie per aver installato SimpleX Chat!
ja: SimpleX Chatをインストールしていただき、ありがとうございます！
th: ขอบคุณสำหรับการติดตั้ง SimpleX Chat!
uk: Дякуємо, що встановили SimpleX Chat!

source: Thanks to the users – [contribute via Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
bg: Благодарение на потребителите – [допринесете през Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
de: Dank der Nutzer - [Tragen Sie per Weblate bei](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
es: ¡Nuestro agradecimiento a todos los colaboradores, [puedes contribuir a través de Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#traducir-el-aplicaciones)!
fi: Kiitos käyttäjille - [osallistu Weblaten avulla](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
fr: Merci aux utilisateurs - [contribuer via Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat) !
it: Grazie agli utenti – [contribuite via Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
ja: ユーザーに感謝します – [Weblate 経由で貢献してください](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translation-simplex-chat)！
th: ขอบคุณผู้ใช้ – [มีส่วนร่วมผ่าน Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
uk: Дякуємо користувачам - [внесок через Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!

source: Thanks to the users – contribute via Weblate!
bg: Благодарение на потребителите – допринесете през Weblate!
de: Dank der Nutzer - Tragen Sie per Weblate bei!
es: ¡Nuestro agradecimiento a todos los colaboradores! Puedes contribuir a través de Weblate
fi: Kiitokset käyttäjille – osallistu Weblaten kautta!
fr: Merci aux utilisateurs - contribuez via Weblate !
it: Grazie agli utenti – contribuite via Weblate!
ja: ユーザーに感謝します – Weblate 経由で貢献してください!
th: ขอบคุณผู้ใช้ – มีส่วนร่วมผ่าน Weblate!
uk: Дякуємо користувачам - зробіть свій внесок через Weblate!

source: The address will be short, and your profile will be shared via the address.
de: Die Adresse wird gekürzt sein, und Ihr Profil wird über die Adresse geteilt.

source: The app can notify you when you receive messages or contact requests - please open settings to enable.
bg: Приложението може да ви уведоми, когато получите съобщения или заявки за контакт - моля, отворете настройките, за да активирате.
de: Wenn sie Nachrichten oder Kontaktanfragen empfangen, kann Sie die App benachrichtigen - Um dies zu aktivieren, öffnen Sie bitte die Einstellungen.
es: La aplicación puede notificarte cuando recibas mensajes o solicitudes de contacto: por favor, abre la configuración para activarlo.
fi: Sovellus voi ilmoittaa sinulle, kun saat viestejä tai yhteydenottopyyntöjä - avaa asetukset ottaaksesi ne käyttöön.
fr: L'application peut vous avertir lorsque vous recevez des messages ou des demandes de contact - veuillez ouvrir les paramètres pour les activer.
it: L'app può avvisarti quando ricevi messaggi o richieste di contatto: apri le impostazioni per attivare.
ja: アプリは、メッセージや連絡先のリクエストを受信したときに通知することができます - 設定を開いて有効にしてください。
th: แอปสามารถแจ้งให้คุณทราบเมื่อคุณได้รับข้อความหรือคำขอติดต่อ - โปรดเปิดการตั้งค่าเพื่อเปิดใช้งาน
uk: Додаток може сповіщати вас, коли ви отримуєте повідомлення або запити на контакт - будь ласка, відкрийте налаштування, щоб увімкнути цю функцію.

source: The app protects your privacy by using different operators in each conversation.
de: Durch Verwendung verschiedener Netzwerk-Betreiber für jede Unterhaltung schützt die App Ihre Privatsphäre.
es: La aplicación protege tu privacidad mediante el uso de diferentes operadores en cada conversación.
fr: L'application protège votre vie privée en utilisant des opérateurs différents pour chaque conversation.
it: L'app protegge la tua privacy usando diversi operatori in ogni conversazione.
uk: Додаток захищає вашу конфіденційність, використовуючи різних операторів у кожній розмові.

source: The app will ask to confirm downloads from unknown file servers (except .onion).
de: Die App wird eine Bestätigung bei Downloads von unbekannten Datei-Servern anfordern (außer bei .onion).
es: La aplicación pedirá que confirmes las descargas desde servidores de archivos desconocidos (excepto si son .onion).
fr: L'application demandera de confirmer les téléchargements à partir de serveurs de fichiers inconnus (sauf .onion).
it: L'app chiederà di confermare i download da server di file sconosciuti (eccetto .onion).
uk: Програма попросить підтвердити завантаження з невідомих файлових серверів (крім .onion).

source: The attempt to change database passphrase was not completed.
bg: Опитът за промяна на паролата на базата данни не беше завършен.
de: Die Änderung des Datenbank-Passworts konnte nicht abgeschlossen werden.
es: El intento de cambiar la contraseña de la base de datos no se ha completado.
fi: Tietokannan tunnuslauseen muuttamista ei suoritettu loppuun.
fr: La tentative de modification de la phrase secrète de la base de données n'a pas abouti.
it: Il tentativo di cambiare la password del database non è stato completato.
ja: データベースのパスフレーズ変更が完了してません。
th: ความพยายามในการเปลี่ยนรหัสผ่านของฐานข้อมูลไม่เสร็จสมบูรณ์
uk: Спроба змінити пароль до бази даних не була завершена.

source: The code you scanned is not a SimpleX link QR code.
bg: QR кодът, който сканирахте, не е SimpleX линк за връзка.
de: Der von Ihnen gescannte Code ist kein SimpleX-Link-QR-Code.
es: El código QR escaneado no es un enlace de SimpleX.
fr: Le code scanné n'est pas un code QR de lien SimpleX.
it: Il codice che hai scansionato non è un codice QR di link SimpleX.
uk: Відсканований вами код не є QR-кодом посилання SimpleX.

source: The connection reached the limit of undelivered messages, your contact may be offline.
de: Diese Verbindung hat das Limit der nicht ausgelieferten Nachrichten erreicht. Ihr Kontakt ist möglicherweise offline.
es: La conexión ha alcanzado el límite de mensajes no entregados. es posible que tu contacto esté desconectado.
fr: La connexion a atteint la limite des messages non délivrés, votre contact est peut-être hors ligne.
it: La connessione ha raggiunto il limite di messaggi non consegnati, il contatto potrebbe essere offline.
uk: З'єднання досягло ліміту недоставлених повідомлень, ваш контакт може бути офлайн.

source: The connection you accepted will be cancelled!
bg: Връзката, която приехте, ще бъде отказана!
de: Die von Ihnen akzeptierte Verbindung wird abgebrochen!
es: ¡La conexión que has aceptado se cancelará!
fi: Hyväksymäsi yhteys peruuntuu!
fr: La connexion que vous avez acceptée sera annulée !
it: La connessione che hai accettato verrà annullata!
ja: 承認済の接続がキャンセルされます！
th: การเชื่อมต่อที่คุณยอมรับจะถูกยกเลิก!
uk: Прийняте вами з'єднання буде скасовано!

source: The contact you shared this link with will NOT be able to connect!
bg: Контактът, с когото споделихте този линк, НЯМА да може да се свърже!
de: Der Kontakt, mit dem Sie diesen Link geteilt haben, kann sich NICHT verbinden!
es: ¡El contacto con el que has compartido este enlace NO podrá conectarse!
fi: Kontakti, jolle jaoit tämän linkin, EI voi muodostaa yhteyttä!
fr: Le contact avec lequel vous avez partagé ce lien NE pourra PAS se connecter !
it: Il contatto con cui hai condiviso questo link NON sarà in grado di connettersi!
ja: このリンクを共有した連絡先は接続できなくなります！
th: ผู้ติดต่อที่คุณแชร์ลิงก์นี้ด้วยจะไม่สามารถเชื่อมต่อได้!
uk: Контакт, з яким ви поділилися цим посиланням, НЕ зможе підключитися!

source: The created archive is available via app Settings / Database / Old database archive.
bg: Създаденият архив е достъпен чрез Настройки на приложението / База данни / Стар архив на база данни.
de: Das erzeugte Archiv ist über Einstellungen / Datenbank / Altes Datenbankarchiv verfügbar.
es: El archivo creado está disponible a través de Configuración / Base de datos / Archivo de base de datos antigua.
fi: Luotu arkisto on käytettävissä sovelluksen Asetukset / Tietokanta / Vanha tietokanta-arkisto kautta.
fr: L'archive créée est disponible via l'app Paramètres / Base de données / Ancienne archive de base de données.
it: L'archivio creato è disponibile via Impostazioni / Database / Archivio database vecchio.
ja: 作成されたアーカイブは、アプリの設定／データベース／過去のデータベースアーカイブから利用できます。
th: ไฟล์เก็บที่สร้างขึ้นมีอยู่ในการตั้งค่าแอพ / ฐานข้อมูล / คลังฐานข้อมูลเก่า
uk: Створений архів доступний через Налаштування програми / База даних / Старий архів бази даних.

source: The encryption is working and the new encryption agreement is not required. It may result in connection errors!
bg: Криптирането работи и новото споразумение за криптиране не е необходимо. Това може да доведе до грешки при свързване!
de: Die Verschlüsselung funktioniert und ein neues Verschlüsselungsabkommen ist nicht erforderlich. Es kann zu Verbindungsfehlern kommen!
es: El cifrado funciona y un cifrado nuevo no es necesario. ¡Podría dar lugar a errores de conexión!
fi: Salaus toimii ja uutta salaussopimusta ei tarvita. Tämä voi johtaa yhteysvirheisiin!
fr: Le chiffrement fonctionne et le nouvel accord de chiffrement n'est pas nécessaire. Cela peut provoquer des erreurs de connexion !
it: La crittografia funziona e il nuovo accordo sulla crittografia non è richiesto. Potrebbero verificarsi errori di connessione!
ja: 暗号化は機能しており、新しい暗号化への同意は必要ありません。接続エラーが発生する可能性があります！
th: encryption กำลังทำงานและไม่จำเป็นต้องใช้ข้อตกลง encryption ใหม่ อาจทำให้การเชื่อมต่อผิดพลาดได้!
uk: Шифрування працює і нова угода про шифрування не потрібна. Це може призвести до помилок з'єднання!

source: The future of messaging
bg: Ново поколение поверителни съобщения
de: Die nächste Generation von privatem Messaging
es: La nueva generación de mensajería privada
fr: La nouvelle génération de messagerie privée
it: La nuova generazione di messaggistica privata
uk: Наступне покоління приватних повідомлень
