Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: Member role will be changed to "%@". The member will receive a new invitation.
bg: Ролята на члена ще бъде променена на "%@". Членът ще получи нова покана.
de: Die Mitgliederrolle wird auf "%@" geändert. Das Mitglied wird eine neue Einladung erhalten.
es: El rol del miembro cambiará a "%@" y recibirá una invitación nueva.
fi: Jäsenen rooli muutetaan muotoon "%@". Jäsen saa uuden kutsun.
fr: Le rôle du membre sera changé pour "%@". Ce membre recevra une nouvelle invitation.
it: Il ruolo del membro verrà cambiato in "%@". Il membro riceverà un invito nuovo.
ja: メンバーの役割が "%@" に変更されます。 メンバーは新たな招待を受け取ります。
th: บทบาทของสมาชิกจะถูกเปลี่ยนเป็น "%@" สมาชิกจะได้รับคำเชิญใหม่
uk: Роль учасника буде змінено на "%@". Учасник отримає нове запрошення.

source: Member will be removed from chat - this cannot be undone!
de: Das Mitglied wird aus dem Chat entfernt. Dies kann nicht rückgängig gemacht werden!
es: El miembro será eliminado del chat. ¡No puede deshacerse!
fr: Le membre sera retiré de la discussion - cela ne peut pas être annulé !
it: Il membro verrà rimosso dalla chat, non è reversibile!
uk: Учасника буде видалено з чату – це неможливо скасувати!

source: Member will be removed from group - this cannot be undone!
bg: Членът ще бъде премахнат от групата - това не може да бъде отменено!
de: Das Mitglied wird aus der Gruppe entfernt. Dies kann nicht rückgängig gemacht werden!
es: El miembro será expulsado del grupo. ¡No puede deshacerse!
fi: Jäsen poistetaan ryhmästä - tätä ei voi perua!
fr: Ce membre sera retiré du groupe - impossible de revenir en arrière !
it: Il membro verrà rimosso dal gruppo, non è reversibile!
ja: メンバーをグループから除名する (※元に戻せません※)！
th: สมาชิกจะถูกลบออกจากกลุ่ม - ไม่สามารถยกเลิกได้!
uk: Учасник буде видалений з групи - це неможливо скасувати!

source: Member will join the group, accept member?
de: Mitglied wird der Gruppe beitreten. Annehmen?

source: Members can add message reactions.
bg: Членовете на групата могат да добавят реакции към съобщенията.
de: Gruppenmitglieder können eine Reaktion auf Nachrichten geben.
es: Los miembros pueden añadir reacciones a los mensajes.
fr: Les membres du groupe peuvent ajouter des réactions aux messages.
it: I membri del gruppo possono aggiungere reazioni ai messaggi.
uk: Учасники групи можуть додавати реакції на повідомлення.

source: Members can irreversibly delete sent messages. (24 hours)
bg: Членовете на групата могат необратимо да изтриват изпратените съобщения. (24 часа)
de: Gruppenmitglieder können gesendete Nachrichten unwiederbringlich löschen. (24 Stunden)
es: Los miembros del grupo pueden eliminar mensajes de forma irreversible. (24 horas)
fr: Les membres du groupe peuvent supprimer de manière irréversible les messages envoyés. (24 heures)
it: I membri del gruppo possono eliminare irreversibilmente i messaggi inviati. (24 ore)
uk: Учасники групи можуть безповоротно видаляти надіслані повідомлення. (24 години)

source: Members can report messsages to moderators.
de: Mitglieder können Nachrichten an Moderatoren melden.
es: Los miembros pueden informar de mensajes a los moderadores.
it: I membri possono segnalare messaggi ai moderatori.

source: Members can send direct messages.
bg: Членовете на групата могат да изпращат лични съобщения.
de: Gruppenmitglieder können Direktnachrichten versenden.
es: Los miembros del grupo pueden enviar mensajes directos.
fr: Les membres du groupe peuvent envoyer des messages directs.
it: I membri del gruppo possono inviare messaggi diretti.
uk: Учасники групи можуть надсилати прямі повідомлення.

source: Members can send disappearing messages.
bg: Членовете на групата могат да изпращат изчезващи съобщения.
de: Gruppenmitglieder können verschwindende Nachrichten versenden.
es: Los miembros del grupo pueden enviar mensajes temporales.
fr: Les membres du groupes peuvent envoyer des messages éphémères.
it: I membri del gruppo possono inviare messaggi a tempo.
uk: Учасники групи можуть надсилати зникаючі повідомлення.

source: Members can send files and media.
bg: Членовете на групата могат да изпращат файлове и медия.
de: Gruppenmitglieder können Dateien und Medien versenden.
es: Los miembros del grupo pueden enviar archivos y multimedia.
fr: Les membres du groupe peuvent envoyer des fichiers et des médias.
it: I membri del gruppo possono inviare file e contenuti multimediali.
uk: Учасники групи можуть надсилати файли та медіа.

source: Members can send SimpleX links.
bg: Членовете на групата могат да изпращат SimpleX линкове.
de: Gruppenmitglieder können SimpleX-Links versenden.
es: Los miembros del grupo pueden enviar enlaces SimpleX.
fr: Les membres du groupe peuvent envoyer des liens SimpleX.
it: I membri del gruppo possono inviare link di Simplex.
uk: Учасники групи можуть надсилати посилання SimpleX.

source: Members can send voice messages.
bg: Членовете на групата могат да изпращат гласови съобщения.
de: Gruppenmitglieder können Sprachnachrichten versenden.
es: Los miembros del grupo pueden enviar mensajes de voz.
fr: Les membres du groupe peuvent envoyer des messages vocaux.
it: I membri del gruppo possono inviare messaggi vocali.
uk: Учасники групи можуть надсилати голосові повідомлення.

source: Mention members 👋
de: Erwähnung von Mitgliedern 👋
es: Menciona a miembros 👋
it: Menziona i membri 👋

source: Menus
de: Menüs
it: Menu
uk: Меню

source: message
de: Nachricht
es: mensaje
it: messaggio
uk: повідомлення

source: Message delivery error
bg: Грешка при доставката на съобщението
de: Fehler bei der Nachrichtenzustellung
es: Error en la entrega del mensaje
fi: Viestin toimitusvirhe
fr: Erreur de distribution du message
it: Errore di recapito del messaggio
ja: メッセージ送信エラー
th: ข้อผิดพลาดในการส่งข้อความ
uk: Помилка доставки повідомлення

source: Message delivery receipts!
bg: Потвърждениe за доставка на съобщения!
de: Empfangsbestätigungen für Nachrichten!
es: ¡Confirmación de entrega de mensajes!
fi: Viestien toimituskuittaukset!
fr: Accusés de réception des messages !
it: Ricevute di consegna dei messaggi!
th: ใบเสร็จการส่งข้อความ!
uk: Підтвердження доставки повідомлення!

source: Message delivery warning
de: Warnung bei der Nachrichtenzustellung
es: Aviso de entrega de mensaje
fr: Avertissement sur la distribution des messages
it: Avviso di consegna del messaggio
uk: Попередження про доставку повідомлення

source: Message draft
bg: Чернова на съобщение
de: Nachrichtenentwurf
es: Borrador de mensaje
fi: Viestiluonnos
fr: Brouillon de message
it: Bozza del messaggio
ja: メッセージの下書き
th: ร่างข้อความ
uk: Чернетка повідомлення

source: Message forwarded
de: Nachricht weitergeleitet
es: Mensaje reenviado
fr: Message transféré
it: Messaggio inoltrato
uk: Повідомлення переслано

source: Message instantly once you tap Connect.
de: Sobald Sie auf Verbinden tippen, erhalten Sie sofort eine Nachricht.

source: Message may be delivered later if member becomes active.
de: Die Nachricht kann später zugestellt werden, wenn das Mitglied aktiv wird.
es: El mensaje podría ser entregado más tarde si el miembro vuelve a estar activo.
fr: Le message peut être transmis plus tard si le membre devient actif.
it: Il messaggio può essere consegnato più tardi se il membro diventa attivo.
uk: Повідомлення може бути доставлене пізніше, якщо користувач стане активним.

source: Message queue info
de: Information Nachrichtenwarteschlange
es: Información cola de mensajes
fr: Informations sur la file d'attente des messages
it: Info coda messaggi
uk: Інформація про чергу повідомлень

source: Message reactions
bg: Реакции на съобщения
de: Reaktionen auf Nachrichten
es: Reacciones a mensajes
fi: Viestireaktiot
fr: Réactions aux messages
it: Reazioni ai messaggi
ja: メッセージへのリアクション
th: ปฏิกิริยาของข้อความ
uk: Реакції на повідомлення

source: Message reactions are prohibited in this chat.
bg: Реакциите на съобщения са забранени в този чат.
de: In diesem Chat sind Reaktionen auf Nachrichten nicht erlaubt.
es: Las reacciones a los mensajes no están permitidas en este chat.
fi: Viestireaktiot ovat kiellettyjä tässä keskustelussa.
fr: Les réactions aux messages sont interdites dans ce chat.
it: Le reazioni ai messaggi sono vietate in questa chat.
ja: このチャットではメッセージへのリアクションは禁止されています。
th: ห้ามแสดงปฏิกิริยาบนข้อความในแชทนี้
uk: Реакції на повідомлення в цьому чаті заборонені.

source: Message reactions are prohibited.
bg: Реакциите на съобщения са забранени в тази група.
de: In dieser Gruppe sind Reaktionen auf Nachrichten nicht erlaubt.
es: Las reacciones a los mensajes no están permitidas en este grupo.
fr: Les réactions aux messages sont interdites dans ce groupe.
it: Le reazioni ai messaggi sono vietate in questo gruppo.
uk: Реакції на повідомлення в цій групі заборонені.

source: message received
bg: получено съобщение
de: Nachricht empfangen
es: mensaje recibido
fi: viesti vastaanotettu
fr: message reçu
it: messaggio ricevuto
ja: メッセージを受信
th: ข้อความที่ได้รับ
uk: повідомлення отримано

source: Message reception
de: Nachrichtenempfang
es: Recepción de mensaje
fr: Réception de message
it: Ricezione messaggi
uk: Прийом повідомлень

source: Message servers
de: Nachrichten-Server
es: Servidores de mensajes
fr: Serveurs de messages
it: Server dei messaggi
uk: Сервери повідомлень

source: Message shape
de: Nachrichten-Form
es: Forma del mensaje
fr: Forme du message
it: Forma del messaggio
uk: Форма повідомлення

source: Message source remains private.
bg: Източникът на съобщението остава скрит.
de: Die Nachrichtenquelle bleibt privat.
es: El autor del mensaje se mantiene privado.
fr: La source du message reste privée.
it: La fonte del messaggio resta privata.
uk: Джерело повідомлення залишається приватним.

source: Message status
de: Nachrichten-Status
es: Estado del mensaje
fr: Statut du message
it: Stato del messaggio
uk: Статус повідомлення

source: Message status: %@
de: Nachrichten-Status: %@
es: Estado del mensaje: %@
fr: Statut du message : %@
it: Stato del messaggio: %@
uk: Статус повідомлення: %@

source: Message text
bg: Текст на съобщението
de: Nachrichtentext
es: Contacto y texto
fi: Viestin teksti
fr: Texte du message
it: Testo del messaggio
ja: メッセージ内容
th: ข้อความ
uk: Текст повідомлення

source: Message too large
bg: Съобщението е твърде голямо
de: Die Nachricht ist zu lang
es: Mensaje demasiado largo
fr: Message trop volumineux
it: Messaggio troppo grande
uk: Повідомлення занадто велике

source: Messages
bg: Съобщения
de: Nachrichten
es: Mensajes
fi: Viestit
it: Messaggi
ja: メッセージ
th: ข้อความ
uk: Повідомлення

source: Messages & files
bg: Съобщения и файлове
de: Nachrichten
es: Mensajes
fi: Viestit ja tiedostot
fr: Messages
it: Messaggi
ja: メッセージ & ファイル
th: ข้อความและไฟล์
uk: Повідомлення та файли

source: Messages are protected by **end-to-end encryption**.
de: Nachrichten sind durch **Ende-zu-Ende-Verschlüsselung** geschützt.

source: Messages from %@ will be shown!
bg: Съобщенията от %@ ще бъдат показани!
de: Die Nachrichten von %@ werden angezeigt!
es: ¡Los mensajes de %@ serán mostrados!
fr: Les messages de %@ seront affichés !
it: I messaggi da %@ verranno mostrati!
uk: Повідомлення від %@ будуть показані!

source: Messages in this chat will never be deleted.
de: Nachrichten in diesem Chat werden nie gelöscht.
es: Los mensajes de esta conversación nunca se eliminan.
it: I messaggi in questa chat non verranno mai eliminati.

source: Messages received
de: Empfangene Nachrichten
es: Mensajes recibidos
fr: Messages reçus
it: Messaggi ricevuti
uk: Отримані повідомлення

source: Messages sent
de: Gesendete Nachrichten
es: Mensajes enviados
fr: Messages envoyés
it: Messaggi inviati
uk: Надіслані повідомлення

source: Messages were deleted after you selected them.
de: Die Nachrichten wurden gelöscht, nachdem Sie sie ausgewählt hatten.
es: Los mensajes han sido eliminados después de seleccionarlos.
fr: Les messages ont été supprimés après avoir été sélectionnés.
it: I messaggi sono stati eliminati dopo che li hai selezionati.
uk: Повідомлення були видалені після того, як ви їх вибрали.

source: Messages, files and calls are protected by **end-to-end encryption** with perfect forward secrecy, repudiation and break-in recovery.
bg: Съобщенията, файловете и разговорите са защитени чрез **криптиране от край до край** с перфектна секретност при препращане, правдоподобно опровержение и възстановяване при взлом.
de: Nachrichten, Dateien und Anrufe sind durch **Ende-zu-Ende-Verschlüsselung** mit Perfect Forward Secrecy, Abstreitbarkeit und Wiederherstellung nach einer Kompromittierung geschützt.
es: Los mensajes, archivos y llamadas están protegidos mediante **cifrado de extremo a extremo** con secreto perfecto hacía adelante, repudio y recuperación tras ataque.
fr: Les messages, fichiers et appels sont protégés par un chiffrement **de bout en bout** avec une confidentialité persistante, une répudiation et une récupération en cas d'effraction.
it: I messaggi, i file e le chiamate sono protetti da **crittografia end-to-end** con perfect forward secrecy, ripudio e recupero da intrusione.
uk: Повідомлення, файли та дзвінки захищені **наскрізним шифруванням** з ідеальною секретністю переадресації, відмовою та відновленням після злому.

source: Messages, files and calls are protected by **quantum resistant e2e encryption** with perfect forward secrecy, repudiation and break-in recovery.
bg: Съобщенията, файловете и разговорите са защитени чрез **квантово устойчиво e2e криптиране** с перфектна секретност при препращане, правдоподобно опровержение и възстановяване при взлом.
de: Nachrichten, Dateien und Anrufe sind durch **Quantum-resistente E2E-Verschlüsselung** mit Perfect Forward Secrecy, Abstreitbarkeit und Wiederherstellung nach einer Kompromittierung geschützt.
es: Los mensajes, archivos y llamadas están protegidos mediante **cifrado de extremo a extremo resistente a tecnología cuántica** con secreto perfecto hacía adelante, repudio y recuperación tras ataque.
fr: Les messages, fichiers et appels sont protégés par un chiffrement **e2e résistant post-quantique** avec une confidentialité persistante, une répudiation et une récupération en cas d'effraction.
it: I messaggi, i file e le chiamate sono protetti da **crittografia e2e resistente alla quantistica** con perfect forward secrecy, ripudio e recupero da intrusione.
uk: Повідомлення, файли та дзвінки захищені **квантово-стійким шифруванням e2e** з ідеальною секретністю переадресації, відмовою та відновленням після злому.

source: Migrate device
bg: Мигрирай устройството
de: Gerät migrieren
es: Migrar dispositivo
fr: Transférer l'appareil
it: Migra dispositivo
uk: Перенести пристрій

source: Migrate from another device
bg: Мигриране от друго устройство
de: Von einem anderen Gerät migrieren
es: Migrar desde otro dispositivo
fr: Transférer depuis un autre appareil
it: Migra da un altro dispositivo
uk: Перехід з іншого пристрою

source: Migrate here
bg: Мигрирай тук
de: Hierher migrieren
es: Migrar aquí
fr: Transférer ici
it: Migra qui
uk: Мігруйте сюди

source: Migrate to another device
bg: Миграция към друго устройство
de: Auf ein anderes Gerät migrieren
es: Migrar a otro dispositivo
fr: Transférer vers un autre appareil
it: Migra ad un altro dispositivo
uk: Перехід на інший пристрій

source: Migrate to another device via QR code.
bg: Мигрирайте към друго устройство чрез QR код.
de: Daten können über einen QR-Code auf ein anderes Gerät migriert werden.
es: Migrar a otro dispositivo mediante código QR.
fr: Transférer vers un autre appareil via un code QR.
it: Migra ad un altro dispositivo via codice QR.
uk: Перейдіть на інший пристрій за допомогою QR-коду.

source: Migrating
bg: Мигриране
de: Migrieren
es: Migrando
fr: Transfert
it: Migrazione
uk: Міграція

source: Migrating database archive…
bg: Архивът на базата данни се мигрира…
de: Datenbank-Archiv wird migriert…
es: Migrando base de datos…
fi: Siirretään tietokannan arkistoa…
fr: Migration de l'archive de la base de données…
it: Migrazione archivio del database…
ja: データベースのアーカイブを移行しています…
th: กำลังย้ายข้อมูลที่เก็บถาวรของฐานข้อมูล…
uk: Перенесення архіву бази даних…

source: Migration complete
bg: Миграцията е завършена
de: Migration abgeschlossen
es: Migración completada
fr: Transfert terminé
it: Migrazione completata
uk: Міграція завершена

source: Migration error:
bg: Грешка при мигриране:
de: Fehler bei der Migration:
es: Error de migración:
fi: Siirtovirhe:
fr: Erreur de migration :
it: Errore di migrazione:
ja: 移行エラー：
th: ข้อผิดพลาดในการย้ายข้อมูล:
uk: Помилка міграції:

source: Migration failed. Tap **Skip** below to continue using the current database. Please report the issue to the app developers via chat or email [chat@simplex.chat](mailto:chat@simplex.chat).
bg: Мигрирането е неуспешно. Докоснете **Пропускане** по-долу, за да продължите да използвате текущата база данни. Моля, докладвайте проблема на разработчиците на приложението чрез чат или имейл [chat@simplex.chat](mailto:chat@simplex.chat).
de: Die Migration schlug fehl. Um die momentan genutzte Datenbank weiter zu verwenden, tippen Sie unten auf **Überspringen**. Bitte melden Sie diesen Fehler über Chat oder E-Mail [chat@simplex.chat](mailto:chat@simplex.chat) an die App-Entwickler.
es: Error de migración. A continuación pulsa **Omitir** para seguir usando la base de datos actual. Por favor, informa a los desarrolladores de la aplicación a través de SimpleX o por correo electrónico a [chat@simplex.chat](mailto:chat@simplex.chat).
fi: Siirto epäonnistui. Jatka nykyisen tietokannan käyttöä napauttamalla alla **Poistu**. Ilmoita ongelmasta sovelluskehittäjille keskustelussa tai sähköpostitse [chat@simplex.chat](mailto:chat@simplex.chat).
fr: Echec de la migration. Appuyez sur **Passer** ci-dessous pour continuer à utiliser la base de données actuelle. Veuillez signaler le problème aux développeurs de l'app par chat ou par e-mail [chat@simplex.chat](mailto:chat@simplex.chat).
it: Migrazione fallita. Tocca **Salta** qua sotto per continuare a usare il database attuale. Segnala il problema agli sviluppatori dell'app tramite chat o email [chat@simplex.chat](mailto:chat@simplex.chat).
ja: 移行に失敗しました。現在のデータベースの使用を続けるには、下の **スキップ**をタップします。 チャットまたはメール [chat@simplex.chat](mailto:chat@simplex.chat) でアプリ開発者に問題を報告してください。
th: การย้ายข้อมูลล้มเหลว แตะ **ข้าม** ด้านล่างเพื่อใช้ฐานข้อมูลปัจจุบันต่อไป โปรดรายงานปัญหาให้นักพัฒนาแอปทราบผ่านทางแชทหรืออีเมล [chat@simplex.chat](mailto:chat@simplex.chat)
uk: Міграція не вдалася. Натисніть **Пропустити** нижче, щоб продовжити використовувати поточну базу даних. Будь ласка, повідомте про проблему розробникам програми через чат або електронну пошту [chat@simplex.chat](mailto:chat@simplex.chat).

source: Migration is completed
bg: Миграцията е завършена
de: Die Migration wurde abgeschlossen
es: Migración completada
fi: Siirto on valmis
fr: La migration est terminée
it: La migrazione è completata
ja: 移行が完了しました
th: การโยกย้ายเสร็จสมบูรณ์
uk: Міграцію завершено

source: Migrations:
bg: Миграции:
de: Migrationen:
es: Migraciones:
it: Migrazioni:
uk: Міграції:

source: minutes
bg: минути
de: Minuten
es: minutos
fi: minuuttia
it: minuti
ja: 分
th: นาที
uk: хвилини

source: missed call
bg: пропуснато повикване
de: Anruf verpasst
es: llamada perdida
fi: vastaamaton puhelu
fr: appel manqué
it: chiamata persa
ja: 不在着信
th: สายที่ไม่ได้รับ
uk: пропущений дзвінок

source: Moderate
bg: Модерирай
de: Moderieren
es: Moderar
fi: Moderoi
fr: Modérer
it: Modera
ja: モデレート
th: กลั่นกรอง
uk: Модерується

source: moderated
bg: модерирано
de: Moderiert
es: moderado
fi: moderoitu
fr: modéré
it: moderato
ja: モデレーターによって介入済み
th: กลั่นกรองแล้ว
uk: модерується

source: Moderated at
bg: Модерирано в
de: Moderiert um
es: Moderado
fi: Moderoitu klo
fr: Modéré à
it: Moderato il
ja: モデレーターによって介入済み
th: กลั่นกรองที่
uk: Модерується на

source: Moderated at: %@
bg: Модерирано в: %@
de: Moderiert um: %@
es: Moderado: %@
fi: Moderoitu klo: %@
fr: Modéré à : %@
it: Moderato il: %@
ja: モデレーターによって介入済み: %@
th: กลั่นกรองที่: %@
uk: Модерується за: %@

source: moderated by %@
bg: модерирано от %@
de: Von %@ moderiert
es: moderado por %@
fi: %@ moderoi
fr: modéré par %@
it: moderato da %@
ja: %@ によってモデレートされた
th: กลั่นกรองโดย %@
uk: модерується %@

source: months
bg: месеци
de: Monate
es: meses
fi: kuukautta
fr: mois
it: mesi
ja: 月
th: เดือน
uk: місяців

source: More
de: Mehr
es: Más
it: Altro

source: More improvements are coming soon!
bg: Очаквайте скоро още подобрения!
de: Weitere Verbesserungen sind bald verfügbar!
es: ¡Pronto habrá más mejoras!
fi: Lisää parannuksia on tulossa pian!
fr: Plus d'améliorations à venir !
it: Altri miglioramenti sono in arrivo!
ja: まだまだ改善してまいります！
th: การปรับปรุงเพิ่มเติมกำลังจะมาเร็ว ๆ นี้!
uk: Незабаром буде ще більше покращень!

source: More reliable network connection.
bg: По-надеждна мрежова връзка.
de: Zuverlässigere Netzwerkverbindung.
es: Conexión de red más fiable.
fr: Connexion réseau plus fiable.
it: Connessione di rete più affidabile.
uk: Більш надійне з'єднання з мережею.

source: More reliable notifications
de: Zuverlässigere Benachrichtigungen
es: Notificaciones más fiables
fr: Notifications plus fiables
it: Notifiche più affidabili
uk: Більш надійні сповіщення

source: Most likely this connection is deleted.
bg: Най-вероятно тази връзка е изтрита.
de: Wahrscheinlich ist diese Verbindung gelöscht worden.
es: Probablemente la conexión ha sido eliminada.
fi: Todennäköisesti tämä yhteys on poistettu.
fr: Connexion probablement supprimée.
it: Probabilmente questa connessione è stata eliminata.
ja: おそらく、この接続は削除されています。
uk: Швидше за все, це з'єднання видалено.

source: Multiple chat profiles
bg: Множество профили за чат
de: Mehrere Chat-Profile
es: Múltiples perfiles
fi: Useita keskusteluprofiileja
fr: Différents profils de chat
it: Profili di chat multipli
ja: 複数チャットのプロフィール
th: โปรไฟล์การแชทหลายรายการ
uk: Кілька профілів чату

source: Mute
bg: Без звук
de: Stummschalten
es: Silenciar
fi: Mykistä
fr: Muet
it: Silenzia
ja: ミュート
th: ปิดเสียง
uk: Вимкнути звук

source: Mute all
de: Alle stummschalten
es: Silenciar todo
it: Silenzia tutto

source: Muted when inactive!
bg: Без звук при неактивност!
de: Bei Inaktivität stummgeschaltet!
es: ¡Silenciado cuando está inactivo!
fi: Mykistetty ei-aktiivisena!
fr: Mute en cas d'inactivité !
it: Silenzioso quando inattivo!
ja: 非アクティブ時はミュート！
th: ปิดเสียงเมื่อไม่ได้ใช้งาน!
uk: Вимкнено, коли неактивний!

source: Network & servers
bg: Мрежа и сървъри
de: Netzwerk & Server
es: Servidores y Redes
fi: Verkko ja palvelimet
fr: Réseau et serveurs
it: Rete e server
ja: ネットワークとサーバ
th: เครือข่ายและเซิร์ฟเวอร์
uk: Мережа та сервери

source: Network connection
bg: Мрежова връзка
de: Netzwerkverbindung
es: Conexión de red
fr: Connexion au réseau
it: Connessione di rete
uk: Підключення до мережі

source: Network decentralization
de: Dezentralisiertes Netzwerk
es: Descentralización de la red
fr: Décentralisation du réseau
it: Decentralizzazione della rete
uk: Децентралізація мережі

source: Network issues - message expired after many attempts to send it.
de: Netzwerk-Fehler - die Nachricht ist nach vielen Sende-Versuchen abgelaufen.
es: Problema en la red - el mensaje ha expirado tras muchos intentos de envío.
fr: Problèmes de réseau - le message a expiré après plusieurs tentatives d'envoi.
it: Problemi di rete - messaggio scaduto dopo molti tentativi di inviarlo.
uk: Проблеми з мережею - термін дії повідомлення закінчився після багатьох спроб надіслати його.

source: Network management
bg: Управление на мрежата
de: Netzwerk-Verwaltung
es: Gestión de la red
fr: Gestion du réseau
it: Gestione della rete
uk: Керування мережею

source: Network operator
de: Netzwerk-Betreiber
es: Operador de red
fr: Opérateur de réseau
it: Operatore di rete
uk: Мережевий оператор
