Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: Can't invite contacts!
bg: Не може да поканят контактите!
de: Kontakte können nicht eingeladen werden!
es: ¡No se pueden invitar contactos!
fi: Kontakteja ei voi kutsua!
fr: Impossible d'inviter les contacts !
it: Impossibile invitare i contatti!
ja: 連絡先を招待できません！
th: ไม่สามารถเชิญผู้ติดต่อได้!
uk: Неможливо запросити контакти!

source: Can't message member
bg: Изпращането на съобщения на груповия член не е налично
de: Mitglied kann nicht benachrichtigt werden
es: No se pueden enviar mensajes al miembro
fr: Impossible d'envoyer un message à ce membre
it: Impossibile inviare un messaggio al membro
uk: Не можу надіслати повідомлення користувачеві

source: can't send messages
de: Es können keine Nachrichten gesendet werden

source: Cancel
bg: Отказ
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
ja: 中止
th: ยกเลิก
uk: Скасувати

source: Cancel migration
bg: Отмени миграцията
de: Migration abbrechen
es: Cancelar migración
fr: Annuler le transfert
it: Annulla migrazione
uk: Скасувати міграцію

source: cancelled %@
bg: отменен %@
de: abgebrochen %@
es: cancelado %@
fi: peruutettu %@
fr: annulé %@
it: annullato %@
ja: キャンセルされました %@
th: ยกเลิก %@
uk: скасовано %@

source: Cannot access keychain to save database password
bg: Няма достъп до Keychain за запазване на паролата за базата данни
de: Die App kann nicht auf den Schlüsselbund zugreifen, um das Datenbank-Passwort zu speichern
es: Keychain inaccesible para guardar la contraseña de la base de datos
fi: Ei pääsyä avainnippuun tietokannan salasanan tallentamiseksi
fr: Impossible d'accéder à la keychain pour enregistrer le mot de passe de la base de données
it: Impossibile accedere al portachiavi per salvare la password del database
ja: データベースのパスワードを保存するためのキーチェーンにアクセスできません
th: ไม่สามารถเข้าถึง keychain เพื่อบันทึกรหัสผ่านฐานข้อมูล
uk: Не вдається отримати доступ до зв'язки ключів для збереження пароля до бази даних

source: Cannot forward message
bg: Съобщение не може да бъде препратено
de: Die Nachricht kann nicht weitergeleitet werden
es: No se puede reenviar el mensaje
fr: Impossible de transférer le message
it: Impossibile inoltrare il messaggio
uk: Неможливо переслати повідомлення

source: Cannot receive file
bg: Файлът не може да бъде получен
de: Datei kann nicht empfangen werden
es: No se puede recibir el archivo
fi: Tiedostoa ei voi vastaanottaa
fr: Impossible de recevoir le fichier
it: Impossibile ricevere il file
ja: ファイル受信ができません
th: ไม่สามารถรับไฟล์ได้
uk: Не вдається отримати файл

source: Capacity exceeded - recipient did not receive previously sent messages.
bg: Капацитетът е надвишен - получателят не е получил предишно изпратените съобщения.
de: Kapazität überschritten - der Empfänger hat die zuvor gesendeten Nachrichten nicht empfangen.
es: Capacidad excedida - el destinatario no ha recibido los mensajes previos.
fr: Capacité dépassée - le destinataire n'a pas pu recevoir les messages envoyés précédemment.
it: Quota superata - il destinatario non ha ricevuto i messaggi precedentemente inviati.
uk: Перевищено ліміт - одержувач не отримав раніше надіслані повідомлення.

source: Cellular
bg: Мобилна мрежа
de: Mobilfunknetz
es: Móvil
fr: Cellulaire
it: Mobile
uk: Стільниковий

source: Change
bg: Промени
de: Ändern
es: Cambiar
fi: Muuta
fr: Changer
it: Cambia
ja: 変更
th: เปลี่ยน
uk: Зміна

source: Change automatic message deletion?
bg: Промяна на автоматичното изтриване на съобщения?
de: Automatisches Löschen von Nachrichten ändern?
es: ¿Modificar la eliminación automática de mensajes?
fr: Modifier la suppression automatique des messages ?
it: Cambiare l'eliminazione automatica dei messaggi?

source: Change chat profiles
bg: Промени чат профилите
de: Chat-Profile wechseln
es: Cambiar perfil de usuario
fr: Changer de profil de discussion
it: Modifica profili utente
uk: Зміна профілів користувачів

source: Change database passphrase?
bg: Промяна на паролата на базата данни?
de: Datenbank-Passwort ändern?
es: ¿Cambiar contraseña de la base de datos?
fi: Muutetaanko tietokannan tunnuslause?
fr: Changer la phrase secrète de la base de données ?
it: Cambiare password del database?
ja: データベースのパスフレーズを更新しますか？
th: เปลี่ยนรหัสผ่านฐานข้อมูล?
uk: Змінити пароль до бази даних?

source: Change lock mode
bg: Промяна на режима на заключване
de: Sperr-Modus ändern
es: Cambiar el modo de bloqueo
fi: Vaihda lukitustilaa
fr: Modifier le mode de verrouillage
it: Cambia modalità di blocco
ja: ロックモードを変更
th: เปลี่ยนโหมดล็อค
uk: Зміна режиму блокування

source: Change member role?
bg: Промяна на ролята на члена?
de: Die Mitgliederrolle ändern?
es: ¿Cambiar rol?
fi: Vaihda jäsenroolia?
fr: Changer le rôle du membre ?
it: Cambiare ruolo del membro?
ja: メンバーの役割を変更しますか？
th: เปลี่ยนบทบาทของสมาชิก?
uk: Змінити роль учасника?

source: Change passcode
bg: Промени kодa за достъп
de: Zugangscode ändern
es: Cambiar código de acceso
fi: Vaihda pääsykoodi
fr: Modifier le code d'accès
it: Cambia codice di accesso
ja: パスコードを変更
th: เปลี่ยนรหัสผ่าน
uk: Змінити пароль

source: Change receiving address
bg: Промени адреса за получаване
de: Wechseln der Empfängeradresse
es: Cambiar servidor de recepción
fi: Vaihda vastaanotto-osoitetta
fr: Changer d'adresse de réception
it: Cambia indirizzo di ricezione
ja: 受信用アドレスの変更
th: เปลี่ยนที่อยู่ผู้รับ
uk: Змінити адресу отримання

source: Change receiving address?
bg: Промени адреса за получаване?
de: Empfängeradresse wechseln?
es: ¿Cambiar servidor de recepción?
fi: Vaihda vastaanotto-osoite?
fr: Changer d'adresse de réception ?
it: Cambiare indirizzo di ricezione?
ja: 受信用アドレスを変更しますか？
th: เปลี่ยนที่อยู่ผู้รับ?
uk: Змінити адресу отримання?

source: Change role
bg: Промени ролята
de: Rolle ändern
es: Cambiar rol
fi: Vaihda rooli
fr: Changer le rôle
it: Cambia ruolo
ja: 役割変更
th: เปลี่ยนบทบาท
uk: Змінити роль

source: Change self-destruct mode
bg: Промени режима на самоунищожение
de: Selbstzerstörungs-Modus ändern
es: Cambiar el modo de autodestrucción
fi: Vaihda itsetuhotilaa
fr: Modifier le mode d'autodestruction
it: Cambia modalità di autodistruzione
ja: 自己破壊モードの変更
th: เปลี่ยนโหมดทําลายตัวเอง
uk: Змінити режим самознищення

source: Change self-destruct passcode
bg: Промени кода за достъп за самоунищожение
de: Selbstzerstörungs-Zugangscode ändern
es: Cambiar código autodestrucción
fi: Vaihda itsetuhoutuva pääsykoodi
fr: Modifier le code d'autodestruction
it: Cambia codice di autodistruzione
ja: 自己破壊パスコードを変更する
th: เปลี่ยนรหัสผ่านแบบทำลายตัวเอง
uk: Змінити пароль самознищення

source: changed address for you
bg: адреса за изпращане е променен
de: Wechselte die Empfängeradresse von Ihnen
es: ha cambiado tu servidor de envío
fi: muuttunut osoite sinulle
fr: changement de l'adresse du contact
it: indirizzo cambiato per te
ja: あなたのアドレスを変えました
th: เปลี่ยนที่อยู่สําหรับคุณแล้ว
uk: змінили для вас адресу

source: changed role of %@ to %@
bg: променена роля от %1$@ на %2$@
de: änderte die Rolle von %1$@ auf %2$@
es: rol cambiado de %1$@ a %2$@
fi: %1$@:n roolin muuttui %2$@:ksi
fr: a modifié le rôle de %1$@ pour %2$@
it: ha cambiato il ruolo di %1$@ in %2$@
ja: %1$@ の役割を %2$@ に変更しました
th: เปลี่ยนบทบาทของ %1$@ เป็น %2$@ แล้ว
uk: змінено роль %1$@ на %2$@

source: changed your role to %@
bg: променена е вашата ролята на %@
de: änderte Ihre Rolle auf %@
es: ha cambiado tu rol a %@
fi: roolisi muuttui %@:ksi
fr: a modifié votre rôle pour %@
it: ha cambiato il tuo ruolo in %@
ja: あなたの役割を %@ に変更しました
th: เปลี่ยนบทบาทของคุณเป็น %@
uk: змінили свою роль на %@

source: changing address for %@…
bg: промяна на адреса за %@…
de: Empfängeradresse für %@ wechseln wird gestartet…
es: cambiando el servidor para %@…
fi: osoitteen muuttaminen %@:lle…
fr: changement d'adresse pour %@…
it: cambio indirizzo per %@…
ja: %@ のアドレスを変更しています…
th: เปลี่ยนที่อยู่สำหรับ %@…
uk: зміна адреси для %@…

source: changing address…
bg: промяна на адреса…
de: Wechsel der Empfängeradresse wurde gestartet…
es: cambiando de servidor…
fi: muuttamassa osoitetta…
fr: changement d'adresse…
it: cambio indirizzo…
ja: アドレスを変更しています…
th: กำลังเปลี่ยนที่อยู่…
uk: змінює адресу…

source: Chat already exists
bg: Чатът вече съществува
de: Chat besteht bereits
es: El chat ya existe
fr: La discussion existe déjà
it: La chat esiste già
uk: Чат вже існує

source: Chat already exists!
bg: Чатът вече съществува!
de: Chat besteht bereits!
es: ¡El chat ya existe!
fr: La discussion existe déjà !
it: La chat esiste già!
uk: Чат вже існує!

source: Chat colors
bg: Цветове на чата
de: Chat-Farben
es: Colores del chat
fr: Couleurs de chat
it: Colori della chat
uk: Кольори чату

source: Chat console
bg: Конзола
de: Chat-Konsole
es: Consola de Chat
fi: Chat-konsoli
fr: Console du chat
it: Console della chat
ja: チャットのコンソール
th: คอนโซลแชท
uk: Консоль чату

source: Chat database
bg: База данни
de: Chat-Datenbank
es: Base de datos de SimpleX
fi: Chat-tietokanta
fr: Base de données du chat
it: Database della chat
ja: チャットのデータベース
th: ฐานข้อมูลแชท
uk: База даних чату

source: Chat database deleted
bg: Базата данни на чата е изтрита
de: Chat-Datenbank gelöscht
es: Base de datos eliminada
fi: Chat-tietokanta poistettu
fr: Base de données du chat supprimée
it: Database della chat eliminato
ja: チャットのデータベースが削除されました
th: ลบฐานข้อมูลแชทแล้ว
uk: Видалено базу даних чату

source: Chat database exported
bg: Базата данни е експортирана
de: Chat-Datenbank wurde exportiert
es: Base de datos exportada
fr: Exportation de la base de données des discussions
it: Database della chat esportato
uk: Експортовано базу даних чату

source: Chat database imported
bg: Базата данни на е импортирана
de: Chat-Datenbank importiert
es: Base de datos importada
fi: Chat-tietokanta tuotu
fr: Base de données du chat importée
it: Database della chat importato
ja: チャットのデータベースが読み込まれました
th: นำฐานข้อมูลแชทเข้าแล้ว
uk: Імпорт бази даних чату

source: Chat is running
bg: Чатът работи
de: Der Chat läuft
es: SimpleX está en ejecución
fi: Chat on käynnissä
fr: Le chat est en cours d'exécution
it: Chat in esecuzione
ja: チャットは稼働中
th: แชทกำลังทำงานอยู่
uk: Чат запущено

source: Chat is stopped
bg: Чатът е спрян
de: Der Chat ist beendet
es: SimpleX está parado
fi: Chat on pysäytetty
fr: Le chat est arrêté
it: Chat fermata
ja: チャットが停止してます
th: การแชทหยุดทํางานแล้ว
uk: Чат зупинено

source: Chat is stopped. If you already used this database on another device, you should transfer it back before starting chat.
bg: Чатът е спрян. Ако вече сте използвали тази база данни на друго устройство, трябва да я прехвърлите обратно, преди да стартирате чата отново.
de: Der Chat ist angehalten. Wenn Sie diese Datenbank bereits auf einem anderen Gerät genutzt haben, sollten Sie diese vor dem Starten des Chats wieder zurückspielen.
es: SimpleX está parado. Si has usado esta base de datos en otro dispositivo, debes transferirla de vuelta antes de iniciar SimpleX.
fr: Le chat est arrêté. Si vous avez déjà utilisé cette base de données sur un autre appareil, vous devez la transférer à nouveau avant de démarrer le chat.
it: La chat è ferma. Se hai già usato questo database su un altro dispositivo, dovresti trasferirlo prima di avviare la chat.
uk: Чат зупинено. Якщо ви вже використовували цю базу даних на іншому пристрої, перенесіть її назад перед запуском чату.

source: Chat list
bg: Списък с чатове
de: Chat-Liste
es: Lista de chats
fr: Liste de discussion
it: Elenco delle chat
uk: Список чатів

source: Chat migrated!
bg: Чатът е мигриран!
de: Chat wurde migriert!
es: ¡Chat migrado!
fr: Messagerie transférée !
it: Chat migrata!
uk: Чат перемістився!

source: Chat preferences
bg: Чат настройки
de: Chat-Präferenzen
es: Preferencias de Chat
fi: Chat-asetukset
fr: Préférences de chat
it: Preferenze della chat
ja: チャット設定
th: ค่ากําหนดในการแชท
uk: Налаштування чату

source: Chat preferences were changed.
bg: Настройките на чата бяха променени.
de: Die Chat-Präferenzen wurden geändert.
es: Las preferencias del chat han sido modificadas.
fr: Les préférences de discussion ont été modifiées.
it: Le preferenze della chat sono state cambiate.
uk: Змінено налаштування чату.

source: Chat profile
bg: Потребителски профил
de: Benutzerprofil
es: Perfil de usuario
fr: Profil d'utilisateur
it: Profilo utente
uk: Профіль користувача

source: Chat theme
bg: Тема на чата
de: Chat-Design
es: Tema de chat
fr: Thème de chat
it: Tema della chat
uk: Тема чату

source: Chat will be deleted for all members - this cannot be undone!
bg: Чатът ще бъде изтрит за всички членове - това не може да бъде отменено!
de: Der Chat wird für alle Mitglieder gelöscht. Dies kann nicht rückgängig gemacht werden!
es: El chat será eliminado para todos los miembros. ¡No puede deshacerse!
fr: La discussion sera supprimé pour tous les membres - cela ne peut pas être annulé !
it: La chat verrà eliminata per tutti i membri, non è reversibile!
uk: Чат буде видалено для всіх учасників - цю дію неможливо скасувати!

source: Chat will be deleted for you - this cannot be undone!
bg: Чатът ще бъде изтрит за вас - това не може да бъде отменено!
de: Der Chat wird für Sie gelöscht. Dies kann nicht rückgängig gemacht werden!
es: El chat será eliminado para tí. ¡No puede deshacerse!
fr: Le discussion sera supprimé pour vous - il n'est pas possible de revenir en arrière !
it: La chat verrà eliminata solo per te, non è reversibile!
uk: Чат буде видалено для вас - цю дію неможливо скасувати!

source: Chat with admins
bg: Чат с администраторите
de: Chat mit Administratoren

source: Chat with member
bg: Чат с член
de: Chat mit einem Mitglied

source: Chat with members before they join.
bg: Разговаряйте с членовете, преди да се присъединят.
de: Mit Mitgliedern chatten bevor sie beitreten.

source: Chats with members
bg: Чатове с членовете
de: Chats mit Mitgliedern

source: Check messages every 20 min.
bg: Проверявай за съобщенията на всеки 20 минути.
de: Alle 20min Nachrichten überprüfen.
es: Comprobar mensajes cada 20 min.
fr: Consulter les messages toutes les 20 minutes.
it: Controlla i messaggi ogni 20 min.
uk: Перевіряйте повідомлення кожні 20 хв.

source: Check messages when allowed.
bg: Проверявай за съобщенията, когато е разрешено.
de: Wenn es erlaubt ist, Nachrichten überprüfen.
es: Comprobar mensajes cuando se permita.
fr: Consulter les messages quand c'est possible.
it: Controlla i messaggi quando consentito.
uk: Перевірте повідомлення, коли це дозволено.

source: Check server address and try again.
bg: Проверете адреса на сървъра и опитайте отново.
de: Überprüfen Sie die Serveradresse und versuchen Sie es nochmal.
es: Comprueba la dirección del servidor e inténtalo de nuevo.
fi: Tarkista palvelimen osoite ja yritä uudelleen.
fr: Vérifiez l'adresse du serveur et réessayez.
it: Controlla l'indirizzo del server e riprova.
ja: サーバのアドレスを確認してから再度試してください。
th: ตรวจสอบที่อยู่เซิร์ฟเวอร์แล้วลองอีกครั้ง
uk: Перевірте адресу сервера та спробуйте ще раз.

source: Chinese and Spanish interface
bg: Китайски и Испански интерфейс
de: Chinesische und spanische Bedienoberfläche
es: Interfaz en chino y español
fi: Kiinalainen ja espanjalainen käyttöliittymä
fr: Interface en chinois et en espagnol
it: Interfaccia cinese e spagnola
ja: 中国語とスペイン語UI
th: อินเทอร์เฟซภาษาจีนและสเปน
uk: Інтерфейс китайською та іспанською мовами

source: Choose _Migrate from another device_ on the new device and scan QR code.
bg: Изберете _Мигриране от друго устройство_ на новото устройство и сканирайте QR кода.
de: Wählen Sie auf dem neuen Gerät _Von einem anderen Gerät migrieren_ und scannen Sie den QR-Code.
es: En el nuevo dispositivo selecciona _Migrar desde otro dispositivo_ y escanéa el código QR.
fr: Choisissez _Transferer depuis un autre appareil_ sur le nouvel appareil et scannez le code QR.
it: Scegli _Migra da un altro dispositivo_ sul nuovo dispositivo e scansione il codice QR.
uk: Виберіть _Перемістити з іншого пристрою_ на новому пристрої та відскануйте QR-код.

source: Choose file
bg: Избери файл
de: Datei auswählen
es: Elije archivo
fi: Valitse tiedosto
fr: Choisir le fichier
it: Scegli file
ja: ファイルを選択
th: เลือกไฟล์
uk: Виберіть файл

source: Choose from library
bg: Избери от библиотеката
de: Aus dem Fotoalbum auswählen
es: Elige de la biblioteca
fi: Valitse kirjastosta
fr: Choisir dans la photothèque
it: Scegli dalla libreria
ja: ライブラリから選択
th: เลือกจากอัลบั้ม
uk: Виберіть з бібліотеки

source: Chunks deleted
bg: Изтрити парчета
de: Daten-Pakete gelöscht
es: Bloques eliminados
fr: Chunks supprimés
it: Blocchi eliminati
uk: Фрагменти видалено

source: Chunks downloaded
bg: Изтеглени парчета
de: Daten-Pakete heruntergeladen
es: Bloques descargados
fr: Chunks téléchargés
it: Blocchi scaricati
uk: Завантажено фрагменти

source: Chunks uploaded
bg: Качени парчета
de: Daten-Pakete hochgeladen
es: Bloques subidos
fr: Chunks téléversés
it: Blocchi inviati
uk: Завантажено фрагменти

source: Clear
bg: Изчисти
de: Entfernen
es: Vaciar
fi: Tyhjennä
fr: Effacer
it: Svuota
ja: 消す
th: ลบ
uk: Чисто

source: Clear conversation
bg: Изчисти разговора
de: Chat-Inhalte entfernen
es: Vaciar conversación
fi: Tyhjennä keskustelu
fr: Effacer la conversation
it: Svuota conversazione
ja: ダイアログのクリア
th: ลบการสนทนา
uk: Ясна розмова

source: Clear conversation?
bg: Изчисти разговора?
de: Chat-Inhalte entfernen?
es: ¿Vaciar conversación?
fi: Tyhjennä keskustelu?
fr: Effacer la conversation ?
it: Svuotare la conversazione?
ja: ダイアログのクリアしますか？
th: ลบการสนทนา?
uk: Відверта розмова?

source: Clear group?
bg: Изчисти група?
de: Gruppe entfernen?
es: ¿Vaciar grupo?
fr: Vider le groupe ?
it: Svuotare il gruppo?

source: Clear or delete group?
bg: Изчисти или изтрий група?
de: Gruppe entfernen oder löschen?
es: ¿Vaciar o eliminar grupo?
fr: Vider ou supprimer le groupe ?
it: Svuotare o eliminare il gruppo?

source: Clear private notes?
bg: Изчистване на лични бележки?
de: Private Notizen entfernen?
es: ¿Eliminar notas privadas?
fr: Effacer les notes privées ?
it: Svuotare le note private?
uk: Чисті приватні нотатки?

source: Clear verification
bg: Изчисти проверката
de: Überprüfung zurücknehmen
es: Eliminar verificación
fi: Tyhjennä vahvistus
fr: Retirer la vérification
it: Annulla la verifica
ja: 検証を消す
th: ล้างการยืนยัน
uk: Очистити перевірку

source: Color chats with the new themes.
bg: Цветни чатове с нови теми.
de: Farbige Chats mit neuen Designs.
es: Colorea los chats con los nuevos temas.
fr: Colorez vos discussions avec les nouveaux thèmes.
it: Colora le chat con i nuovi temi.
uk: Кольорові чати з новими темами.

source: Color mode
bg: Цветен режим
de: Farbvariante
es: Modo de color
fr: Mode de couleur
it: Modalità di colore
uk: Колірний режим

source: colored
bg: цветен
de: farbig
es: coloreado
fi: värillinen
fr: coloré
it: colorato
ja: 色付き
th: มีสี
uk: кольоровий

source: Community guidelines violation
bg: Нарушение на правилата на общността
de: Verstoß gegen die Gemeinschaftsrichtlinien
es: Violación de las normas de la comunidad
fr: Infraction aux règles communautaires
it: Violazione delle linee guida della comunità

source: Compare file
bg: Сравни файл
de: Datei vergleichen
es: Comparar archivo
fi: Vertaa tiedostoa
fr: Comparer le fichier
it: Confronta file
ja: ファイルを比較
th: เปรียบเทียบไฟล์
uk: Порівняти файл

source: Compare security codes with your contacts.
bg: Сравнете кодовете за сигурност с вашите контакти.
de: Vergleichen Sie die Sicherheitscodes mit Ihren Kontakten.
es: Compara los códigos de seguridad con tus contactos.
fi: Vertaa turvakoodeja kontaktiesi kanssa.
fr: Comparez les codes de sécurité avec vos contacts.
it: Confronta i codici di sicurezza con i tuoi contatti.
ja: 連絡先とセキュリティコードを確認する。
th: เปรียบเทียบรหัสความปลอดภัยกับผู้ติดต่อของคุณ
uk: Порівняйте коди безпеки зі своїми контактами.

source: complete
bg: завършен
de: vollständig
es: completado
fi: valmis
fr: complet
it: completo
ja: 完了
th: สมบูรณ์
uk: завершено

source: Completed
bg: Завършен
de: Abgeschlossen
es: Completadas
fr: Complétées
it: Completato
uk: Завершено

source: Conditions accepted on: %@.
bg: Условия, приети на: %@.
de: Die Nutzungsbedingungen wurden akzeptiert am: %@.
es: Condiciones aceptadas el: %@.
fr: Conditions acceptées le : %@.
it: Condizioni accettate il: %@.
uk: Умови приймаються на: %@.

source: Conditions are accepted for the operator(s): **%@**.
bg: Условията са приети за оператора(ите): **%@**.
de: Die Nutzungsbedingungen der/des Betreiber(s) werden akzeptiert: **%@**.
es: Las condiciones se han aceptado para el(los) operador(s): **%@**.
fr: Les conditions sont acceptées pour le(s) opérateur(s) : **%@**.
it: Le condizioni sono state accettate per gli operatori: **%@**.
uk: Для оператора(ів) приймаються умови: **%@**.

source: Conditions are already accepted for these operator(s): **%@**.
bg: Условията вече са приети за тези оператори: **%@**.
de: Die Nutzungsbedingungen der/des folgenden Betreiber(s) wurden schon akzeptiert: **%@**.
es: Las condiciones ya se han aceptado para el/los siguiente(s) operador(s): **%@**.
fr: Les conditions sont déjà acceptées pour ces opérateurs : **%@**.
it: Le condizioni sono già state accettate per i seguenti operatori: **%@**.
uk: Умови вже прийняті для наступних операторів: **%@**.

source: Conditions of use
bg: Условия за ползване
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
it: Condizioni d'uso
uk: Умови використання

source: Conditions will be accepted for the operator(s): **%@**.
bg: Условията ще бъдат приети за операторите: **%@**.
de: Die Nutzungsbedingungen der/des Betreiber(s) werden akzeptiert: **%@**.
es: Las condiciones serán aceptadas para el/los operador(es): **%@**.
fr: Les conditions seront acceptées pour le(s) opérateur(s) : **%@**.
it: Le condizioni verranno accettate per gli operatori: **%@**.
uk: Для оператора(ів) приймаються умови: **%@**.

source: Conditions will be accepted on: %@.
bg: Условията ще бъдат приети на: %@.
de: Die Nutzungsbedingungen werden akzeptiert am: %@.
es: Las condiciones serán aceptadas el: %@.
fr: Les conditions seront acceptées le : %@.
it: Le condizioni verranno accettate il: %@.
uk: Умови приймаються на: %@.

source: Conditions will be automatically accepted for enabled operators on: %@.
bg: Условията ще бъдат автоматично приети за активираните оператори на: %@.
de: Die Nutzungsbedingungen der aktivierten Betreiber werden automatisch akzeptiert am: %@.
es: Las condiciones serán aceptadas automáticamente para los operadores habilitados el: %@.
fr: Les conditions seront automatiquement acceptées pour les opérateurs activés le : %@.
it: Le condizioni verranno accettate automaticamente per gli operatori attivi il: %@.
uk: Умови будуть автоматично прийняті для увімкнених операторів на: %@.

source: Configure ICE servers
bg: Конфигурирай ICE сървъри
de: ICE-Server konfigurieren
es: Configure servidores ICE
fi: Määritä ICE-palvelimet
fr: Configurer les serveurs ICE
it: Configura server ICE
ja: ICEサーバを設定
th: กำหนดค่าเซิร์ฟเวอร์ ICE
uk: Налаштування серверів ICE

source: Configure server operators
bg: Конфигуриране на сървърни оператори
de: Server-Betreiber konfigurieren
es: Configurar operadores de servidores
fr: Configurer les opérateurs de serveur
it: Configura gli operatori dei server

source: Confirm
bg: Потвърди
de: Bestätigen
es: Confirmar
fi: Vahvista
fr: Confirmer
it: Conferma
ja: 確認
th: ยืนยัน
uk: Підтвердити

source: Confirm contact deletion?
bg: Потвърди изтриването на контакта?
de: Löschen des Kontakts bestätigen?
es: ¿Confirmas la eliminación del contacto?
fr: Confirmer la suppression du contact ?
it: Confermare l'eliminazione del contatto?
uk: Підтвердити видалення контакту?

source: Confirm database upgrades
bg: Потвърди актуализаациите на базата данни
de: Datenbank-Aktualisierungen bestätigen
es: Confirmar actualizaciones de la bases de datos
fi: Vahvista tietokannan päivitykset
fr: Confirmer la mise à niveau de la base de données
it: Conferma aggiornamenti database
ja: データベースのアップグレードを確認
th: ยืนยันการอัพเกรดฐานข้อมูล
uk: Підтвердити оновлення бази даних
