Repository: simplex-chat/simplex-chat
Catalog: apps/ios/*.lproj/Localizable.strings
Languages: bg, de, es, fi, fr, it, ja, th, uk

source: Delivery
bg: Доставка
de: Zustellung
es: Entrega
fi: Toimitus
fr: Distribution
it: Consegna
uk: Доставка

source: Delivery receipts are disabled!
bg: Потвърждениeто за доставка е деактивирано!
de: Empfangsbestätigungen sind deaktiviert!
es: ¡Las confirmaciones de entrega están desactivadas!
fi: Toimituskuittaukset poissa käytöstä!
fr: Les accusés de réception sont désactivés !
it: Le ricevute di consegna sono disattivate!
th: ใบตอบรับการจัดส่งถูกปิดใช้งาน!
uk: Квитанції про доставку відключені!

source: Delivery receipts!
bg: Потвърждениe за доставка!
de: Empfangsbestätigungen!
es: ¡Confirmación de entrega!
fi: Toimituskuittaukset!
fr: Justificatifs de réception !
it: Ricevute di consegna!
th: ใบตอบรับการจัดส่ง!
uk: Квитанції про доставку!

source: Deprecated options
de: Veraltete Optionen

source: Description
bg: Описание
de: Beschreibung
es: Descripción
fi: Kuvaus
it: Descrizione
ja: 説明
th: คำอธิบาย
uk: Опис

source: Description too large
de: Beschreibung zu lang

source: Desktop address
bg: Адрес на настолно устройство
de: Desktop-Adresse
es: Dirección ordenador
fr: Adresse de bureau
it: Indirizzo desktop
uk: Адреса робочого столу

source: Desktop app version %@ is not compatible with this app.
bg: Версията на настолното приложение %@ не е съвместима с това приложение.
de: Desktop App-Version %@ ist mit dieser App nicht kompatibel.
es: La versión de aplicación del ordenador %" no es compatible con esta aplicación.
fr: La version de l'application de bureau %@ n'est pas compatible avec cette application.
it: La versione dell'app desktop %@ non è compatibile con questa app.
uk: Версія програми для настільних комп'ютерів %@ не сумісна з цією програмою.

source: Desktop devices
bg: Настолни устройства
de: Desktop-Geräte
es: Ordenadores
fr: Appareils de bureau
it: Dispositivi desktop
uk: Настільні пристрої

source: Destination server address of %@ is incompatible with forwarding server %@ settings.
de: Adresse des Zielservers von %@ ist nicht kompatibel mit den Einstellungen des Weiterleitungsservers %@.
es: La dirección del servidor de destino de %@ es incompatible con la configuración del servidor de reenvío %@.
fr: L'adresse du serveur de destination %@ est incompatible avec les paramètres du serveur de redirection %@.
it: L'indirizzo del server di destinazione di %@ è incompatibile con le impostazioni del server di inoltro %@.
uk: Адреса сервера призначення %@ несумісна з налаштуваннями сервера пересилання %@.

source: Destination server error: %@
de: Zielserver-Fehler: %@
es: Error del servidor de destino: %@
fr: Erreur du serveur de destination : %@
it: Errore del server di destinazione: %@
uk: Помилка сервера призначення: %@

source: Destination server version of %@ is incompatible with forwarding server %@.
de: Die Version des Zielservers %@ ist nicht kompatibel mit dem Weiterleitungsserver %@.
es: La versión del servidor de destino de %@ es incompatible con el servidor de reenvío %@.
fr: La version du serveur de destination %@ est incompatible avec le serveur de redirection %@.
it: La versione del server di destinazione di %@ è incompatibile con il server di inoltro %@.
uk: Версія сервера призначення %@ несумісна з версією сервера переадресації %@.

source: Detailed statistics
de: Detaillierte Statistiken
es: Estadísticas detalladas
fr: Statistiques détaillées
it: Statistiche dettagliate
uk: Детальна статистика

source: Develop
bg: Разработване
de: Entwicklung
es: Desarrollo
fi: Kehitä
fr: Développer
it: Sviluppa
ja: 開発
th: พัฒนา
uk: Розробник

source: Developer options
de: Optionen für Entwickler
es: Opciones desarrollador
fr: Options pour les développeurs
it: Opzioni sviluppatore
uk: Можливості для розробників

source: Developer tools
bg: Инструменти за разработчици
de: Entwicklertools
es: Herramientas desarrollo
fi: Kehittäjätyökalut
fr: Outils du développeur
it: Strumenti di sviluppo
ja: 開発ツール
th: เครื่องมือสำหรับนักพัฒนา
uk: Інструменти для розробників

source: Device
bg: Устройство
de: Gerät
es: Dispositivo
fi: Laite
fr: Appareil
it: Dispositivo
ja: 端末
th: อุปกรณ์
uk: Пристрій

source: Device authentication is disabled. Turning off SimpleX Lock.
bg: Идентификацията на устройството е деактивирано. Изключване на SimpleX заключване.
de: Die Geräteauthentifizierung ist deaktiviert. SimpleX-Sperre ist abgeschaltet.
es: Autenticación de dispositivo desactivada. Bloqueo SimpleX deshabilitado.
fi: Laitteen todennus on poistettu käytöstä. SimpleX Lock kytketään pois päältä.
fr: L'authentification de l'appareil est désactivée. Désactivation de SimpleX Lock.
it: L'autenticazione del dispositivo è disabilitata. Disattivazione di SimpleX Lock.
ja: 端末認証がオフです。SimpleXロックを解除します。
th: การตรวจสอบสิทธิ์อุปกรณ์ถูกปิดใช้งาน กำลังปิด SimpleX Lock
uk: Автентифікацію пристрою вимкнено. Вимкнення SimpleX Lock.

source: Device authentication is not enabled. You can turn on SimpleX Lock via Settings, once you enable device authentication.
bg: Идентификацията на устройството не е активирана. Можете да включите SimpleX заключване през Настройки, след като активирате идентификацията на устройството.
de: Die Geräteauthentifizierung ist deaktiviert. Sie können die SimpleX-Sperre über die Einstellungen aktivieren, sobald Sie die Geräteauthentifizierung aktiviert haben.
es: Autenticación de dispositivo desactivada. Puedes habilitar Bloqueo SimpleX en Configuración, después de activar la autenticación de dispositivo.
fi: Laitteen todennus ei ole käytössä. Voit ottaa SimpleX Lockin käyttöön Asetuksista, kun olet ottanut laitteen todennuksen käyttöön.
fr: L'authentification de l'appareil n'est pas activée. Vous pouvez activer SimpleX Lock via Paramètres, une fois que vous avez activé l'authentification de l'appareil.
it: L'autenticazione del dispositivo non è abilitata. Puoi attivare SimpleX Lock tramite le impostazioni, dopo aver abilitato l'autenticazione del dispositivo.
ja: 端末認証が起動してません。起動したら、設定でSimpleXロックをオンにできます。
th: การตรวจสอบอุปกรณ์ไม่ได้ถูกเปิดใช้งาน คุณสามารถเปิด SimpleX Lock ผ่านการตั้งค่าได้ เมื่อคุณเปิดใช้งานการตรวจสอบอุปกรณ์แล้ว
uk: Автентифікація пристрою не ввімкнена. Ви можете увімкнути SimpleX Lock у Налаштуваннях, коли увімкнете автентифікацію пристрою.

source: different migration in the app/database: %@ / %@
bg: различна миграция в приложението/базата данни: %@ / %@
de: Unterschiedlicher Migrationsstand in der App/Datenbank: %@ / %@
es: migración diferente en la aplicación/base de datos: %@ / %@
fi: eri siirtyminen sovelluksessa/tietokannassa: %@ / %@
fr: migration différente dans l'app/la base de données : %@ / %@
it: migrazione diversa nell'app/nel database: %@ / %@
ja: アプリ/データベースで異なる移行：%@ / %@
th: การโยกย้ายที่แตกต่างกันในแอป/ฐานข้อมูล: %@ / %@
uk: різна міграція в додатку/базі даних: %@ / %@

source: Different names, avatars and transport isolation.
bg: Различни имена, аватари и транспортна изолация.
de: Unterschiedliche Namen, Avatare und Transport-Isolation.
es: Nombre y avatar diferentes, aislamiento de transporte.
fi: Eri nimet, avatarit ja kuljetuseristys.
fr: Différents noms, avatars et modes d'isolement de transport.
it: Nomi e avatar diversi, isolamento del trasporto.
ja: 異なった名前、アバター、トランスポート隔離。
th: ชื่ออวตารและการแยกการขนส่งที่แตกต่างกัน
uk: Різні імена, аватарки та транспортна ізоляція.

source: direct
bg: директна
de: direkt
es: directa
fi: suora
it: diretta
ja: 直接
th: โดยตรง
uk: прямо

source: Direct messages
bg: Лични съобщения
de: Direkte Nachrichten
es: Mensajes directos
fi: Yksityisviestit
fr: Messages directs
it: Messaggi diretti
ja: ダイレクトメッセージ
th: ข้อความโดยตรง
uk: Прямі повідомлення

source: Direct messages between members are prohibited in this chat.
de: In diesem Chat sind Direktnachrichten zwischen Mitgliedern nicht erlaubt.
es: Mensajes directos no permitidos entre miembros de este chat.
fr: Les messages directs entre membres sont interdits dans cette discussion.
it: I messaggi diretti tra i membri sono vietati in questa chat.
uk: У цьому чаті заборонені прямі повідомлення між учасниками.

source: Direct messages between members are prohibited.
bg: Личните съобщения между членовете са забранени в тази група.
de: In dieser Gruppe sind Direktnachrichten zwischen Mitgliedern nicht erlaubt.
es: Los mensajes directos entre miembros del grupo no están permitidos.
fr: Les messages directs entre membres sont interdits dans ce groupe.
it: I messaggi diretti tra i membri sono vietati in questo gruppo.
uk: У цій групі заборонені прямі повідомлення між учасниками.

source: Disable (keep overrides)
bg: Деактивиране (запазване на промените)
de: Deaktivieren (vorgenommene Einstellungen bleiben erhalten)
es: Desactivar (conservando anulaciones)
fi: Poista käytöstä (pidä ohitukset)
fr: Désactiver (conserver les remplacements)
it: Disattiva (mantieni sostituzioni)
ja: 無効にする（設定の優先を維持）
th: ปิดใช้งาน (เก็บการแทนที่)
uk: Вимкнути (зберегти перевизначення)

source: Disable automatic message deletion?
de: Automatisches Löschen von Nachrichten deaktivieren?
es: ¿Desactivar la eliminación automática de mensajes?
fr: Désactiver la suppression automatique des messages ?
it: Disattivare l'eliminazione automatica dei messaggi?

source: Disable delete messages
de: Löschen von Nachrichten deaktivieren
es: Desactivar
fr: Désactiver la suppression des messages
it: Disattiva eliminazione messaggi

source: Disable for all
bg: Деактивиране за всички
de: Für Alle deaktivieren
es: Desactivar para todos
fi: Poista käytöstä kaikilta
fr: Désactiver pour tous
it: Disattiva per tutti
ja: すべて無効
th: ปิดการใช้งานสำหรับทุกคน
uk: Вимкнути для всіх

source: Disable SimpleX Lock
bg: Деактивирай SimpleX заключване
de: SimpleX-Sperre deaktivieren
es: Desactivar Bloqueo SimpleX
fi: Poista SimpleX Lock käytöstä
fr: Désactiver SimpleX Lock
it: Disattiva SimpleX Lock
ja: SimpleXロックを無効にする
th: ปิดการใช้งาน SimpleX Lock
uk: Вимкнути SimpleX Lock

source: disabled
bg: деактивирано
de: deaktiviert
es: desactivado
fi: ei käytössä
fr: désactivé
it: disattivato
ja: 無効
uk: вимкнено

source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disattivato
uk: Вимкнено

source: Disappearing message
bg: Изчезващо съобщение
de: Verschwindende Nachricht
es: Mensaje temporal
fi: Tuhoutuva viesti
fr: Message éphémère
it: Messaggio a tempo
ja: 消えるメッセージ
th: ข้อความที่จะหายไปหลังเวลาที่กําหนด (disappearing message)
uk: Зникаюче повідомлення

source: Disappearing messages
bg: Изчезващи съобщения
de: Verschwindende Nachrichten
es: Mensajes temporales
fi: Tuhoutuvat viestit
fr: Messages éphémères
it: Messaggi a tempo
ja: 消えるメッセージ
th: ข้อความที่จะหายไปหลังเวลาที่กําหนด (disappearing message)
uk: Зникаючі повідомлення

source: Disappearing messages are prohibited in this chat.
bg: Изчезващите съобщения са забранени в този чат.
de: In diesem Chat sind verschwindende Nachrichten nicht erlaubt.
es: Los mensajes temporales no están permitidos en este chat.
fi: Katoavat viestit ovat kiellettyjä tässä keskustelussa.
fr: Les messages éphémères sont interdits dans cette discussion.
it: I messaggi a tempo sono vietati in questa chat.
ja: このチャットでは消えるメッセージが使用禁止です。
th: ข้อความที่จะหายไปหลังเวลาที่กําหนด (disappearing message) เป็นสิ่งต้องห้ามในแชทนี้
uk: Зникаючі повідомлення в цьому чаті заборонені.

source: Disappearing messages are prohibited.
bg: Изчезващите съобщения са забранени в тази група.
de: In dieser Gruppe sind verschwindende Nachrichten nicht erlaubt.
es: Los mensajes temporales no están permitidos en este grupo.
fr: Les messages éphémères sont interdits dans ce groupe.
it: I messaggi a tempo sono vietati in questo gruppo.
uk: У цій групі заборонено зникаючі повідомлення.

source: Disappears at
bg: Изчезва в
de: Verschwindet um
es: Desaparecerá
fi: Katoaa klo
fr: Disparaîtra le
it: Scompare il
ja: に消えます
th: หายไปที่
uk: Зникає за

source: Disappears at: %@
bg: Изчезва в: %@
de: Verschwindet um: %@
es: Desaparecerá: %@
fi: Katoaa klo: %@
fr: Disparaîtra le : %@
it: Scompare il: %@
ja: %@: に消えます
th: หายไปที่: %@
uk: Зникає за: %@

source: Disconnect
bg: Прекъсни връзката
de: Trennen
es: Desconectar
fi: Katkaise
fr: Se déconnecter
it: Disconnetti
ja: 切断
th: ตัดการเชื่อมต่อ
uk: Від'єднати

source: Disconnect desktop?
bg: Прекъсни връзката с настолното устройство?
de: Desktop-Verbindung trennen?
es: ¿Desconectar del ordenador?
fr: Déconnecter le bureau ?
it: Disconnettere il desktop?
uk: Відключити робочий стіл?

source: Discover and join groups
bg: Открийте и се присъединете към групи
de: Gruppen entdecken und ihnen beitreten
es: Descubre y únete a grupos
fr: Découvrir et rejoindre des groupes
it: Scopri ed unisciti ai gruppi
uk: Знаходьте та приєднуйтесь до груп

source: Discover via local network
bg: Откриване през локалната мрежа
de: Lokales Netzwerk durchsuchen
es: Descubrir en red local
fr: Rechercher sur le réseau
it: Individua via rete locale
uk: Відкриття через локальну мережу

source: Do it later
bg: Отложи
de: Später wiederholen
es: Hacer más tarde
fi: Tee myöhemmin
fr: Faites-le plus tard
it: Fallo dopo
ja: 後で行う
th: ทำในภายหลัง
uk: Зробіть це пізніше

source: Do not send history to new members.
bg: Не изпращай история на нови членове.
de: Den Nachrichtenverlauf nicht an neue Mitglieder senden.
es: No se envía el historial a los miembros nuevos.
fr: Ne pas envoyer d'historique aux nouveaux membres.
it: Non inviare la cronologia ai nuovi membri.
uk: Не надсилайте історію новим користувачам.

source: Do NOT send messages directly, even if your or destination server does not support private routing.
de: Nachrichten werden nicht direkt versendet, selbst wenn Ihr oder der Zielserver kein privates Routing unterstützt.
es: NO enviar mensajes directamente incluso si tu servidor o el de destino no soportan enrutamiento privado.
fr: Ne pas envoyer de messages directement, même si votre serveur ou le serveur de destination ne prend pas en charge le routage privé.
it: NON inviare messaggi direttamente, anche se il tuo server o quello di destinazione non supporta l'instradamento privato.
uk: НЕ надсилайте повідомлення напряму, навіть якщо ваш сервер або сервер призначення не підтримує приватну маршрутизацію.

source: Do not use credentials with proxy.
de: Verwenden Sie keine Anmeldeinformationen mit einem Proxy.
es: No uses credenciales con proxy.
fr: Ne pas utiliser d'identifiants avec le proxy.
it: Non usare credenziali con proxy.
uk: Не використовуйте облікові дані з проксі.

source: Do NOT use private routing.
de: Sie nutzen KEIN privates Routing.
es: NO usar enrutamiento privado.
fr: Ne pas utiliser de routage privé.
it: NON usare l'instradamento privato.
uk: НЕ використовуйте приватну маршрутизацію.

source: Do NOT use SimpleX for emergency calls.
bg: НЕ използвайте SimpleX за спешни повиквания.
de: SimpleX NICHT für Notrufe nutzen.
es: NO uses SimpleX para llamadas de emergencia.
fi: Älä käytä SimpleX-sovellusta hätäpuheluihin.
fr: N'utilisez PAS SimpleX pour les appels d'urgence.
it: NON usare SimpleX per chiamate di emergenza.
ja: 緊急通報にSimpleXを使用しないでください。
th: อย่าใช้ SimpleX สําหรับการโทรฉุกเฉิน
uk: НЕ використовуйте SimpleX для екстрених викликів.

source: Documents:
de: Dokumente:
es: Documentos:
it: Documenti:

source: Don't create address
bg: Не създавай адрес
de: Keine Adresse erstellt
es: No crear dirección SimpleX
fi: Älä luo osoitetta
fr: Ne pas créer d'adresse
it: Non creare un indirizzo
ja: アドレスを作成しないでください
th: อย่าสร้างที่อยู่
uk: Не створювати адресу

source: Don't enable
bg: Не активирай
de: Nicht aktivieren
es: No activar
fi: Älä salli
fr: Ne pas activer
it: Non attivare
ja: 有効にしない
th: อย่าเปิดใช้งาน
uk: Не вмикати

source: Don't miss important messages.
de: Verpassen Sie keine wichtigen Nachrichten.
es: No pierdas los mensajes importantes.
fr: Ne manquez pas les messages importants.
it: Non perdere messaggi importanti.

source: Don't show again
bg: Не показвай отново
de: Nicht nochmals anzeigen
es: No volver a mostrar
fi: Älä näytä uudelleen
fr: Ne plus afficher
it: Non mostrare più
ja: 次から表示しない
th: ไม่ต้องแสดงอีก
uk: Більше не показувати

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto

source: Downgrade and open chat
bg: Понижи версията и отвори чата
de: Datenbank herabstufen und den Chat öffnen
es: Degradar y abrir Chat
fi: Alenna ja avaa keskustelu
fr: Rétrograder et ouvrir le chat
it: Esegui downgrade e apri chat
ja: ダウングレードしてチャットを開く
th: ปรับลดรุ่นและเปิดแชท
uk: Пониження та відкритий чат

source: Download
bg: Изтегли
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
uk: Завантажити

source: Download errors
de: Fehler beim Herunterladen
es: Errores en la descarga
fr: Erreurs de téléchargement
it: Errori di scaricamento
uk: Помилки завантаження

source: Download failed
bg: Неуспешно изтегляне
de: Herunterladen fehlgeschlagen
es: Descarga fallida
fr: Échec du téléchargement
it: Scaricamento fallito
uk: Не вдалося завантажити

source: Download file
bg: Свали файл
de: Datei herunterladen
es: Descargar archivo
fi: Lataa tiedosto
fr: Télécharger le fichier
it: Scarica file
ja: ファイルをダウンロード
th: ดาวน์โหลดไฟล์
uk: Завантажити файл

source: Download files
de: Dateien herunterladen
es: Descargar archivos
fr: Télécharger les fichiers
it: Scarica i file
uk: Завантажити файли

source: Downloaded
de: Heruntergeladen
es: Descargado
fr: Téléchargé
it: Scaricato
uk: Завантажено

source: Downloaded files
de: Heruntergeladene Dateien
es: Archivos descargados
fr: Fichiers téléchargés
it: File scaricati
uk: Завантажені файли

source: Downloading archive
bg: Архива се изтегля
de: Archiv wird heruntergeladen
es: Descargando archivo
fr: Téléchargement de l'archive
it: Scaricamento archivio
uk: Завантажити архів

source: Downloading link details
bg: Подробности за линка се изтеглят
de: Link-Details werden heruntergeladen
es: Descargando detalles del enlace
fr: Téléchargement des détails du lien
it: Scaricamento dettagli del link
uk: Деталі посилання для завантаження

source: Duplicate display name!
bg: Дублирано име!
de: Doppelter Anzeigename!
es: ¡Nombre mostrado duplicado!
fi: Päällekkäinen näyttönimi!
fr: Nom d'affichage en double !
it: Nome da mostrare doppio!
ja: 表示の名前が重複してます！
th: ชื่อที่แสดงซ้ำ!
uk: Дублююче ім'я користувача!

source: duplicate message
bg: дублирано съобщение
de: Doppelte Nachricht
es: mensaje duplicado
fi: päällekkäinen viesti
fr: message dupliqué
it: messaggio duplicato
ja: 重複メッセージ
th: ข้อความที่ซ้ำกัน
uk: дублююче повідомлення

source: duplicates
de: Duplikate
es: duplicados
fr: doublons
it: doppi
uk: дублікати

source: Duration
bg: Продължителност
de: Dauer
es: Duración
fi: Kesto
fr: Durée
it: Durata
ja: 間隔
th: ระยะเวลา
uk: Тривалість

source: e2e encrypted
bg: e2e криптиран
de: E2E-verschlüsselt
es: cifrado de extremo a extremo
fi: e2e-salattu
fr: chiffré de bout en bout
it: crittografato e2e
ja: エンドツーエンド暗号化済み
th: encrypted จากต้นจนจบ
uk: e2e зашифрований

source: E2E encrypted notifications.
de: E2E-verschlüsselte Benachrichtigungen.
es: Notificaciones cifradas E2E.
fr: Notifications chiffrées E2E.
it: Notifiche crittografate E2E.
uk: Зашифровані сповіщення E2E.

source: Edit
bg: Редактирай
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
it: Modifica
ja: 編集する
th: แก้ไข
uk: Редагувати

source: Edit group profile
bg: Редактирай групов профил
de: Gruppenprofil bearbeiten
es: Editar perfil de grupo
fi: Muokkaa ryhmäprofiilia
fr: Modifier le profil du groupe
it: Modifica il profilo del gruppo
ja: グループのプロフィールを編集
th: แก้ไขโปรไฟล์กลุ่ม
uk: Редагування профілю групи

source: Empty message!
de: Leere Nachricht!

source: Enable
bg: Активирай
de: Aktivieren
es: Activar
fi: Salli
fr: Activer
it: Attiva
ja: 有効
th: เปิดใช้งาน
uk: Увімкнути

source: Enable (keep overrides)
bg: Активиране (запазване на промените)
de: Aktivieren (vorgenommene Einstellungen bleiben erhalten)
es: Activar (conservar anulaciones)
fi: Salli (pidä ohitukset)
fr: Activer (conserver les remplacements)
it: Attiva (mantieni sostituzioni)
ja: 有効にする（設定の優先を維持）
th: เปิดใช้งาน (เก็บการแทนที่)
uk: Увімкнути (зберегти перевизначення)

source: Enable automatic message deletion?
bg: Активиране на автоматично изтриване на съобщения?
de: Automatisches Löschen von Nachrichten aktivieren?
es: ¿Activar eliminación automática de mensajes?
fi: Ota automaattinen viestien poisto käyttöön?
fr: Activer la suppression automatique des messages ?
it: Attivare l'eliminazione automatica dei messaggi?
ja: 自動メッセージ削除を有効にしますか？
th: เปิดใช้งานการลบข้อความอัตโนมัติ?
uk: Увімкнути автоматичне видалення повідомлень?

source: Enable camera access
bg: Разреши достъпа до камерата
de: Kamera-Zugriff aktivieren
es: Permitir acceso a la cámara
fr: Autoriser l'accès à la caméra
it: Attiva l'accesso alla fotocamera
uk: Увімкніть доступ до камери

source: Enable disappearing messages by default.
de: Verschwindende Nachrichten sind per Voreinstellung aktiviert.

source: Enable Flux in Network & servers settings for better metadata privacy.
de: Für einen besseren Metadatenschutz Flux in den Netzwerk- und Servereinstellungen aktivieren.
es: Habilitar Flux en la configuración de Red y servidores para mejorar la privacidad de los metadatos.
fr: Activez Flux dans les paramètres du réseau et des serveurs pour une meilleure confidentialité des métadonnées.
it: Attiva Flux nelle impostazioni "Rete e server" per una migliore privacy dei metadati.

source: Enable for all
bg: Активиране за всички
de: Für Alle aktivieren
es: Activar para todos
fi: Salli kaikille
fr: Activer pour tous
it: Attiva per tutti
ja: すべて有効
th: เปิดใช้งานสําหรับทุกคน
uk: Увімкнути для всіх

source: Enable in direct chats (BETA)!
bg: Активиране в личните чатове (БЕТА)!
de: Kann in direkten Chats aktiviert werden (BETA)!
es: ¡Activar en chats directos (BETA)!
fr: Activer dans les conversations directes (BETA) !
it: Attivala nelle chat dirette (BETA)!
uk: Увімкнути в прямих чатах (BETA)!

source: Enable instant notifications?
bg: Активирай незабавни известия?
de: Sofortige Benachrichtigungen aktivieren?
es: ¿Activar notificación instantánea?
fi: Salli välittömät ilmoitukset?
fr: Activer les notifications instantanées ?
it: Attivare le notifiche istantanee?
ja: 即時通知を有効にしますか？
th: เปิดใช้งานการแจ้งเตือนทันที?
uk: Увімкнути миттєві сповіщення?

source: Enable lock
bg: Активирай заключване
de: Sperre aktivieren
es: Activar bloqueo
fi: Ota lukitus käyttöön
fr: Activer le verrouillage
it: Attiva blocco
ja: ロックモード
th: เปิดใช้งานการล็อค
uk: Увімкнути блокування

source: Enable notifications
bg: Активирай известията
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fi: Salli ilmoitukset
fr: Activer les notifications
it: Attiva le notifiche
ja: 通知を有効化
th: เปิดใช้งานการแจ้งเตือน
uk: Увімкнути сповіщення

source: Enable periodic notifications?
bg: Активирай периодични известия?
de: Periodische Benachrichtigungen aktivieren?
es: ¿Activar notificaciones periódicas?
fi: Salli säännölliset ilmoitukset?
fr: Activer les notifications périodiques ?
it: Attivare le notifiche periodiche?
ja: 定期的な通知を有効にしますか？
th: เปิดใช้การแจ้งเตือนเป็นระยะๆ ไหม?
uk: Увімкнути періодичні сповіщення?

source: Enable self-destruct
bg: Активирай самоунищожение
de: Selbstzerstörung aktivieren
es: Activar autodestrucción
fi: Ota itsetuho käyttöön
fr: Activer l'autodestruction
it: Attiva l'autodistruzione
ja: 自己破壊モードを有効にする
th: เปิดใช้งานการทำลายตัวเอง
uk: Увімкнути самознищення

source: Enable self-destruct passcode
bg: Активирай kод за достъп за самоунищожение
de: Selbstzerstörungs-Zugangscode aktivieren
es: Activar código de autodestrucción
fi: Ota itsetuhoava pääsykoodi käyttöön
fr: Activer le code d'autodestruction
it: Attiva il codice di autodistruzione
ja: 自己破壊パスコードを有効にする
th: เปิดใช้งานรหัสผ่านแบบทําลายตัวเอง
uk: Увімкнути пароль самознищення

source: Enable SimpleX Lock
bg: Активирай SimpleX заключване
de: SimpleX-Sperre aktivieren
es: Activar Bloqueo SimpleX
fi: Ota SimpleX Lock käyttöön
fr: Activer SimpleX Lock
it: Attiva SimpleX Lock
ja: SimpleXロックを有効にする
th: เปิดใช้งาน SimpleX Lock
uk: Увімкнути SimpleX Lock
