Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

source: <p>Hi!</p> <p><a href="%@">Connect to me via SimpleX Chat</a></p>
cs: <p>Ahoj!</p> <p><a href="%@"> Připojte se ke mne přes SimpleX Chat</a></p>
hu: <p>Üdvözlöm!</p> <p><a href="%@">Csatlakozzon hozzám a SimpleX Chaten keresztül</a></p>
nl: <p>Hoi!</p> <p><a href="%@">Maak verbinding met mij via SimpleX Chat</a></p>
pl: <p>Cześć!</p> <p><a href="%@">Połącz się ze mną poprzez SimpleX Chat.</a></p>
pt_br: <p>Oi!</p> <p><a href="%@">Conecte-se comigo via SimpleX Chat</a></p>
ru: <p>Привет!</p> <p><a href="%@">Соединитесь со мной в SimpleX Chat.</a></p>
tr: <p>Merhaba!</p> <p><a href="%@">SimpleX Chat ile bana bağlanın</a></p>
zh_hant: <p>你好！</p> <p><a href="%@">來連接我透過SimpleX Chat</a></p>

source: A few more things
cs: Ještě pár věcí
hu: Néhány további dolog
nl: Nog een paar dingen
pl: Jeszcze kilka rzeczy
pt_br: E mais algumas coisas
ru: Еще несколько изменений
tr: Birkaç şey daha
zh_hant: 其他

source: A new contact
cs: Nový kontakt
hu: Egy új partner
nl: Een nieuw contact
pl: Nowy kontakt
pt_br: Um novo contato
ru: Новый контакт
tr: Yeni kişi
zh_hant: 新的聯絡人

source: A new random profile will be shared.
cs: Nový náhodný profil bude sdílen.
hu: Egy új, véletlenszerű profil lesz megosztva.
nl: Een nieuw willekeurig profiel wordt gedeeld.
pl: Nowy losowy profil zostanie udostępniony.
pt_br: Um novo perfil aleatório será compartilhado.
ru: Будет отправлен новый случайный профиль.
tr: Yeni bir rastgele profil paylaşılacak.

source: A separate TCP connection will be used **for each chat profile you have in the app**.
cs: Samostatné připojení TCP bude použito **pro každý chat profil, který máte v aplikaci**.
hu: **Az összes csevegési profiljához az alkalmazásban** külön TCP-kapcsolat (és SOCKS-hitelesítőadat) lesz használva.
nl: Er wordt een aparte TCP-verbinding gebruikt **voor elk chatprofiel dat je in de app hebt**.
pl: Oddzielne połączenie TCP będzie używane **dla każdego profilu czatu, który masz w aplikacji**.
pt_br: Uma conexão TCP separada será usada **para cada perfil de bate-papo que você tiver no aplicativo**.
ru: Отдельное TCP-соединение будет использоваться **для каждого профиля чата, который Вы имеете в приложении**.
tr: **uygulamandaki olan her sohbet profili için** ayrı bir TCP bağlantısı kullanılacaktır.
zh_hant: 一個單獨的 TCP 連接將用於**每個聊天室的設定**。

source: A separate TCP connection will be used **for each contact and group member**. **Please note**: if you have many connections, your battery and traffic consumption can be substantially higher and some connections may fail.
cs: **pro každý kontakt a člena skupiny** bude použito samostatné připojení TCP. **Upozornění**: Pokud máte mnoho připojení, spotřeba baterie a provozu může být podstatně vyšší a některá připojení mohou selhat.
hu: **Az összes partneréhez és csoporttaghoz** külön TCP-kapcsolat (és SOCKS-hitelesítőadat) lesz használva. **Megjegyzés:** ha sok kapcsolata van, az akkumulátor-használat és az adatforgalom jelentősen megnövekedhet, és néhány kapcsolódási kísérlet sikertelen lehet.
nl: Er wordt een aparte TCP-verbinding gebruikt **voor elk contact en groepslid**. **Let op**: als u veel verbindingen heeft, kan uw batterij- en verkeersverbruik aanzienlijk hoger zijn en kunnen sommige verbindingen uitvallen.
pl: Oddzielne połączenie TCP będzie używane **dla każdego kontaktu i członka grupy**. **Uwaga**: jeśli masz wiele połączeń, zużycie baterii i ruchu może być znacznie wyższe, a niektóre połączenia mogą się nie udać.
pt_br: Uma conexão TCP separada será usada **para cada contato e membro do grupo**. **Observação**: se você tiver muitas conexões, o consumo de bateria e de tráfego poderá ser substancialmente maior e algumas conexões poderão falhar.
ru: Отдельное TCP-соединение (и авторизация SOCKS) будет использоваться **для каждого контакта и члена группы**. **Обратите внимание**: если у Вас много контактов, потребление батареи и трафика может быть значительно выше, и некоторые соединения могут не работать.
tr: **uygulamandaki olan her sohbet profili için** ayrı bir TCP bağlantısı kullanılacaktır. **Lütfen aklınızda bulunsun**: eğer çok fazla bağlantılarınız var ise pil kullanımı ve internet kullanımınız oldukça artabilir ve bazı bağlantılar hatayla karşılaşabilir.
zh_hant: 一個單獨的 TCP 連接將用於**每個聯絡人和群組內的成員**。 **請注意**：如果你有很多連接，你的電話電量和數據流量的消耗率會大大增加，一些連接有機會會連接失敗。

source: Abort
cs: Přerušit
hu: Megszakítás
nl: Afbreken
pl: Przerwij
pt_br: Abortar
ru: Прекратить
tr: İptal Et
zh_hant: 中止

source: Abort changing address
cs: Přerušit změnu adresy
hu: Cím módosításának megszakítása
nl: Annuleer het wijzigen van het adres
pl: Przerwij zmianę adresu
pt_br: Abortar troca de endereço
ru: Прекратить изменение адреса
tr: Adres değişimini iptal et
zh_hant: 中止更改地址

source: Abort changing address?
cs: Přerušit změnu adresy?
hu: Megszakítja a cím módosítását?
nl: Adres wijziging afbreken?
pl: Przerwać zmianę adresu?
pt_br: Abortar troca de endereço?
ru: Прекратить изменение адреса?
tr: Adres değişimi iptal edilsin mi?
zh_hant: 中止更改地址？

source: About SimpleX Chat
cs: O SimpleX chat
hu: A SimpleX Chat névjegye
nl: Over SimpleX Chat
pl: O SimpleX Chat
pt_br: Sobre o SimpleX Chat
ru: Информация о SimpleX Chat
tr: SimpleX Chat hakkında
zh_hant: 關於 SimpleX Chat

source: About operators
cs: O operátorech
hu: Az üzemeltetőkről

source: Accent
cs: Zbarvení
hu: Kiemelőszín
pl: Akcent
pt_br: Esquema
ru: Акцент
tr: Ana renk

source: Accept
cs: Přijmout
hu: Elfogadás
nl: Accepteer
pl: Akceptuj
pt_br: Aceitar
ru: Принять
tr: Kabul et
zh_hant: 接受

source: Accept conditions
cs: Přijmout podmínky
hu: Feltételek elfogadása

source: Accept connection request?
cs: Přijmout kontakt?
hu: Elfogadja a meghívási kérést?
nl: Accepteer contact
pl: Zaakceptować prośbę o połączenie?
pt_br: Aceitar solicitação de conexão?
ru: Принять запрос?
tr: Bağlantı isteği kabul edilsin mi?
zh_hant: 接受連線請求？

source: Accept contact request from %@?
cs: Přijmout žádost o kontakt od %@?
hu: Elfogadja %@ meghívási kérését?
nl: Accepteer contactverzoek van %@?
pl: Zaakceptuj prośbę o kontakt od %@?
pt_br: Aceitar solicitação de contato de %@?
ru: Принять запрос на соединение от %@?
tr: %@ 'den gelen iletişim isteği kabul edilsin mi?
zh_hant: 接受來自%@ 的連線請求？

source: Accept incognito
cs: Přijmout inkognito
hu: Elfogadás inkognitóban
nl: Accepteer incognito
pl: Akceptuj incognito
pt_br: Aceitar anônimo
ru: Принять инкогнито
tr: Takma adla kabul et
zh_hant: 接受匿名聊天模式

source: Accepted conditions
cs: Přijaté podmínky
hu: Elfogadott feltételek

source: Acknowledged
cs: Potvrzeno
hu: Visszaigazolt
nl: Erkend
pl: Potwierdzono
ru: Подтверждено
tr: Onaylandı

source: Acknowledgement errors
cs: Chyba potvrzení
hu: Visszaigazolási hibák
nl: Bevestigingsfouten
pl: Błędy potwierdzenia
ru: Ошибки подтверждения
tr: Onay hataları

source: Active
cs: Aktivní
hu: Aktív

source: Active connections
cs: Aktivní spojení
hu: Aktív kapcsolatok száma
nl: Actieve verbindingen
pl: Aktywne połączenia
pt_br: Conexões ativas
ru: Активные соединения
tr: Aktif bağlantılar

source: Add address to your profile, so that your contacts can share it with other people. Profile update will be sent to your contacts.
cs: Přidejte adresu do svého profilu, aby ji vaše kontakty mohly sdílet s dalšími lidmi. Aktualizace profilu bude zaslána vašim kontaktům.
hu: Cím hozzáadása a profilhoz, hogy a partnerei megoszthassák másokkal. A profilfrissítés el lesz küldve partnerei számára.
nl: Voeg een adres toe aan uw profiel, zodat uw contacten het met andere mensen kunnen delen. Profiel update wordt naar uw contacten verzonden.
pl: Dodaj adres do swojego profilu, aby Twoje kontakty mogły go udostępnić innym osobom. Aktualizacja profilu zostanie wysłana do Twoich kontaktów.
pt_br: Adicione o endereço ao seu perfil, para que seus contatos possam compartilhá-lo com outras pessoas. A atualização do perfil será enviada aos seus contatos.
ru: Добавьте адрес в свой профиль, чтобы Ваши контакты могли поделиться им. Профиль будет отправлен Вашим контактам.
tr: Kişilerinizin başkalarıyla paylaşabilmesi için profilinize adres ekleyin. Profil güncellemesi kişilerinize gönderilecek.
zh_hant: 將聯絡地址新增到你的個人檔案中，以便你的聯絡人與其他人分享你的聯絡地址。更新了的個人檔案將傳送給你的聯絡人。

source: Add friends
cs: Přidat přátele
hu: Barátok hozzáadása

source: Add list
cs: Přidat seznam
hu: Lista hozzáadása

source: Add profile
cs: Přidat profil
hu: Profil hozzáadása
nl: Profiel toevoegen
pl: Dodaj profil
pt_br: Adicionar perfil
ru: Добавить профиль
tr: Profil ekle
zh_hant: 新增新的個人檔案

source: Add server
cs: Přidat server
hu: Kiszolgáló hozzáadása
nl: Server toevoegen
pl: Dodaj serwer
pt_br: Adicionar servidor
ru: Добавить сервер
tr: Sunucu ekle
zh_hant: 新增伺服器

source: Add servers by scanning QR codes.
cs: Přidejte servery skenováním QR kódů.
hu: Kiszolgáló hozzáadása QR-kód beolvasásával.
nl: Servers toevoegen door QR-codes te scannen.
pl: Dodaj serwery, skanując kody QR.
pt_br: Adicione servidores escaneando o QR code.
ru: Добавить серверы через QR код.
tr: Karekod taratarak sunucuları ekleyin.
zh_hant: 使用二維碼掃描以新增伺服器。

source: Add team members
cs: Přidat členy týmu
hu: Munkatársak hozzáadása

source: Add to another device
cs: Přidat do jiného zařízení
hu: Hozzáadás egy másik eszközhöz
nl: Toevoegen aan een ander apparaat
pl: Dodaj do innego urządzenia
pt_br: Adicionar a outro dispositivo
ru: Добавить на другое устройство
tr: Başka bir cihaza ekle
zh_hant: 新增到另一個裝置上

source: Add to list
cs: Přidat do seznamu
hu: Hozzáadás listához

source: Add welcome message
cs: Přidat uvítací zprávu
hu: Üdvözlőüzenet hozzáadása
nl: Welkom bericht toevoegen
pl: Dodaj wiadomość powitalną
pt_br: Adicionar mensagem de boas-vindas
ru: Добавить приветственное сообщение
tr: Karşılama mesajı ekleyin
zh_hant: 新增歡迎訊息

source: Add your team members to the conversations.
cs: Přidat členy týmu do konverzace.
hu: Adja hozzá a munkatársait a beszélgetésekhez.

# Added media &amp; file servers
source: Added media & file servers
cs: Přidány servery pro média & soubory
hu: Hozzáadott média- és fájlkiszolgálók

source: Added message servers
cs: Přidané servery zpráv
hu: Hozzáadott üzenetkiszolgálók

source: Additional accent
cs: Další zbarvení
hu: További kiemelőszín
nl: Extra accent
pl: Dodatkowy akcent
pt_br: Esquema adicional
ru: Дополнительный акцент
tr: Ek ana renk

source: Additional accent 2
cs: Další zbarvení 2
hu: További kiemelőszín 2
nl: Extra accent 2
pl: Dodatkowy akcent 2
pt_br: Esquema adicional 2
ru: Дополнительный акцент 2
tr: Ek vurgu 2

source: Additional secondary
cs: Další sekundární
hu: További másodlagos szín
nl: Extra secundair
pl: Dodatkowy drugorzędny
ru: Вторичный 2
tr: Ek ikincil renk

source: Address
cs: Adresa
hu: Cím
nl: Adres
pl: Adres
pt_br: Endereço
ru: Адрес
tr: Adres
zh_hant: 聯絡地址

source: Address change will be aborted. Old receiving address will be used.
cs: Změna adresy bude přerušena. Budou použity staré přijímací adresy.
hu: A cím módosítása meg fog szakadni. A régi fogadási cím lesz használva.
nl: Adres wijziging wordt afgebroken. Het oude ontvangstadres wordt gebruikt.
pl: Zmiana adresu zostanie przerwana. Użyty zostanie stary adres odbiorczy.
pt_br: Alteração de endereço será abortada. O endereço antigo será utilizado.
ru: Изменение адреса будет прекращено. Будет использоваться старый адрес.
tr: Adres değişikliği iptal edilecek. Eski alıcı adresi kullanılacaktır.
zh_hant: 將取消地址更改。將使用舊聯絡地址。

source: Address or 1-time link?
cs: Adresa nebo jednorázový odkaz?
hu: Cím vagy egyszer használható meghívó?

source: Address settings
cs: Nastavení adresy
hu: Címbeállítások

source: Admins can block a member for all.
cs: Správci mohou blokovat člena pro všechny.
hu: Az adminisztrátorok egy tagot a csoport összes tagja számára letilthatnak.
nl: Beheerders kunnen een lid voor iedereen blokkeren.
pl: Administratorzy mogą blokować członka dla wszystkich.
pt_br: Administradores podem bloquear um membro para todos.
ru: Админы могут заблокировать члена группы.
tr: Yöneticiler bir üyeyi tamamen engelleyebilirler.

source: Admins can create the links to join groups.
cs: Správci mohou vytvářet odkazy pro připojení ke skupinám.
hu: Az adminisztrátorok hivatkozásokat hozhatnak létre a csoportokhoz való csatlakozáshoz.
nl: Beheerders kunnen de uitnodiging links naar groepen aanmaken.
pl: Administratorzy mogą tworzyć linki do dołączania do grup.
pt_br: Os administradores podem criar os links para ingressar em grupos.
ru: Админы могут создать ссылки для вступления в группу.
tr: Yöneticiler gruplara katılmak için bağlantılar oluşturabilir.
zh_hant: 管理員可以建立加入群組的連結。

source: Advanced network settings
cs: Pokročilá nastavení sítě
hu: Speciális hálózati beállítások
nl: Geavanceerde netwerk instellingen
pl: Zaawansowane ustawienia sieci
pt_br: Configurações de rede avançadas
ru: Настройки сети
tr: Gelişmiş ağ ayarları
zh_hant: 進階網路設定

source: Advanced settings
cs: Pokročilá nastavení
hu: Speciális beállítások
nl: Geavanceerde instellingen
pl: Zaawansowane ustawienia
pt_br: Configurações avançadas
ru: Настройки сети
tr: Gelişmiş ayarlar
zh_hant: 進階設定

source: All
cs: Vše
hu: Összes

source: All app data is deleted.
cs: Všechna data aplikace jsou smazána.
hu: Az összes alkalmazásadat törölve.
nl: Alle app-gegevens worden verwijderd.
pl: Wszystkie dane aplikacji są usunięte.
pt_br: Todos os dados da app são apagados.
ru: Все данные приложения будут удалены.
tr: Tüm uygulama verileri silinir.
zh_hant: 已刪除所有的應用程式數據。

source: All chats and messages will be deleted - this cannot be undone!
cs: Všechny chaty a zprávy budou smazány – tuto akci nelze vrátit zpět!
hu: Az összes csevegés és üzenet törölve lesz – ez a művelet nem vonható vissza!
nl: Alle chats en berichten worden verwijderd, dit kan niet ongedaan worden gemaakt!
pl: Wszystkie czaty i wiadomości zostaną usunięte - nie można tego cofnąć!
pt_br: Todos os chats e mensagens serão excluídos - isso não pode ser desfeito!
ru: Все чаты и сообщения будут удалены - это нельзя отменить!
tr: Tüm konuşmalar ve mesajlar silinecektir. Bu, geri alınamaz!
zh_hant: 所有對話和對話記錄會刪除 - 這不能還原！

source: All chats will be removed from the list %@, and the list deleted.
cs: Všechny chaty budou odstraněny ze seznamu %@ a seznam bude odstraněn.
hu: Az összes csevegés el lesz távolítva a(z) %@ nevű listáról, és a lista is törölve lesz.

source: All data is erased when it is entered.
cs: Všechna data se při zadání vymažou.
hu: A jelkód megadása után az összes adat törölve lesz.
nl: Alle gegevens worden bij het invoeren gewist.
pl: Wszystkie dane są usuwane po jego wprowadzeniu.
pt_br: Todos os dados são apagados quando introduzidos.
ru: Все данные удаляются при его вводе.
tr: Kullanıldığında bütün veriler silinir.
zh_hant: 所有數據會在輸入後刪除。

source: All data is kept private on your device.
cs: Všechna data jsou uchována ve vašem zařízení.
hu: Az összes adat privát módon van tárolva az eszközén.

source: All group members will remain connected.
cs: Všichni členové skupiny zůstanou připojeni.
hu: Az összes csoporttag kapcsolatban marad.
nl: Alle groepsleden blijven verbonden.
pl: Wszyscy członkowie grupy pozostaną połączeni.
pt_br: Todos os membros do grupo permanecerão conectados.
ru: Все члены группы, которые соединились через эту ссылку, останутся в группе.
tr: Tüm grup üyeleri bağlı kalacaktır.
zh_hant: 群組內所有成員會保持連接。

source: All messages and files are sent **end-to-end encrypted**, with post-quantum security in direct messages.
cs: Všechny zprávy a soubory jsou odeslány s **koncovým šifrováním**, s post-quantovým zabezpečením v přímých zprávách.
hu: Az összes üzenet és fájl **végpontok közötti titkosítással**, a közvetlen üzenetek továbbá kvantumbiztos titkosítással is rendelkeznek.

source: All messages will be deleted - this cannot be undone!
cs: Všechny zprávy budou smazány - nemůže být zvráceno!
hu: Az összes üzenet törölve lesz – ez a művelet nem vonható vissza!
nl: Alle berichten worden verwijderd. Dit kan niet ongedaan worden gemaakt!
pl: Wszystkie wiadomości zostaną usunięte – nie można tego cofnąć!
pt_br: Todas as mensagens serão deletadas - isto não pode ser desfeito!
ru: Все сообщения будут удалены - это нельзя отменить!
tr: Tüm mesajlar silinecektir - bu geri alınamaz!
zh_hant: 所有訊息都將被刪除 - 這不能還原！

source: All messages will be deleted - this cannot be undone! The messages will be deleted ONLY for you.
cs: Všechny zprávy budou smazány – tuto akci nelze vrátit zpět! Zprávy budou smazány POUZE pro vás.
hu: Az összes üzenet törölve lesz – ez a művelet nem vonható vissza! Az üzenetek CSAK az Ön számára törlődnek.
nl: Alle berichten worden verwijderd, dit kan niet ongedaan worden gemaakt! De berichten worden ALLEEN voor jou verwijderd.
pl: Wszystkie wiadomości zostaną usunięte - nie można tego cofnąć! Wiadomości zostaną usunięte TYLKO dla Ciebie.
pt_br: Todas as mensagens serão excluídas - isso não pode ser desfeito! As mensagens serão excluídas APENAS para você.
ru: Все сообщения будут удалены - это действие нельзя отменить! Сообщения будут удалены только для Вас.
tr: Tüm mesajlar silinecektir. Bu, geri alınamaz! Mesajlar, YALNIZCA senin için silinecektir.
zh_hant: 所有訊息記錄會刪除 - 這不能還原！這些訊息只會在你裝置中刪除。

source: All new messages from %@ will be hidden!
cs: Všechny nové zprávy od %@ budou skryté!
hu: %@ összes új üzenete el lesz rejtve!
nl: Alle nieuwe berichten van %@ worden verborgen!
pl: Wszystkie nowe wiadomości z %@ zostaną ukryte!
pt_br: Todas as novas mensagens de %@ serão ocultas!
ru: Все новые сообщения от %@ будут скрыты!
tr: %@ 'den gelen bütün yeni mesajlar saklı olacak!

source: All profiles
cs: Všechny profily
hu: Összes profil
nl: Alle profielen
pl: Wszystkie profile
pt_br: Todos perfis
ru: Все профили
tr: Tüm Profiller

source: All reports will be archived for you.
cs: Všechna hlášení vám budou archivována.
hu: Az összes jelentés archiválva lesz az Ön számára.

source: All servers
cs: Všechny servery
hu: Összes kiszolgáló

source: All your contacts will remain connected.
cs: Všechny vaše kontakty zůstanou připojeny.
hu: Az összes partnerével kapcsolatban marad.
nl: Al uw contacten blijven verbonden.
pl: Wszystkie Twoje kontakty pozostaną połączone.
pt_br: Todos os seus contatos permanecerão conectados.
ru: Все контакты, которые соединились через этот адрес, сохранятся.
tr: Konuştuğun kişilerin tümü bağlı kalacaktır.
zh_hant: 你的所有聯絡人會保持連接。

source: All your contacts will remain connected. Profile update will be sent to your contacts.
cs: Všechny vaše kontakty zůstanou připojeny. Aktualizace profilu bude odeslána vašim kontaktům.
hu: A partnereivel kapcsolatban marad. A profilfrissítés el lesz küldve a partnerei számára.
nl: Al uw contacten blijven verbonden. Profiel update wordt naar uw contacten verzonden.
pl: Wszystkie Twoje kontakty pozostaną połączone. Aktualizacja profilu zostanie wysłana do Twoich kontaktów.
pt_br: Todos os seus contatos permanecerão conectados. A atualização do perfil será enviada aos seus contatos.
ru: Все Ваши контакты сохранятся. Обновленный профиль будет отправлен Вашим контактам.
tr: Tüm kişileriniz bağlı kalacaktır. Profil güncellemesi kişilerinize gönderilecektir.
zh_hant: 你的所有聯絡人會保持連接。更新了的個人檔案將傳送給你的聯絡人。

source: All your contacts, conversations and files will be securely encrypted and uploaded in chunks to configured XFTP relays.
cs: Všechny vaše kontakty, konverzace a soubory budou bezpečně šifrovány a rozdělené nahrány na zvolené XFTP relé.
hu: Az összes partnere, -beszélgetése és -fájlja biztonságosan titkosítva lesz, majd töredékekre bontva feltöltődnek a beállított XFTP-továbbítókiszolgálókra.
nl: Al uw contacten, gesprekken en bestanden worden veilig gecodeerd en in delen geüpload naar geconfigureerde XFTP-relays.
pl: Wszystkie twoje kontakty, konwersacje i pliki będą bezpiecznie szyfrowane i wgrywane w kawałkach do skonfigurowanych przekaźników XFTP.
pt_br: Todos os seus contatos, conversas e arquivos serão encriptados e enviados em pedaços para nós XFTP.
ru: Все ваши контакты, разговоры и файлы будут надежно зашифрованы и загружены на выбранные XFTP серверы.
tr: Tüm kişileriniz, konuşmalarınız ve dosyalarınız güvenli bir şekilde şifrelenir ve yapılandırılmış XFTP yönlendiricilerine parçalar halinde yüklenir.
zh_hant: 你的所有聯絡人、對話和文件將被安全加密並切塊上傳到設置的 XFTP 中繼。

source: Allow
cs: Povolit
hu: Engedélyezés
nl: Toestaan
pl: Pozwól
pt_br: Permitir
ru: Разрешить
tr: İzin ver
zh_hant: 允許

source: Allow calls only if your contact allows them.
cs: Povolte hovory, pouze pokud je váš kontakt povolí.
hu: A hívások kezdeményezése csak abban az esetben van engedélyezve, ha a partnere is engedélyezi.
nl: Sta oproepen alleen toe als uw contact dit toestaat.
pl: Zezwalaj na połączenia tylko wtedy, gdy Twój kontakt na to pozwala.
pt_br: Permita chamadas somente se o seu contato permiti-las.
ru: Разрешить звонки, только если их разрешает Ваш контакт.
tr: Yalnızca irtibat kişiniz izin veriyorsa aramalara izin verin.
zh_hant: 只有你的聯絡人允許的情況下，才允許通話。

source: Allow calls?
cs: Povolit volání?
hu: Engedélyezi a hívásokat?
nl: Oproepen toestaan?
pl: Zezwolić na połączenia?
pt_br: Permitir chamadas?
ru: Разрешить звонки?
tr: Aramalara izin verilsin mi ?
zh_hant: 允許通話？

source: Allow disappearing messages only if your contact allows it to you.
cs: Povolte mizící zprávy, pouze pokud vám to váš kontakt dovolí.
hu: Az eltűnő üzenetek küldése csak abban az esetben van engedélyezve, ha a partnere is engedélyezi az Ön számára.
nl: Sta verdwijnende berichten alleen toe als uw contact dit toestaat.
pl: Zezwól na znikające wiadomości tylko wtedy, gdy Twój kontakt Ci na to pozwoli.
pt_br: Permita o desaparecimento de mensagens somente se o seu contato permitir.
ru: Разрешить исчезающие сообщения, только если Ваш контакт разрешает их Вам.
tr: Eğer kişide izin verirse kaybolan mesajlara izin ver.
zh_hant: 只有你的聯絡人允許的情況下，才允許自動銷毀訊息。

source: Allow downgrade
cs: Povolit downgrade
hu: Visszafejlesztés engedélyezése
nl: Downgraden toestaan
pl: Zezwól na obniżenie wersji
ru: Разрешить прямую доставку
tr: Sürüm düşürmeye izin ver

source: Allow irreversible message deletion only if your contact allows it to you. (24 hours)
cs: Povolte nevratné smazání zprávy pouze v případě, že vám to váš kontakt dovolí. (24 hodin)
hu: Az üzenetek végleges törlése csak abban az esetben van engedélyezve, ha a partnere is engedélyezi. (24 óra)
nl: Sta het onomkeerbaar verwijderen van berichten alleen toe als uw contact dit toestaat. (24 uur)
pl: Zezwalaj na nieodwracalne usuwanie wiadomości tylko wtedy, gdy Twój kontakt Ci na to pozwoli. (24 godziny)
pt_br: Permitir deletar mensagens de maneira irreversível apenas se seu contato permitir para você. (24 horas)
ru: Разрешить необратимое удаление сообщений, только если Ваш контакт разрешает это Вам. (24 часа)
tr: Konuştuğun kişi, kalıcı olarak silinebilen mesajlara izin veriyorsa sen de ver. (24 saat içinde)
zh_hant: 只有你的聯絡人允許的情況下，才允許不可逆地將訊息刪除。(24小時)

source: Allow message reactions only if your contact allows them.
cs: Povolit reakce na zprávy, pokud je váš kontakt povolí.
hu: A reakciók hozzáadása az üzenetekhez csak abban az esetben van engedélyezve, ha a partnere is engedélyezi.
nl: Sta bericht reacties alleen toe als uw contact dit toestaat.
pl: Zezwalaj na reakcje wiadomości tylko wtedy, gdy zezwala na to Twój kontakt.
pt_br: Permitir reações a mensagens só se o seu contacto as permitir.
ru: Разрешить реакции на сообщения, только если ваш контакт разрешает их.
tr: Yalnızca kişin mesaj tepkilerine izin veriyorsa sen de ver.
zh_hant: 只有你的聯絡人允許的情況下，才允許訊息互動。

source: Allow message reactions.
cs: Povolit reakce na zprávy.
hu: A reakciók hozzáadása az üzenetekhez engedélyezve van.
nl: Sta bericht reacties toe.
pl: Zezwalaj na reakcje wiadomości.
pt_br: Permitir reações a mensagens.
ru: Разрешить реакции на сообщения.
tr: Mesaj tepkilerine izin ver.
zh_hant: 允許訊息回應。
