Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

source: Forwarding server %@ failed to connect to destination server %@. Please try later.
hu: A(z) %@ továbbítókiszolgáló nem tudott kapcsolódni a(z) %@ célkiszolgálóhoz. Próbálja meg később.
nl: De doorstuurserver %@ kon geen verbinding maken met de bestemmingsserver %@. Probeer het later opnieuw.
pl: Serwer przekazujący %@ nie mógł połączyć się z serwerem docelowym %@. Spróbuj ponownie później.
ru: Пересылающий сервер %@ не смог подключиться к серверу назначения %@. Попробуйте позже.
tr: Yönlendirme sunucusu %@, hedef sunucu %@'ya bağlanamadı. Lütfen daha sonra deneyin.

source: Forwarding server address is incompatible with network settings: %@.
cs: Pokročilá nastavení sítě
hu: A továbbítókiszolgáló címe nem kompatibilis a hálózati beállításokkal: %@.
nl: Het adres van de doorstuurserver is niet compatibel met de netwerkinstellingen: %@.
pl: Adres serwera przekierowującego jest niekompatybilny z ustawieniami sieciowymi: %@.
ru: Адрес пересылающего сервера несовместим с настройками сети: %@.
tr: Yönlendirme sunucusu adresi ağ ayarlarıyla uyumsuz: %@.

source: Forwarding server version is incompatible with network settings: %@.
cs: Pokročilá nastavení sítě
hu: A továbbítókiszolgáló verziója nem kompatibilis a hálózati beállításokkal: %@.
nl: De doorstuurserverversie is niet compatibel met de netwerkinstellingen: %@.
pl: Wersja serwera przekierowującego jest niekompatybilna z ustawieniami sieciowymi: %@.
ru: Версия пересылающего сервера несовместима с настройками сети: %@.
tr: Yönlendirme sunucusu sürümü ağ ayarlarıyla uyumsuz: %@.

# Forwarding server: %@&#10;Destination server error: %@
source: Forwarding server: %1$@ Destination server error: %2$@
cs: chyba
hu: Továbbítókiszolgáló: %1$@ Célkiszolgáló-hiba: %2$@
nl: Doorstuurserver: %1$@ Bestemmingsserverfout: %2$@
pl: Serwer przekazujący: %1$@ Błąd serwera docelowego: %2$@
ru: Пересылающий сервер: %1$@ Ошибка сервера получателя: %2$@
tr: Yönlendirme sunucusu: %1$@ Hedef sunucu hatası: %2$@

# Forwarding server: %@&#10;Error: %@
source: Forwarding server: %1$@ Error: %2$@
cs: Chyba
hu: Továbbítókiszolgáló: %1$@ Hiba: %2$@
nl: Doorstuurserver: %1$@ Fout: %2$@
pl: Serwer przekazujący: %1$@ Błąd: %2$@
ru: Пересылающий сервер: %1$@ Ошибка: %2$@
tr: Yönlendirme sunucusu: %1$@ Hata: %2$@

source: Found desktop
cs: Počítač nalezen
hu: Megtalált számítógép
nl: Desktop gevonden
pl: Znaleziono komputer
ru: Компьютер найден
tr: Bilgisayar bulundu

source: French interface
cs: Francouzské rozhraní
hu: Francia kezelőfelület
nl: Franse interface
pl: Francuski interfejs
pt_br: Interface francesa
ru: Французский интерфейс
tr: Fransızca arayüz
zh_hant: 法語界面

source: Full link
cs: Úplný odkaz
hu: Teljes hivatkozás
nl: Volledige link
pl: Pełny link
pt_br: Link completo
ru: Полная ссылка
tr: Bütün bağlantı adresi
zh_hant: 完整連結

source: Full name (optional)
cs: Celé jméno (volitelně)
hu: Teljes név (nem kötelező)
nl: Volledige naam (optioneel)
pl: Pełna nazwa (opcjonalna)
pt_br: Nome Completo (opcional)
ru: Полное имя (не обязательно)
tr: Bütün isim (opsiyonel)
zh_hant: 全名（可選）

source: Fully decentralized – visible only to members.
cs: Decentralizovaná
hu: Teljesen decentralizált – csak a tagok számára látható.
nl: Volledig gedecentraliseerd – alleen zichtbaar voor leden.
pl: W pełni zdecentralizowana – widoczna tylko dla członków.
ru: Группа полностью децентрализована – она видна только членам.
tr: Tamamiyle merkezi olmayan - sadece kişilere görünür.

source: Fully re-implemented - work in background!
cs: Plně přepracováno, prácuje na pozadí!
hu: Teljesen újra implementálva – háttérben történő működés!
nl: Volledig opnieuw geïmplementeerd - werk op de achtergrond!
pl: W pełni ponownie zaimplementowany - praca w tle!
ru: Полностью обновлены - работают в фоне!
tr: Arkaplanda çalışma - tamamiyle yeniden yapıldı!
zh_hant: 百分百重新實踐-在後台運作！

source: Further reduced battery usage
cs: Další snížení spotřeby baterie
hu: Tovább csökkentett akkumulátor-használat
nl: Verder verminderd batterij verbruik
pl: Jeszcze mniejsze zużycie baterii
pt_br: Maior redução no uso da bateria
ru: Уменьшенное потребление батареи
tr: Daha da azaltılmış pil kullanımı
zh_hant: 進一步減少電池使用

source: GIFs and stickers
cs: GIFy a nálepky
hu: GIF-ek és matricák
nl: GIF's en stickers
pl: GIF-y i naklejki
ru: ГИФ файлы и стикеры
tr: GİFler ve çıkartmalar
zh_hant: GIFs 和貼圖

source: Get notified when mentioned.
cs: Zpět
hu: Kapjon értesítést, ha megemlítik.

source: Good afternoon!
hu: Jó napot!
nl: Goedemiddag!
pl: Dzień dobry!
ru: Добрый день!
tr: İyi öğlenler!

source: Good morning!
hu: Jó reggelt!
nl: Goedemorgen!
pl: Dzień dobry!
ru: Доброе утро!
tr: Günaydın!

source: Group
cs: Skupina
hu: Csoport
nl: Groep
pl: Grupa
pt_br: Grupo
ru: Группа
tr: Grup
zh_hant: 群組

source: Group already exists
cs: Skupina již existuje
hu: A csoport már létezik
nl: Groep bestaat al
pl: Grupa już istnieje
ru: Группа уже существует
tr: Grup çoktan mevcut

source: Group already exists!
hu: A csoport már létezik!
nl: Groep bestaat al!
pl: Grupa już istnieje!
ru: Группа уже существует!
tr: Grup çoktan mevcut!

source: Group display name
cs: Zobrazovaný název skupiny
hu: A csoport megjelenített neve
nl: Weergave naam groep
pl: Wyświetlana nazwa grupy
ru: Имя группы
tr: Grup görünen adı
zh_hant: 顯示群組名稱

source: Group full name (optional)
cs: Celé jméno skupiny (volitelné)
hu: A csoport teljes neve (nem kötelező)
nl: Volledige naam van groep (optioneel)
pl: Pełna nazwa grupy (opcjonalne)
ru: Полное имя (необязательно)
tr: Grubun bütün ismi (opsiyonel)
zh_hant: 群組全名（可選）

source: Group image
cs: Obrázek skupiny
hu: Csoport profilképe
nl: Groep afbeelding
pl: Obraz grupy
ru: Картинка группы
tr: Grup fotoğrafı
zh_hant: 群組圖片

source: Group invitation
cs: Skupinová pozvánka
hu: Csoportmeghívó
nl: Groep uitnodiging
pl: Zaproszenie grupy
ru: Приглашение в группу
tr: Grup daveti
zh_hant: 群組邀請

source: Group invitation expired
cs: Platnost pozvánky do skupiny vypršela
hu: A csoportmeghívó lejárt
nl: Groep uitnodiging verlopen
pl: Zaproszenie do grupy wygasło
pt_br: O convite do grupo expirou
ru: Приглашение в группу истекло
tr: Grup davetinin süresi doldu
zh_hant: 群組邀請連結已經過時

source: Group invitation is no longer valid, it was removed by sender.
cs: Skupinová pozvánka již není platná, byla odstraněna odesílatelem.
hu: A csoportmeghívó már nem érvényes, a küldője eltávolította.
nl: Groep uitnodiging is niet meer geldig, deze is verwijderd door de afzender.
pl: Zaproszenie do grupy jest już nieważne, zostało usunięte przez nadawcę.
pt_br: O convite de grupo não é mais válido, foi removido pelo remetente.
ru: Приглашение в группу больше не действительно, оно было удалено отправителем.
tr: Grup davet artık geçerli değil, gönderici tarafından silindi.
zh_hant: 群組的邀請連結無效，這連結已經被群組管理人刪除。

source: Group link
cs: Odkaz na skupinu
hu: Csoporthivatkozás
nl: Groep link
pl: Link do grupy
pt_br: Link do grupo
ru: Ссылка группы
tr: Grup bağlantısı
zh_hant: 群組連結

source: Group links
cs: Odkazy na skupiny
hu: Csoporthivatkozások
nl: Groep links
pl: Linki grupowe
pt_br: Links de grupo
ru: Ссылки групп
tr: Grup bağlantıları
zh_hant: 群組連結

source: Group message:
cs: Skupinová zpráva:
hu: Csoport üzenet:
nl: Groep bericht:
pl: Wiadomość grupowa:
ru: Групповое сообщение:
tr: Grup mesajı:
zh_hant: 群組訊息：

source: Group moderation
cs: Správa skupin
hu: Csoport moderálása
nl: Groep moderatie
pl: Moderacja grupy
pt_br: Moderação do grupo
ru: Модерация группы
tr: Grup yöneticiliği
zh_hant: 群組審核

source: Group preferences
cs: Předvolby skupiny
hu: Csoportbeállítások
nl: Groep voorkeuren
pl: Preferencje grupy
pt_br: Preferências de grupo
ru: Предпочтения группы
tr: Grup tercihleri
zh_hant: 群組設定

source: Group profile
cs: Profil skupiny
hu: Csoportprofil
nl: Groep profiel
pl: Profil grupy
ru: Профиль группы
tr: Grup profili
zh_hant: 群組檔案

source: Group profile is stored on members' devices, not on the servers.
cs: Profil skupiny je uložen v zařízeních členů, nikoli na serverech.
hu: A csoport profilja a tagok eszközein tárolódik, nem a kiszolgálókon.
nl: Groep profiel wordt opgeslagen op de apparaten van de leden, niet op de servers.
pl: Profil grupy jest przechowywany na urządzeniach członków, a nie na serwerach.
pt_br: O perfil do grupo é armazenado nos dispositivos dos membros, não nos servidores.
ru: Профиль группы хранится на устройствах членов, а не на серверах.
tr: Grup profili üyelerin cihazlarında saklanır, sunucularda değil.
zh_hant: 群組的檔案只會儲存於成員內的本機裝置，不會儲存於伺服器內。

source: Group welcome message
cs: Uvítací zpráva skupin
hu: A csoport üdvözlőüzenete
nl: Groep welkom bericht
pl: Wiadomość powitalna grupy
pt_br: Mensagem de boas-vindas do grupo
ru: Приветственное сообщение группы
tr: Grup hoşgeldin mesajı
zh_hant: 群組歡迎訊息

source: Group will be deleted for all members - this cannot be undone!
cs: Skupina bude smazána pro všechny členy - nelze to vzít zpět!
hu: A csoport törölve lesz az összes tag számára – ez a művelet nem vonható vissza!
nl: Groep wordt verwijderd voor alle leden, dit kan niet ongedaan worden gemaakt!
pl: Grupa zostanie usunięta dla wszystkich członków - nie można tego cofnąć!
pt_br: O grupo será excluído para todos os membros - isso não pode ser desfeito!
ru: Группа будет удалена для всех членов - это действие нельзя отменить!
tr: Grup tüm üyelerden silinecektir - bu geri alınamaz!
zh_hant: 群組會於所有成員刪除 - 這不能還原！

source: Group will be deleted for you - this cannot be undone!
cs: Skupina bude smazána pro vás - toto nelze vzít zpět!
hu: A csoport törölve lesz az Ön számára – ez a művelet nem vonható vissza!
nl: De groep wordt voor u verwijderd, dit kan niet ongedaan worden gemaakt!
pl: Grupa zostanie usunięta dla Ciebie - nie można tego cofnąć!
pt_br: O grupo será excluído para você - isso não pode ser desfeito!
ru: Группа будет удалена для Вас - это действие нельзя отменить!
tr: Grup senden silinecektir - bu geri alınamaz!
zh_hant: 群組只會為你刪除 - 這不能還原！

source: Groups
cs: Vítejte!
hu: Csoportok

source: Help
cs: Pomoc
hu: Súgó
pl: Pomoc
pt_br: Ajuda
ru: Помощь
tr: Yardım
zh_hant: 幫助

source: Help admins moderating their groups.
cs: Pomozte správcům s moderováním jejich skupin.
hu: Segítsen az adminisztrátoroknak a csoportjaik moderálásában.

source: Hidden
cs: Skryté
hu: Se név, se üzenet
nl: Verborgen
pl: Ukryte
pt_br: Oculto
ru: Скрытое
tr: Gizlenmiş
zh_hant: 隱藏

source: Hidden chat profiles
cs: Skryté chat profily
hu: Rejtett csevegési profilok
nl: Verborgen chatprofielen
pl: Ukryte profile czatów
pt_br: Perfis de chat ocultos
ru: Скрытые профили чата
tr: Gizlenmiş sohbet profilleri
zh_hant: 隱藏的對話資料

source: Hidden profile password
cs: Hesla skrytých profilů
hu: Rejtett profiljelszó
nl: Verborgen profiel wachtwoord
pl: Hasło ukrytego profilu
pt_br: Senha de perfil oculta
ru: Пароль скрытого профиля
tr: Gizlenmiş profil şifresi
zh_hant: 隱藏的個人資料密碼

source: Hide
cs: Skrýt
hu: Összecsukás
nl: Verbergen
pl: Ukryj
pt_br: Ocultar
ru: Спрятать
tr: Gizle
zh_hant: 隱藏

source: Hide app screen in the recent apps.
cs: Skrytí obrazovky aplikace v posledních aplikacích.
hu: Alkalmazás képernyőjének elrejtése a gyakran használt alkalmazások között.
nl: App scherm verbergen in de recente apps.
pl: Ukryj ekran aplikacji w ostatnich aplikacjach.
pt_br: Ocultar aplicativo nos aplicativos recentes.
ru: Скрыть экран приложения.
tr: Son uygulamalarda uygulama ekranını gizle.
zh_hant: 當你切換至最近應用程式版面時，無法預覽程式畫面。

source: Hide profile
cs: Skrýt profil
hu: Profil elrejtése
nl: Profiel verbergen
pl: Ukryj profil
pt_br: Ocultar perfil
ru: Скрыть профиль
tr: Profili gizle
zh_hant: 隱藏個人資料

source: Hide:
cs: Skrýt:
hu: Elrejtve:
nl: Verbergen:
pl: Ukryj:
pt_br: Ocultar:
ru: Скрыть:
tr: Gizle:
zh_hant: 隱藏：

source: History
cs: Historie
hu: Előzmények
nl: Geschiedenis
pl: Historia
ru: История
tr: Geçmiş
zh_hant: 紀錄

source: History is not sent to new members.
cs: Hesla skrytých profilů
hu: Az előzmények nem lesznek elküldve az új tagok számára.
nl: Geschiedenis wordt niet naar nieuwe leden gestuurd.
pl: Historia nie jest wysyłana do nowych członków.
ru: История не отправляется новым членам.
tr: Yeni üyelere geçmiş gönderilmedi.

source: How SimpleX works
cs: Jak SimpleX funguje
hu: Hogyan működik a SimpleX
nl: Hoe SimpleX werkt
pl: Jak działa SimpleX
ru: Как SimpleX работает
tr: SimpleX nasıl çalışır
zh_hant: SimpleX 如何運作

source: How it affects privacy
cs: Jak funguje SimpleX
hu: Hogyan érinti az adatvédelmet

source: How it helps privacy
cs: Jak to pomáhá soukromí
hu: Hogyan segíti az adatvédelmet

source: How it works
cs: Jak to funguje
hu: Hogyan működik
nl: Hoe het werkt
pl: Jak to działa
pt_br: Como funciona
ru: Как это работает
tr: Nasıl çalışıyor
zh_hant: 這是如何運作

source: How to
cs: Jak
hu: Hogyan
nl: Hoe
pl: Jak
pt_br: Como
ru: Инфо
tr: Nasıl yapılır
zh_hant: 如何

source: How to use it
cs: Jak ji používat
hu: Használati útmutató
nl: Hoe te gebruiken
pl: Jak korzystać
pt_br: Como usar
ru: Как использовать
tr: Nasıl kullanılır
zh_hant: 如何使用

source: How to use your servers
cs: Jak používat servery
hu: Hogyan használja a saját kiszolgálóit
nl: Hoe u uw servers gebruikt
pl: Jak korzystać z Twoich serwerów
pt_br: Como usar seus servidores
ru: Как использовать серверы
tr: Sunucularını nasıl kullanabilirsin
zh_hant: 如何使用你的伺服器

source: Hungarian interface
cs: Jak používat servery
hu: Magyar kezelőfelület
nl: Hongaarse interface
pl: Węgierski interfejs
ru: Венгерский интерфейс
tr: Macarca arayüz

source: ICE servers (one per line)
cs: Servery ICE (jeden na řádek)
hu: ICE-kiszolgálók (soronként egy)
nl: ICE servers (één per lijn)
pl: Serwery ICE (po jednym na linię)
pt_br: Servidores ICE (um por linha)
ru: ICE серверы (один на строке)
tr: ICE sunucuları (her satıra bir tane)
zh_hant: ICE 伺服器（每行一個）

source: IP address
cs: IP adresa
hu: IP-cím
nl: IP-adres
pl: Adres IP
ru: IP адрес
tr: IP adresi

source: If you can't meet in person, show QR code in a video call, or share the link.
cs: Pokud se nemůžete setkat osobně, zobrazte QR kód ve videohovoru nebo sdílejte odkaz.
hu: Ha nem tud személyesen találkozni, mutassa meg a QR-kódot egy videohívás közben, vagy ossza meg a hivatkozást.
nl: Als je elkaar niet persoonlijk kunt ontmoeten, laat dan de QR-code zien in een videogesprek of deel de link.
pl: Jeśli nie możesz spotkać się osobiście, pokaż kod QR w rozmowie wideo lub udostępnij link.
ru: Если Вы не можете встретиться лично, покажите QR-код во время видеозвонка или поделитесь ссылкой.
tr: Eğer onunla buluşamıyorsan görüntülü aramada QR kod göster veya bağlantığı paylaş.
zh_hant: 如果你不能面對面接觸此聯絡人，可於視訊通話中出示你的二維碼，或者分享連結。

source: If you enter this passcode when opening the app, all app data will be irreversibly removed!
cs: Pokud tento přístupový kód zadáte při otevření aplikace, všechna data budou nenávratně smazána!
hu: Ha az alkalmazás megnyitásakor megadja ezt a jelkódot, az összes alkalmazásadat véglegesen el lesz távolítva!
nl: Als u deze toegangscode invoert bij het openen van de app, worden alle app-gegevens onomkeerbaar verwijderd!
pl: Jeśli wprowadzisz ten pin podczas otwierania aplikacji, wszystkie dane aplikacji zostaną nieodwracalnie usunięte!
ru: Если Вы введете этот код при открытии приложения, все данные приложения будут безвозвратно удалены!
tr: Eğer bu şifreyi uygulamayı açarken girersen, bütün uygulama verileri geri dönülemeyen bir şekilde silinecektir!
zh_hant: 如果你在開啟應用程式時輸入此密碼，所有應用程式資料將被不可逆轉地刪除！

source: If you enter your self-destruct passcode while opening the app:
cs: Pokud při otevření aplikace zadáte sebedestrukční heslo:
hu: Ha az alkalmazás megnyitásakor megadja az önmegsemmisítő-jelkódot:
nl: Als u uw zelfvernietigings wachtwoord invoert tijdens het openen van de app:
pl: Jeśli wpiszesz swój pin samodestrukcji podczas otwierania aplikacji:
ru: Если Вы введёте код самоуничтожения при открытии приложения:
tr: Uygulamayı açarken kendi kendini imha eden şifrenizi girerseniz:
zh_hant: 如果你在開啟應用程式時輸入自毀密碼：

source: If you need to use the chat now tap **Do it later** below (you will be offered to migrate the database when you restart the app).
cs: Pokud potřebujete chat používat nyní, klepněte na **Udělat později** níže (migrace databáze vám bude nabídnuta po restartování aplikace).
hu: Ha most kell használnia a csevegést, koppintson alább a **Befejezés később** lehetőségre (az alkalmazás újraindításakor fel lesz ajánlva az adatbázis átköltöztetése).
nl: Als u de chat nu wilt gebruiken, tikt u hieronder op **Doe het later** (u wordt aangeboden om de database te migreren wanneer u de app opnieuw start).
pl: Jeśli potrzebujesz użyć czatu teraz, dotknij **Zrób to później** poniżej (zostanie Ci zaproponowana migracja bazy danych po ponownym uruchomieniu aplikacji).
ru: Если сейчас Вам нужно использовать чат, нажмите **Отложить** внизу (Вы сможете мигрировать данные чата при следующем запуске приложения).
tr: Sohbeti şimdi kullanmanız gerekiyorsa aşağıdaki **Daha sonra yap** seçeneğine dokunun (uygulamayı yeniden başlattığınızda veritabanını taşımanız önerilecektir).
zh_hant: 如果你需要使用對話，請於下方點擊**稍後進行**（重新啟動應用程式時，系統提示你遷移數據庫）。

source: Ignore
cs: Ignorovat
hu: Mellőzés
nl: Negeren
pl: Ignoruj
pt_br: Ignorar
ru: Не отвечать
tr: Yok say
zh_hant: 無視

source: Image will be received when your contact completes uploading it.
cs: Obrázek bude přijat, až kontakt dokončí jeho nahrání.
hu: A kép akkor érkezik meg, amikor a küldője befejezte annak feltöltését.
nl: De afbeelding wordt gedownload wanneer uw contact het uploaden heeft voltooid.
pl: Obraz zostanie odebrany, gdy Twój kontakt zakończy jego przesyłanie.
pt_br: A imagem será recebida quando o seu contato terminar o upload.
ru: Изображение будет принято, когда Ваш контакт его загрузит.
tr: Kişi yüklemeyi bitirdiğinde fotoğraf alınacaktır.
zh_hant: 圖片將在你的聯絡人完成上傳後接收。

source: Image will be received when your contact is online, please wait or check later!
cs: Obrázek bude přijat, až bude váš kontakt online, vyčkejte prosím nebo se podívejte později!
hu: A kép akkor érkezik meg, amikor a küldője elérhető lesz, várjon, vagy ellenőrizze később!
nl: De afbeelding wordt ontvangen wanneer uw contact online is, even geduld a.u.b. of kijk later!
pl: Obraz zostanie odebrany, gdy kontakt będzie online, poczekaj lub sprawdź później!
pt_br: A imagem será recebida quando seu contato estiver online, aguarde ou verifique mais tarde!
ru: Изображение будет принято, когда Ваш контакт будет в сети, подождите или проверьте позже!
tr: Kişi çevrimiçi olduğunda fotoğraf alınacaktır, lütfen bekleyin veya daha sonra kontrol et!
zh_hant: 下載圖片需要傳送者上線的時候才能下載圖片，請等待對方上線！

source: Immediately
cs: Ihned
hu: Azonnal
nl: Onmiddellijk
pl: Natychmiast
pt_br: Imediatamente
ru: Сразу
tr: Hemen
zh_hant: 立刻

source: Immune to spam
cs: Odolná vůči spamu a zneužití
hu: Védett a kéretlen tartalommal szemben
zh_hant: 不受垃圾郵件和濫用行為影響

source: Import
hu: Importálás
nl: Importeren
pl: Importuj
pt_br: Importar
ru: Импортировать
tr: İçe aktar
zh_hant: 匯入

source: Import chat database?
cs: Importovat databázi chatu?
hu: Importálja a csevegési adatbázist?
nl: Chat database importeren?
pl: Zaimportować bazę danych czatu?
pt_br: Importar banco de dados de chat?
ru: Импортировать архив чата?
tr: Sohbet veritabanı içe aktarılsın mı?
zh_hant: 匯入對話數據庫？

source: Import database
cs: Import databáze
hu: Adatbázis importálása
nl: Database importeren
pl: Importuj bazę danych
pt_br: Importar banco de dados
ru: Импорт архива чата
tr: Veritabanını içe aktar
zh_hant: 匯入數據庫

source: Import failed
cs: Import databáze
hu: Sikertelen importálás
nl: Importeren is mislukt
pl: Import nie udał się
ru: Ошибка импорта
tr: İçe aktarma başarısız oldu

source: Import theme
cs: Import motivu
hu: Téma importálása
nl: Thema importeren
pl: Importuj motyw
ru: Импорт темы
tr: Temayı içe aktar

source: Importing archive
cs: Importuji archiv
hu: Archívum importálása
nl: Archief importeren
pl: Importowanie archiwum
ru: Импорт архива
tr: Arşiv içe aktarılıyor

# Improved delivery, reduced traffic usage.&#10;More improvements are coming soon!
source: Improved delivery, reduced traffic usage. More improvements are coming soon!
cs: Doručenka
hu: Továbbfejlesztett kézbesítés, csökkentett adatforgalom-használat. További fejlesztések hamarosan!
nl: Verbeterde levering, minder data gebruik. Binnenkort meer verbeteringen!
ru: Улучшенная доставка, меньше трафик.
tr: İyileştirilmiş teslimat, azaltılmış trafik kullanımı. Daha fazla iyileştirme yakında geliyor!

source: Improved message delivery
cs: Doručenka
hu: Továbbfejlesztett üzenetkézbesítés
nl: Verbeterde berichtbezorging
pl: Ulepszona dostawa wiadomości
ru: Улучшенная доставка сообщений
tr: İyileştirilmiş mesaj iletimi

source: Improved privacy and security
cs: Vylepšená ochrana soukromí a zabezpečení
hu: Fejlesztett adatvédelem és biztonság
nl: Verbeterde privacy en veiligheid
pl: Zwiększona prywatność i bezpieczeństwo
pt_br: Privacidade e segurança aprimoradas
ru: Улучшенная безопасность
tr: Geliştirilmiş gizlilik ve güvenlik
zh_hant: 增強隱私和安全性

source: Improved server configuration
cs: Vylepšená konfigurace serveru
hu: Javított kiszolgáló konfiguráció
nl: Verbeterde serverconfiguratie
pl: Ulepszona konfiguracja serwera
pt_br: Configuração de servidor aprimorada
ru: Улучшенная конфигурация серверов
tr: Geliştirilmiş sunucu yapılandırması
zh_hant: 改善伺服器配置

source: In order to continue, chat should be stopped.
cs: Soukromí a zabezpečení
hu: A folytatáshoz a csevegést meg kell szakítani.
nl: Om verder te kunnen gaan, moet de chat worden gestopt.
pl: Aby konturować, czat musi zostać zatrzymany.
ru: Чтобы продолжить, чат должен быть остановлен.
tr: Devam etmek için sohbetin durdurulması gerekiyor.

source: In reply to
cs: V odpovědi na
hu: Válaszul erre
nl: In antwoord op
pl: W odpowiedzi na
ru: В ответ на
tr: Cevap olarak

source: In-call sounds
cs: V odpovědi na
hu: Bejövő hívás csengőhangja
nl: Geluiden tijdens het bellen
pl: Dźwięki w rozmowie
ru: Звуки во время звонков
tr: Arama içi sesler

source: Inappropriate content
hu: Kifogásolt tartalom

source: Inappropriate profile
hu: Kifogásolt profil

source: Incognito
cs: Inkognito
hu: Inkognitó
pt_br: Anônimo
ru: Инкогнито
tr: Gizli
zh_hant: 匿名聊天模式

source: Incognito groups
cs: Inkognito
hu: Inkognitócsoportok
nl: Incognitogroepen
pl: Grupy incognito
ru: Инкогнито группы
tr: Gizli gruplar

source: Incognito mode
cs: Režim inkognito
hu: Inkognitómód
nl: Incognito modus
pl: Tryb incognito
pt_br: Modo anônimo
ru: Режим Инкогнито
tr: Gizli mod
zh_hant: 匿名聊天模式

source: Incognito mode protects your privacy by using a new random profile for each contact.
cs: Režim inkognito chrání vaše soukromí používáním nového náhodného profilu pro každý kontakt.
hu: Az inkognitómód úgy védi a személyes adatait, hogy az összes partneréhez új, véletlenszerű profilt használ.
nl: Incognito -modus beschermt uw privacy met behulp van een nieuw willekeurig profiel voor elk contact.
pl: Tryb incognito chroni Twoją prywatność używając nowego losowego profilu dla każdego kontaktu.
ru: Режим Инкогнито защищает Вашу конфиденциальность — для каждого контакта создается новый случайный профиль.
tr: Gizli mod her kişiye farklı olarak rasgele profiller kullanarak gizliliğinizi korur.

source: Incoming audio call
cs: Příchozí zvukový hovor
hu: Bejövő hanghívás
nl: Inkomende audio oproep
pl: Przychodzące połączenie audio
pt_br: Chamada de áudio recebida
ru: Входящий аудиозвонок
tr: Gelen sesli arama
zh_hant: 語音通話來電

source: Incoming call
cs: Příchozí hovor
hu: Bejövő hívás
nl: Inkomende oproep
pl: Przychodzące połączenie
ru: Входящий звонок
tr: Gelen arama
zh_hant: 通話來電

source: Incoming video call
cs: Příchozí videohovor
hu: Bejövő videóhívás
nl: Inkomend video gesprek
pl: Przychodzące połączenie wideo
pt_br: Chamada de vídeo recebida
ru: Входящий видеозвонок
tr: Gelen görüntülü arama
zh_hant: 視訊通話來電
