Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

source: Connect
cs: Připojit
hu: Kapcsolódás
nl: Verbind
pl: Połącz
pt_br: Conectar
ru: Соединиться
tr: Bağlan
zh_hant: 連接

source: Connect automatically
cs: Připojit automaticky
hu: Kapcsolódás automatikusan
nl: Automatisch verbinden
pl: Łącz automatycznie
ru: Соединяться автоматически
tr: Otomatik olarak bağlan

source: Connect incognito
hu: Kapcsolódás inkognitóban
nl: Verbind incognito
pl: Połącz incognito
ru: Соединиться Инкогнито
tr: Gizli bağlan

source: Connect to desktop
cs: Připojit se k počítači
hu: Társítás számítógéppel
nl: Verbinden met desktop
pl: Połącz do komputera
ru: Подключиться к компьютеру
tr: Bilgisayara bağlan

source: Connect to your friends faster.
hu: Kapcsolódjon gyorsabban a partnereihez.
nl: Maak sneller verbinding met je vrienden.
pl: Szybciej łącz się ze znajomymi.
ru: Соединяйтесь с друзьями быстрее.
tr: Arkadaşlarınıza daha hızlı bağlanın.

source: Connect to yourself?
hu: Kapcsolódik saját magához?
nl: Verbinding maken met jezelf?
pl: Połączyć się ze sobą?
ru: Соединиться с самим собой?
tr: Kendine mi bağlanacaksın?

# Connect to yourself?&#10;This is your own SimpleX address!
source: Connect to yourself? This is your own SimpleX address!
cs: Adresa SimpleX
hu: Kapcsolódik saját magához? Ez a saját SimpleX-címe!
nl: Verbinding maken met jezelf? Dit is uw eigen SimpleX adres!
pl: Połączyć się ze sobą? To jest twój własny adres SimpleX!
ru: Соединиться с самим собой? Это ваш собственный адрес SimpleX!
tr: Kendine mi bağlanacaksın? Bu senin kendi SimpleX adresin!

# Connect to yourself?&#10;This is your own one-time link!
source: Connect to yourself? This is your own one-time link!
cs: Připojit se k sobě? Toto je váš vlastní jednorázový odkaz!
hu: Kapcsolódik saját magához? Ez a saját egyszer használható meghívója!
nl: Verbinding maken met jezelf? Dit is uw eigen eenmalige link!
pl: Połączyć się ze sobą? To jest twój jednorazowy link!
ru: Соединиться с самим собой? Это ваша собственная одноразовая ссылка!
tr: Kendine mi bağlanacaksın? Bu senin kendi tek kullanımlık bağlantın!

source: Connect via contact address
cs: Nový chat
hu: Kapcsolódás a kapcsolattartási címen keresztül
nl: Verbinding maken via contactadres
pl: Połącz przez adres kontaktowy
ru: Соединиться через адрес
tr: Kişi adresi aracılığıyla bağlan

source: Connect via link
cs: Připojte se prostřednictvím odkazu
hu: Kapcsolódás egy hivatkozáson keresztül
nl: Maak verbinding via link
pl: Połącz się przez link
pt_br: Conectar via link
ru: Соединиться через ссылку
tr: Bağlantı aracılığıyla bağlan
zh_hant: 透過連結連接

source: Connect via one-time link
cs: Připojit se jednorázovým odkazem
hu: Kapcsolódás egyszer használható meghívón keresztül
nl: Verbinden via een eenmalige link?
pl: Połącz przez jednorazowy link
ru: Соединиться через одноразовую ссылку
tr: Tek kullanımlık bağlantı aracılığıyla bağlan

source: Connect with %@
cs: Připojte se prostřednictvím odkazu
hu: Kapcsolódás a következővel: %@
nl: Verbonden met %@
pl: Połącz z %@
ru: Соединиться с %@
tr: %@ ile bağlan

source: Connected
cs: Budete připojeni, jakmile bude vaše žádost o připojení přijata, vyčkejte prosím nebo se podívejte později!
hu: Kapcsolódott
nl: Verbonden
pl: Połączony
ru: Соединено
tr: Bağlandı

source: Connected desktop
cs: Připojený počítač
hu: Társított számítógép
nl: Verbonden desktop
pl: Połączony komputer
ru: Подключенный компьютер
tr: Bilgisayara bağlandı

source: Connected servers
cs: Dříve připojené servery
hu: Kapcsolódott kiszolgálók
nl: Verbonden servers
pl: Połączone serwery
ru: Подключенные серверы
tr: Bağlı sunucular

source: Connected to desktop
cs: Připojeno k PC
hu: Kapcsolódva a számítógéphez
nl: Verbonden met desktop
pl: Połączony do komputera
ru: Компьютер подключен
tr: Masaüstüne bağlandı

source: Connecting
cs: Připojili jste se k této skupině. Připojení k pozvání člena skupiny.
hu: Kapcsolódás
nl: Verbinden
pl: Łączenie
ru: Соединяется
tr: Bağlanıyor

# Connecting server…
source: Connecting to server…
cs: Připojování k serveru…
hu: Kapcsolódás a kiszolgálóhoz…
nl: Verbinden met de server…
pl: Łączenie z serwerem…
pt_br: Conectando ao servidor…
ru: Устанавливается соединение с сервером…
tr: Sunucuya bağlanıyor…
zh_hant: 連線去伺服器中…

# Connecting server… (error: %@)
source: Connecting to server… (error: %@)
cs: Připojování k serveru... (chyba: %@)
hu: Kapcsolódás a kiszolgálóhoz… (hiba: %@)
nl: Verbinden met server... (fout: %@)
pl: Łączenie z serwerem... (błąd: %@)
pt_br: Conectando ao servidor… (erro: %@)
ru: Устанавливается соединение с сервером… (ошибка: %@)
tr: Sunucuya bağlanıyor…(hata:%@)
zh_hant: 正在連接到伺服器…（錯誤：%@）

source: Connecting to contact, please wait or check later!
cs: Chyba
hu: Kapcsolódás a partnerhez, várjon vagy ellenőrizze később!
nl: Er wordt verbinding gemaakt met het contact. Even geduld of controleer het later!
pl: Łączenie z kontaktem, poczekaj lub sprawdź później!
ru: Контакт соединяется, подождите или проверьте позже!
tr: Kişiye bağlanılıyor, lütfen bekleyin ya da daha sonra kontrol edin!

source: Connecting to desktop
cs: Připojuji k PC
hu: Kapcsolódás a számítógéphez
nl: Verbinding maken met desktop
pl: Łączenie z komputerem
ru: Подключение к компьютеру
tr: Bilgisayara bağlanıyor

source: Connection
cs: Připojení
hu: Kapcsolat
nl: Verbinding
pl: Połączenie
pt_br: Conexão
ru: Соединение
tr: Bağlantı
zh_hant: 連線

source: Connection and servers status.
cs: Připojení a stav serverů.
hu: Kapcsolatok- és kiszolgálók állapotának megjelenítése.
nl: Verbindings- en serverstatus.
pl: Stan połączenia i serwerów.
ru: Состояние соединения и серверов.
tr: Bağlantı ve sunucuların durumu.

source: Connection blocked
cs: Připojení je blokováno serverovým operátorem:\n%1$@.
hu: A kapcsolat le van tiltva

source: Connection error
cs: Chyba připojení
hu: Kapcsolódási hiba
nl: Verbindingsfout
pl: Błąd połączenia
pt_br: Erro de conexão
ru: Ошибка соединения
tr: Bağlantı hatası
zh_hant: 連線失敗

source: Connection error (AUTH)
cs: Chyba spojení (AUTH)
hu: Kapcsolódási hiba (AUTH)
nl: Verbindingsfout (AUTH)
pl: Błąd połączenia (UWIERZYTELNIANIE)
pt_br: Erro de conexão (AUTH)
ru: Ошибка соединения (AUTH)
tr: Bağlantı hatası (DOĞRULAMA)
zh_hant: 連接錯誤 (AUTH)

# Connection is blocked by server operator:&#10;%@
source: Connection is blocked by server operator: %@
cs: Chyba připojení
hu: A kiszolgáló üzemeltetője letiltotta a kapcsolatot: %@

source: Connection not ready.
cs: Připojení není připraveno.
hu: A kapcsolat nem áll készen.

source: Connection notifications
cs: Oznámení
hu: Kapcsolódási értesítések
nl: Verbindingsmeldingen
pl: Powiadomienia o połączeniu
ru: Уведомления по соединениям
tr: Bağlantı bildirimleri

source: Connection request sent!
cs: Požadavek na připojení byl odeslán!
hu: Meghívási kérés elküldve!
nl: Verbindingsverzoek verzonden!
pl: Prośba o połączenie wysłana!
pt_br: Solicitação de conexão enviada!
ru: Запрос на соединение отправлен!
tr: Bağlantı daveti gönderildi!
zh_hant: 已傳送連線請求！

source: Connection requires encryption renegotiation.
cs: Požadavek na připojení byl odeslán!
hu: A kapcsolat titkosítása újraegyeztetést igényel.

source: Connection security
cs: Zabezpečení připojení
hu: Kapcsolatbiztonság

source: Connection terminated
cs: Spojení ukončeno
hu: Kapcsolat megszakítva
nl: Verbinding beëindigd
pl: Połączenie zakończone
ru: Подключение прервано
tr: Bağlantı sonlandırılmış

source: Connection timeout
cs: Časový limit připojení
hu: Időtúllépés kapcsolódáskor
nl: Timeout verbinding
pl: Czas połączenia minął
pt_br: Tempo de conexão esgotado
ru: Превышено время соединения
tr: Bağlantı süresi geçmiş
zh_hant: 連線超時

source: Connection with desktop stopped
cs: Časový limit připojení
hu: A kapcsolat a számítógéppel megszakadt
nl: Verbinding met desktop is gestopt
pl: Połączenie z komputerem zakończone
ru: Соединение с компьютером остановлено
tr: Masaüstü ile bağlantı durduruldu

source: Connections
cs: Připojení
hu: Kapcsolatok
nl: Verbindingen
pl: Połączenia
ru: Соединения
tr: Bağlantılar

source: Contact allows
cs: Kontakt povolil
hu: Partner engedélyezi
nl: Contact maakt het mogelijk
pl: Kontakt pozwala
pt_br: O contato permite
ru: Контакт разрешает
tr: Kişi izin veriyor
zh_hant: 聯絡人允許

source: Contact already exists
cs: Kontakt již existuje
hu: A partner már létezik
nl: Contact bestaat al
pl: Kontakt już istnieje
pt_br: Contato já existe
ru: Существующий контакт
tr: Kişi zaten mevcut
zh_hant: 聯絡人已存在

source: Contact deleted!
cs: Kontakt již existuje
hu: Partner törölve!
nl: Contact verwijderd!
pl: Kontakt usunięty!
ru: Контакт удален!
tr: Kişiler silindi!

source: Contact hidden:
cs: Skrytý kontakt:
hu: Rejtett név:
nl: Contact verborgen:
pl: Kontakt ukryty:
pt_br: Contato oculto:
ru: Контакт скрыт:
tr: Kişi gizli:
zh_hant: 隱藏聯絡人：

source: Contact is connected
cs: Kontakt je připojen
hu: Partnere kapcsolódott
nl: Contact is verbonden
pl: Kontakt jest połączony
pt_br: O contato está conectado
ru: Соединение с контактом установлено
tr: Kişi bağlandı
zh_hant: 已連接聯絡人

source: Contact is deleted.
cs: Kontakt je smazán.
hu: Törölt partner.
nl: Contact is verwijderd.
pl: Kontakt jest usunięty.
ru: Контакт удален.
tr: Kişi silindi.

source: Contact name
cs: Jméno kontaktu
hu: Csak név
nl: Contact naam
pl: Nazwa kontaktu
pt_br: Nome de contato
ru: Имена контактов
tr: Kişi adı
zh_hant: 聯絡人名稱

source: Contact preferences
cs: Předvolby kontaktů
hu: Partnerbeállítások
nl: Contact voorkeuren
pl: Preferencje kontaktu
pt_br: Preferências de contato
ru: Предпочтения контакта
tr: Kişi tercihleri
zh_hant: 聯絡人設定

source: Contact will be deleted - this cannot be undone!
cs: Kontakt bude smazán - tuto akci nelze vrátit zpět!
hu: A partner törölve lesz – ez a művelet nem vonható vissza!
nl: Het contact wordt verwijderd. Dit kan niet ongedaan worden gemaakt!
pl: Kontakt zostanie usunięty – nie można tego cofnąć!
ru: Контакт будет удален — это нельзя отменить!
tr: Kişiler silinecek - bu geri alınamaz !

source: Contacts
cs: Kontakty
hu: Partnerek
nl: Contacten
pl: Kontakty
ru: Контакты
tr: Kişiler

source: Contacts can mark messages for deletion; you will be able to view them.
cs: Kontakty mohou označit zprávy ke smazání; vy je budete moci zobrazit.
hu: A partnerei törlésre jelölhetnek üzeneteket; Ön majd meg tudja nézni azokat.
nl: Contact personen kunnen berichten markeren voor verwijdering; u kunt ze wel bekijken.
pl: Kontakty mogą oznaczać wiadomości do usunięcia; będziesz mógł je zobaczyć.
pt_br: Contatos podem marcar mensagens para exclusão; você será capaz de visualizá-los.
ru: Контакты могут помечать сообщения для удаления; Вы сможете просмотреть их.
tr: Kişiler silinmesi için mesajları işaretleyebilir; onları görüntüleyebilirsin.
zh_hant: 聯絡人可以標記訊息為已刪除；你仍可以看到那些訊息。

source: Content violates conditions of use
cs: Kontakty mohou označit zprávy ke smazání; vy je budete moci zobrazit.
hu: A tartalom sérti a használati feltételeket

source: Continue
cs: Pokračovat
hu: Folytatás
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
tr: Devam et
zh_hant: 繼續

source: Conversation deleted!
cs: Konverzace odstraněna!
hu: Beszélgetés törölve!
nl: Gesprek verwijderd!
pl: Rozmowa usunięta!
ru: Разговор удален!
tr: Sohbet silindi!

source: Copy
cs: Kopírovat
hu: Másolás
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
ru: Скопировать
tr: Kopyala
zh_hant: 複製

source: Copy error
cs: Kopírovat chybu
hu: Másolási hiba
nl: Kopieerfout
pl: Kopiuj błąd
ru: Ошибка копирования
tr: Kopyalama hatası

source: Core version: v%@
cs: Verze jádra: v%@
hu: Fő verzió: v%@
nl: Core versie: v% @
pl: Wersja rdzenia: v%@
pt_br: Versão Núcleo: v%@
ru: Версия ядра: v%@
tr: Çekirdek sürümü: v%@
zh_hant: 核心版本：v%@

source: Corner
cs: Verze jádra: v%@
hu: Sarok
nl: Hoek
pl: Róg
ru: Угол
tr: Köşeleri yuvarlama

source: Correct name to %@?
cs: Upravit jméno na %@?
hu: Helyesbíti a nevet a következőre: %@?
nl: Juiste naam voor %@?
pl: Poprawić imię na %@?
ru: Исправить имя на %@?
tr: İsim %@ olarak düzeltilsin mi?

source: Create
cs: Vytvořit
hu: Létrehozás
nl: Maak
pl: Utwórz
pt_br: Criar
ru: Создать
tr: Oluştur
zh_hant: 建立

source: Create 1-time link
cs: Vytvořit jednorázovou pozvánku
hu: Egyszer használható meghívó létrehozása

source: Create SimpleX address
cs: Vytvořit SimpleX adresu
hu: SimpleX-cím létrehozása
nl: Maak een SimpleX adres aan
pl: Utwórz adres SimpleX
pt_br: Criar endereço SimpleX
ru: Создать адрес SimpleX
tr: SimpleX adresi oluştur
zh_hant: 建立 SimpleX 的聯絡地址

source: Create a group using a random profile.
cs: Vytvořit SimpleX adresu
hu: Csoport létrehozása véletlenszerű profillal.
nl: Maak een groep met een willekeurig profiel.
pl: Utwórz grupę używając losowego profilu.
ru: Создайте группу, используя случайный профиль.
tr: Rasgele profil kullanarak grup oluştur.

source: Create file
cs: Vytvořit soubor
hu: Fájl létrehozása
nl: Bestand maken
pl: Utwórz plik
pt_br: Criar arquivo
ru: Создание файла
tr: Dosya oluştur
zh_hant: 建立檔案

source: Create group
cs: Vytvořit tajnou skupinu
hu: Csoport létrehozása
nl: Groep aanmaken
pl: Utwórz grupę
ru: Создать группу
tr: Grup oluştur

source: Create group link
cs: Vytvořit odkaz na skupinu
hu: Csoporthivatkozás létrehozása
nl: Groep link maken
pl: Utwórz link do grupy
pt_br: Criar link de grupo
ru: Создать ссылку группы
tr: Grup bağlantısı oluştur
zh_hant: 建立群組連結

source: Create link
cs: Vytvořit odkaz
hu: Hivatkozás létrehozása
nl: Maak link
pl: Utwórz link
pt_br: Criar link
ru: Создать ссылку
tr: Bağlantı oluştur
zh_hant: 建立連結

source: Create list
cs: Vytvořit odkaz skupiny
hu: Lista létrehozása

source: Create new profile in [desktop app](https://simplex.chat/downloads/). 💻
cs: Vytvořit nový profil v [desktop app](https://simplex.chat/downloads/). 💻
hu: Új profil létrehozása a [számítógép-alkalmazásban](https://simplex.chat/downloads/). 💻
nl: Maak een nieuw profiel aan in [desktop-app](https://simplex.chat/downloads/). 💻
pl: Utwórz nowy profil w [aplikacji desktopowej](https://simplex.chat/downloads/). 💻
ru: Создайте новый профиль в [приложении для компьютера](https://simplex.chat/downloads/). 💻
tr: [bilgisayar uygulaması] nda yeni bir profil oluştur(https://simplex.chat/downloads/). 💻

source: Create profile
cs: Vytvořte si profil
hu: Profil létrehozása
nl: Maak een profiel aan
pl: Utwórz profil
ru: Создать профиль
tr: Profil oluştur

source: Create queue
cs: Vytvořit frontu
hu: Sorba állítás létrehozása
nl: Maak een wachtrij
pl: Utwórz kolejkę
pt_br: Criar fila
ru: Создание очереди
tr: Sıra oluştur
zh_hant: 建立佇列

source: Create secret group
hu: Titkos csoport létrehozása
nl: Maak een geheime groep aan
pl: Utwórz tajną grupę
pt_br: Criar grupo secreto
ru: Создать скрытую группу
tr: Gizli grup oluştur
zh_hant: 建立私密群組

source: Create your profile
cs: Vytvořte si profil
hu: Saját profil létrehozása
nl: Maak je profiel aan
pl: Utwórz swój profil
pt_br: Crie seu perfil
ru: Создать профиль
tr: Profilini oluştur
zh_hant: 建立你的個人檔案

source: Created
cs: Vytvořte si svůj profil
hu: Létrehozva
nl: Gemaakt
pl: Utworzono
ru: Создано
tr: Yaratıldı

source: Created at
cs: Vytvořen v: %@
hu: Létrehozva
nl: Gemaakt op
pl: Utworzony o
ru: Создано
tr: Şurada oluşturuldu

source: Created at: %@
cs: Vytvořen
hu: Létrehozva: %@
nl: Aangemaakt op: %@
pl: Utworzony o: %@
ru: Создано: %@
tr: Şurada oluşturuldu: %@

source: Creating archive link
cs: Vytvořit odkaz archivu
hu: Archívum hivatkozás létrehozása
nl: Archief link maken
pl: Tworzenie linku archiwum
ru: Создание ссылки на архив
tr: Arşiv bağlantısı oluşturuluyor

source: Creating link…
cs: Vytvořit odkaz…
hu: Hivatkozás létrehozása…
nl: Link maken…
pl: Tworzenie linku…
ru: Создаётся ссылка…
tr: Link oluşturuluyor…

source: Current Passcode
cs: Aktuální heslo
hu: Jelenlegi jelkód
nl: Huidige toegangscode
pl: Aktualny Pin
pt_br: Senha atual
ru: Текущий Код
tr: Şu anki şifre
zh_hant: 目前的密碼

source: Current conditions text couldn't be loaded, you can review conditions via this link:
cs: Zobrazit podmínky
hu: A jelenlegi feltételek szövegét nem lehetett betölteni, a feltételeket a következő hivatkozáson keresztül vizsgálhatja felül:

source: Current passphrase…
cs: Aktuální přístupová fráze…
hu: Jelenlegi jelmondat…
nl: Huidige wachtwoord…
pl: Obecne hasło…
pt_br: Senha atual…
ru: Текущий пароль…
tr: Şu anki parola…
zh_hant: 目前的密碼 …

source: Current profile
cs: Aktuální přístupová fráze…
hu: Jelenlegi profil
nl: Huidig profiel
pl: Bieżący profil
ru: Текущий профиль
tr: Aktif profil

source: Currently maximum supported file size is %@.
cs: Aktuálně maximální podporovaná velikost souboru je %@.
hu: Jelenleg támogatott legnagyobb fájl méret: %@.
nl: De momenteel maximaal ondersteunde bestandsgrootte is %@.
pl: Obecnie maksymalna obsługiwana wielkość pliku wynosi %@.
pt_br: O tamanho de ficheiro máximo suportado atualmente é %@.
ru: Максимальный размер файла - %@.
tr: Şu anki maksimum desteklenen dosya boyutu %@ kadardır.
zh_hant: 目前支援的最大檔案大小為%@。

source: Custom time
cs: Vlastní čas
hu: Egyéni időköz
nl: Aangepaste tijd
pl: Niestandardowy czas
pt_br: Tempo personalizado
ru: Пользовательское время
tr: Özel saat
zh_hant: 自定義時間

source: Customizable message shape.
cs: V současné době je maximální podporovaná velikost souboru %1$@.
hu: Személyre szabható üzenetbuborékok.
nl: Aanpasbare berichtvorm.
ru: Настраиваемая форма сообщений.
tr: Özelleştirilebilir mesaj şekli.

source: Customize theme
cs: Přizpůsobit motiv
hu: Téma személyre szabása
nl: Thema aanpassen
pl: Dostosuj motyw
ru: Настроить тему
tr: Renk temalarını kişiselleştir

source: Dark
cs: Tmavý
hu: Sötét
nl: Donker
pl: Ciemny
pt_br: Escuro
ru: Тёмная
tr: Karanlık
zh_hant: 黑暗

source: Dark mode colors
cs: Mód tmavých barev
hu: Sötét mód színei
nl: Kleuren in donkere modus
pl: Kolory ciemnego trybu
ru: Цвета тёмного режима
tr: Karanlık mod renkleri

source: Database ID
cs: ID databáze
hu: Adatbázis-azonosító
pl: ID bazy danych
pt_br: ID do banco de dados
ru: ID базы данных
tr: Veritabanı kimliği
zh_hant: 數據庫 ID

source: Database ID: %d
cs: ID databáze: %d
hu: Adatbázis-azonosító: %d
pl: ID bazy danych: %d
pt_br: ID da base de dados: %d
ru: ID базы данных: %d
tr: Veritabanı kimliği: %d
zh_hant: 數據庫 ID：%d

source: Database IDs and Transport isolation option.
cs: ID databáze a možnost Izolace přenosu.
hu: Adatbázis-azonosítók és átvitel-izolációs beállítások.
nl: Database-ID's en Transport isolatie optie.
pl: ID bazy danych i opcja izolacji transportu.
pt_br: IDs de banco de dados e opção de isolamento de transporte.
ru: ID базы данных и опция Отдельные транспортные сессии.
tr: Veritabanı kimlikleri ve Taşıma izolasyonu seçeneği.
zh_hant: 數據庫IDs和傳輸隔離選項。

source: Database downgrade
cs: Původní databáze
hu: Adatbázis visszafejlesztése
nl: Database downgraden
pl: Obniż wersję bazy danych
pt_br: Desatualizar banco de dados
ru: Откат базы данных
tr: Veritabanı sürüm düşürme
zh_hant: 數據庫降級

source: Database encrypted!
cs: Databáze zašifrována!
hu: Adatbázis titkosítva!
nl: Database versleuteld!
pl: Baza danych zaszyfrowana!
pt_br: Banco de dados criptografado!
ru: База данных зашифрована!
tr: Veritabanı şifrelendi!
zh_hant: 數據庫已加密！

# Database encryption passphrase will be updated and stored in the keychain.&#10;
source: Database encryption passphrase will be updated and stored in the keychain.
cs: Heslo pro šifrování databáze bude aktualizováno a uloženo v klíčence.
hu: Az adatbázis titkosítási jelmondata frissülni fog és a kulcstartóban lesz tárolva.
nl: Het wachtwoord voor database versleuteling wordt bijgewerkt en opgeslagen in de keychain.
pl: Hasło szyfrowania bazy danych zostanie zaktualizowane i zapisane w pęku kluczy.
pt_br: A frase-passe criptográfica da base de dados vai ser atualizada e armazenada na keychain.
ru: Пароль базы данных будет изменен и сохранен в Keychain.
tr: Veritabanı şifreleme parolası güncellenecek ve Anahtar Zinciri'nde saklanacaktır.
zh_hant: 數據庫將更新並且密碼會儲存於金鑰庫。

# Database encryption passphrase will be updated.&#10;
source: Database encryption passphrase will be updated.
cs: Šifrovací heslová fráze databáze bude aktualizována.
hu: Az adatbázis titkosítási jelmondata frissítve lesz.
nl: Het wachtwoord voor database versleuteling wordt bijgewerkt.
pl: Hasło szyfrowania bazy danych zostanie zaktualizowane.
pt_br: Senha de criptografia do banco de dados será atualizada.
ru: Пароль базы данных будет изменен.
tr: Veritabanı şifreleme parolası güncellenecektir.
zh_hant: 受加密的數據庫密碼會再次更新。

source: Database error
cs: Chyba databáze
hu: Adatbázishiba
nl: Database fout
pl: Błąd bazy danych
pt_br: Erro de banco de dados
ru: Ошибка базы данных
tr: Veritabanı hatası
zh_hant: 數據庫錯誤

source: Database is encrypted using a random passphrase, you can change it.
cs: Databáze je zašifrována pomocí náhodné přístupové fráze, můžete ji změnit.
hu: Az adatbázis egy véletlenszerű jelmondattal van titkosítva, amelyet szabadon módosíthat.
nl: De database is versleuteld met een willekeurig wachtwoord, u kunt deze wijzigen.
pl: Baza danych jest szyfrowana za pomocą losowego hasła, można je zmienić.
pt_br: O banco de dados é criptografado usando uma senha aleatórioa, você pode alterá-la.
ru: База данных зашифрована случайным паролем, Вы можете его поменять.
tr: Veritabanı rastgele bir parola kullanılarak şifrelenir, bunu değiştirebilirsiniz.
zh_hant: 已受加密的數據庫密碼是使用隨機性的文字，你可以修改它。

source: Database is encrypted using a random passphrase. Please change it before exporting.
cs: Databáze je šifrována pomocí náhodné přístupové fráze. Před exportem ji změňte.
hu: Az adatbázis egy véletlenszerű jelmondattal van titkosítva. Exportálás előtt módosítsa.
nl: De database is versleuteld met een willekeurig wachtwoord. Wijzig dit voordat u exporteert.
pl: Baza danych jest zaszyfrowana przy użyciu losowego hasła. Proszę zmienić je przed eksportem.
pt_br: O banco de dados é criptografado usando uma senha aleatória. Por favor, altere-o antes de exportar.
ru: База данных зашифрована случайным паролем. Пожалуйста, поменяйте его перед экспортом.
tr: Veritabanı rastgele bir parola kullanılarak şifrelenir. Lütfen dışa aktarmadan önce değiştirin.
zh_hant: 已受加密的數據庫是使用一個隨機性的文字。請在修改前將它匯出。

source: Database passphrase
cs: Heslo databáze
hu: Adatbázis-jelmondat
nl: Database wachtwoord
pl: Hasło do bazy danych
pt_br: Senha do banco de dados
ru: Пароль базы данных
tr: Veritabanı parolası
zh_hant: 數據庫密碼

# Database passphrase &amp; export
source: Database passphrase & export
cs: Databázová hesla a export
hu: Adatbázis-jelmondat és -exportálás
nl: Database wachtwoord & exporteren
pl: Hasło do bazy danych i eksport
pt_br: Senha e exportação do banco de dados
ru: Пароль и экспорт базы
tr: Veritabanı parolası ve dışa aktarma
zh_hant: 數據庫密碼及匯出

source: Database passphrase is different from saved in the keychain.
cs: Přístupové heslo databáze se liší od hesla uloženého v klíčence.
hu: Az adatbázis jelmondata nem egyezik a kulcstartóba mentettől.
nl: Het wachtwoord van de database verschilt van het wachtwoord dat is opgeslagen in de keychain.
pl: Hasło bazy danych jest inne niż zapisane w pęku kluczy.
pt_br: A frase-passe da base de dados é diferente daquela guardada na keychain.
ru: Пароль базы данных отличается от сохраненного в Keychain.
tr: Veritabanı parolası Anahtar Zinciri'nde kayıtlı olandan farklıdır.
zh_hant: 數據庫密碼與保存在金鑰庫中的密碼不同。

source: Database passphrase is required to open chat.
cs: Pro otevření chatu je vyžadována přístupová fráze databáze.
hu: A csevegés megnyitásához adja meg az adatbázis jelmondatát.
nl: Database wachtwoord is vereist om je chats te openen.
pl: Hasło do bazy danych jest wymagane do otwarcia czatu.
pt_br: Senha do banco de dados é necessária para abrir o chat.
ru: Введите пароль базы данных чтобы открыть чат.
tr: Sohbeti açmak için veritabanı parolası gereklidir.
zh_hant: 需要數據庫的密碼以開啟對話。

source: Database upgrade
cs: Aktualizace databáze
hu: Adatbázis fejlesztése
pl: Aktualizacja bazy danych
pt_br: Atualização do banco de dados
ru: Обновление базы данных
tr: Veritabanı yükseltmesi
zh_hant: 數據庫升級
