Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

source: The ID of the next message is incorrect (less or equal to the previous). It can happen because of some bug or when the connection is compromised.
cs: ID další zprávy je nesprávné (menší nebo rovno předchozí). Může se to stát kvůli nějaké chybě, nebo pokud je spojení kompromitováno.
hu: A következő üzenet azonosítója érvénytelen (kisebb vagy egyenlő az előzővel). Ez valamilyen hiba vagy sérült kapcsolat esetén fordulhat elő.
nl: De ID van het volgende bericht is onjuist (minder of gelijk aan het vorige). Het kan gebeuren vanwege een bug of wanneer de verbinding is aangetast.
pl: Identyfikator następnej wiadomości jest nieprawidłowy (mniejszy lub równy poprzedniej). Może się to zdarzyć z powodu jakiegoś błędu lub gdy połączenie jest skompromitowane.
pt_br: A ID da próxima mensagem está incorreta (menor ou igual à anterior). Isso pode acontecer por causa de algum bug ou quando a conexão está comprometida.
ru: Неправильный ID предыдущего сообщения (меньше или равен предыдущему). Это может произойти из-за ошибки программы, или когда соединение компроментировано.
tr: Bir sonraki mesajın kimliği yanlış (bir öncekinden az veya aynı). Bazı hatalar nedeniyle veya bağlantı tehlikeye girdiğinde meydana gelebilir.
zh_hant: 此ID的下一則訊息是錯誤（小於或等於上一則的）。 當一些錯誤出現或你的連結被破壞時會發生。

source: The app can notify you when you receive messages or contact requests - please open settings to enable.
cs: Aplikace vás může upozornit na přijaté zprávy nebo žádosti o kontakt - povolte to v nastavení.
hu: Az alkalmazás értesíteni fogja, amikor üzeneteket vagy meghívási kéréseket kap – ezt a beállítások menüben engedélyezheti.
nl: De app kan u op de hoogte stellen wanneer u berichten of contact verzoeken ontvangt - open de instellingen om dit in te schakelen.
pl: Aplikacja może powiadamiać Cię, gdy otrzymujesz wiadomości lub prośby o kontakt — otwórz ustawienia, aby włączyć.
ru: Приложение может посылать Вам уведомления о сообщениях и запросах на соединение - уведомления можно включить в Настройках.
tr: Uygulama, mesaj veya iletişim isteği aldığınızda sizi bilgilendirebilir - etkinleştirmek için lütfen ayarları açın.
zh_hant: 應用程式可以在你接收訊息或聯絡人請求時通知你 ‐ 請在設定內啟用。

source: The app protects your privacy by using different operators in each conversation.
cs: Vaše soukromí
hu: Az alkalmazás úgy védi az adatait, hogy minden egyes beszélgetéshez más-más üzemeltetőt használ.

source: The app will ask to confirm downloads from unknown file servers (except .onion).
hu: Az alkalmazás kérni fogja az ismeretlen fájlkiszolgálókról (kivéve .onion) történő letöltések megerősítését.
nl: De app vraagt om downloads van onbekende bestandsservers (behalve .onion) te bevestigen.
pl: Aplikacja zapyta o potwierdzenie pobierania od nieznanych serwerów plików (poza .onion).
ru: Приложение будет запрашивать подтверждение загрузки с неизвестных серверов (за исключением .onion адресов).
tr: Uygulama bilinmeyen dosya sunucularından indirmeleri onaylamanızı isteyecektir (.onion hariç).

source: The attempt to change database passphrase was not completed.
cs: Pokus o změnu přístupové fráze databáze nebyl dokončen.
hu: Az adatbázis jelmondatának módosítására tett kísérlet nem fejeződött be.
nl: De poging om het wachtwoord van de database te wijzigen is niet voltooid.
pl: Próba zmiany hasła bazy danych nie została zakończona.
pt_br: A tentativa de alterar a senha do banco de dados não foi concluída.
ru: Попытка поменять пароль базы данных не была завершена.
tr: Veritabanı parolasını değiştirme girişimi tamamlanmadı.
zh_hant: 你未完成修改數據庫密碼的程序。

source: The code you scanned is not a SimpleX link QR code.
cs: přístupová fráze k databázi
hu: A beolvasott QR-kód nem egy SimpleX-QR-kód-hivatkozás.
nl: De code die u heeft gescand is geen SimpleX link QR-code.
pl: Kod, który zeskanowałeś nie jest kodem QR linku SimpleX.
ru: Этот QR код не является SimpleX-ccылкой.
tr: Taradığınız kod bir SimpleX bağlantı QR kodu değildir.

source: The connection reached the limit of undelivered messages, your contact may be offline.
cs: ŽIVĚ
hu: A kapcsolat elérte a kézbesítetlen üzenetek számának határát, a partnere lehet, hogy offline állapotban van.

source: The connection you accepted will be cancelled!
cs: Připojení, které jste přijali, bude zrušeno!
hu: Az Ön által elfogadott kérelem vissza lesz vonva!
nl: De door u geaccepteerde verbinding wordt geannuleerd!
pl: Zaakceptowane przez Ciebie połączenie zostanie anulowane!
pt_br: A conexão que você aceitou será cancelada!
ru: Подтвержденное соединение будет отменено!
tr: Bağlantı kabulünüz iptal edilecektir!
zh_hant: 你所接受的連接將被取消！

source: The contact you shared this link with will NOT be able to connect!
cs: Kontakt, se kterým jste tento odkaz sdíleli, se NEBUDE moci připojit!
hu: A partnere, akivel megosztotta ezt a hivatkozást, NEM fog tudni kapcsolódni!
nl: Het contact met wie je deze link hebt gedeeld kan GEEN verbinding maken!
pl: Kontakt, któremu udostępniłeś ten link, NIE będzie mógł się połączyć!
pt_br: O contato com o qual você compartilhou este link NÃO será capaz de se conectar!
ru: Контакт, которому Вы отправили эту ссылку, не сможет соединиться!
tr: Bu bağlantıyı paylaştığınız kişi BAĞLANAMAYACAKTIR!
zh_hant: 當聯絡人發現此連結後，嘗試點擊的聯絡人將無法連接！

source: The created archive is available via app Settings / Database / Old database archive.
cs: Vytvořený archiv je k dispozici v aplikaci Nastavení / Databáze / Archiv staré databáze.
hu: A létrehozott archívum a „Beállítások / Adatbázis / Régi adatbázis-archívum” menüben érhető el.
nl: Het aangemaakte archief is beschikbaar via app Instellingen / Database / Oud database archief.
pl: Utworzone archiwum jest dostępne poprzez aplikację Ustawienia / Baza danych / Stare archiwum bazy danych.
ru: Созданный архив доступен через Настройки приложения.
tr: Oluşturulan arşive uygulama üzerinden Ayarlar / Veritabanı / Eski veritabanı arşivi üzerinden erişilebilir.
zh_hant: 建立的檔案可以透過 應用程式的設定/數據庫/舊的數據庫 存檔。

source: The encryption is working and the new encryption agreement is not required. It may result in connection errors!
cs: Šifrování funguje a nové povolení šifrování není vyžadováno. To může vyvolat chybu v připojení!
hu: A titkosítás működik, és új titkosítási egyezményre nincs szükség. Ez kapcsolati hibákat eredményezhet!
nl: De versleuteling werkt en de nieuwe versleutelingsovereenkomst is niet vereist. Dit kan leiden tot verbindingsfouten!
pl: Szyfrowanie działa, a nowe uzgodnienie szyfrowania nie jest wymagane. Może to spowodować błędy w połączeniu!
ru: Шифрование работает, и новое соглашение не требуется. Это может привести к ошибкам соединения!
tr: Şifreleme çalışıyor ve yeni şifreleme anlaşması gerekli değil. Bağlantı hatalarına neden olabilir!

source: The future of messaging
cs: Nová generace soukromých zpráv
hu: Az üzenetváltás jövője
zh_hant: 新一代的私密訊息平台

source: The hash of the previous message is different.
cs: Hash předchozí zprávy se liší.
hu: Az előző üzenet hasítóértéke különbözik.
nl: De hash van het vorige bericht is anders.
pl: Hash poprzedniej wiadomości jest inny.
pt_br: O hash da mensagem anterior é diferente.
ru: Хэш предыдущего сообщения отличается.
tr: Önceki mesajın hash'i farklı.
zh_hant: 上一則訊息的雜奏則是不同的。

source: The message will be deleted for all members.
cs: Zpráva bude smazána pro všechny členy.
hu: Az üzenet az összes tag számára törölve lesz.
nl: Het bericht wordt verwijderd voor alle leden.
pl: Wiadomość zostanie usunięta dla wszystkich członków.
pt_br: A mensagem será excluída para todos os membros.
ru: Сообщение будет удалено для всех членов группы.
tr: Mesaj tüm üyeler için silinecektir.
zh_hant: 將為所有成員刪除該訊息。

source: The message will be marked as moderated for all members.
cs: Zpráva bude pro všechny členy označena jako moderovaná.
hu: Az üzenet az összes tag számára moderáltként lesz megjelölve.
nl: Het bericht wordt gemarkeerd als gemodereerd voor alle leden.
pl: Wiadomość zostanie oznaczona jako moderowana dla wszystkich członków.
pt_br: A mensagem será marcada como moderada para todos os membros.
ru: Сообщение будет помечено как удаленное для всех членов группы.
tr: Mesaj tüm üyeler için yönetilmiş olarak işaretlenecektir.
zh_hant: 該訊息將對所有成員標記為已審核。

source: The messages will be deleted for all members.
cs: Zprávy budou smazány pro všechny členy.
hu: Az üzenetek az összes tag számára törölve lesznek.
nl: De berichten worden voor alle leden verwijderd.
pl: Wiadomości zostaną usunięte dla wszystkich członków.
ru: Сообщения будут удалены для всех членов группы.
tr: Mesajlar tüm üyeler için silinecektir.

source: The messages will be marked as moderated for all members.
hu: Az üzenetek az összes tag számára moderáltként lesznek megjelölve.
nl: De berichten worden voor alle leden als gemodereerd gemarkeerd.
pl: Wiadomości zostaną oznaczone jako moderowane dla wszystkich członków.
ru: Сообщения будут помечены как удаленные для всех членов группы.
tr: Mesajlar tüm üyeler için moderasyonlu olarak işaretlenecektir.

source: The old database was not removed during the migration, it can be deleted.
cs: Stará databáze nebyla během přenášení odstraněna, lze ji smazat.
hu: A régi adatbázis nem lett eltávolítva az átköltöztetéskor, ezért törölhető.
nl: De oude database is niet verwijderd tijdens de migratie, deze kan worden verwijderd.
pl: Stara baza danych nie została usunięta podczas migracji, można ją usunąć.
ru: Предыдущая версия данных чата не удалена при перемещении, её можно удалить.
tr: Eski veritabanı geçiş sırasında kaldırılmadı, silinebilir.
zh_hant: 舊的數據庫在遷移過程中沒有被移除，可以刪除。

source: The same conditions will apply to operator **%@**.
cs: Operátor
hu: Ugyanezek a feltételek lesznek elfogadva a következő üzemeltető számára is: **%@**.

source: The second preset operator in the app!
cs: Operátor
hu: A második előre beállított üzemeltető az alkalmazásban!

source: The second tick we missed! ✅
cs: Druhé zaškrtnutí jsme přehlédli! ✅
hu: A második jelölés, amit kihagytunk! ✅
nl: De tweede vink die we gemist hebben! ✅
pl: Drugi tik, który przegapiliśmy! ✅
ru: Вторая галочка - знать, что доставлено! ✅
tr: Özlediğimiz ikinci tik! ✅

source: The sender will NOT be notified
cs: Odesílatel NEBUDE informován
hu: A feladó NEM fog értesítést kapni
nl: De afzender wordt NIET op de hoogte gebracht
pl: Nadawca NIE zostanie powiadomiony
ru: Отправитель не будет уведомлён
tr: Gönderene BİLDİRİLMEYECEKTİR
zh_hant: 發送者不會接收到通知

source: The servers for new connections of your current chat profile **%@**.
cs: Servery pro nová připojení vašeho aktuálního chat profilu **%@**.
hu: A jelenlegi **%@** nevű csevegési profiljához tartozó új kapcsolatok kiszolgálói.
nl: De servers voor nieuwe verbindingen van uw huidige chatprofiel **%@**.
pl: Serwery dla nowych połączeń bieżącego profilu czatu **%@**.
ru: Серверы для новых соединений Вашего текущего профиля чата **%@**.
tr: Mevcut sohbet profilinizin yeni bağlantıları için sunucular **%@**.
zh_hant: 此伺服器用於你目前的個人檔案 **%@**。

source: The servers for new files of your current chat profile **%@**.
cs: Odesílatel NEBUDE informován.
hu: A jelenlegi **%@** nevű csevegési profiljához tartozó új fájlok kiszolgálói.

source: The text you pasted is not a SimpleX link.
hu: A beillesztett szöveg nem egy SimpleX-hivatkozás.
nl: De tekst die u hebt geplakt is geen SimpleX link.
pl: Tekst, który wkleiłeś nie jest linkiem SimpleX.
ru: Вставленный текст не является SimpleX-ссылкой.
tr: Yapıştırdığın metin bir SimpleX bağlantısı değildir.

source: The uploaded database archive will be permanently removed from the servers.
hu: A feltöltött adatbázis-archívum véglegesen el lesz távolítva a kiszolgálókról.
nl: Het geüploade databasearchief wordt permanent van de servers verwijderd.
pl: Przesłane archiwum bazy danych zostanie trwale usunięte z serwerów.
ru: Загруженный архив базы данных будет навсегда удален с серверов.
tr: Yüklenen veritabanı arşivi sunuculardan kalıcı olarak kaldırılacaktır.

source: Themes
cs: TÉMATA
hu: Témák
nl: Thema's
pl: Motywy
ru: Темы
tr: Temalar

source: These conditions will also apply for: **%@**.
hu: Ezek a feltételek lesznek elfogadva a következő számára is: **%@**.

source: These settings are for your current profile **%@**.
cs: Toto nastavení je pro váš aktuální profil **%@**.
hu: Ezek a beállítások csak a jelenlegi **%@** nevű csevegési profiljára vonatkoznak.
nl: Deze instellingen zijn voor uw huidige profiel **%@**.
pl: Te ustawienia dotyczą Twojego bieżącego profilu **%@**.
ru: Установки для Вашего активного профиля **%@**.
tr: Bu ayarlar mevcut profiliniz **%@** içindir.

source: They can be overridden in contact and group settings.
cs: Mohou být přepsány v nastavení kontaktů.
hu: Ezek felülbírálhatók a partner- és csoportbeállításokban.
nl: Ze kunnen worden overschreven in contactinstellingen
pl: Można je nadpisać w ustawieniach kontaktu.
ru: Они могут быть переопределены в настройках контактов и групп.
tr: Bunlar kişi ve grup ayarlarında geçersiz kılınabilir.

source: This action cannot be undone - all received and sent files and media will be deleted. Low resolution pictures will remain.
cs: Tuto akci nelze vrátit zpět - všechny přijaté a odeslané soubory a média budou smazány. Obrázky s nízkým rozlišením zůstanou zachovány.
hu: Ez a művelet nem vonható vissza – az összes fogadott és küldött fájl a médiatartalmakkal együtt törölve lesznek. Az alacsony felbontású képek viszont megmaradnak.
nl: Deze actie kan niet ongedaan worden gemaakt, alle ontvangen en verzonden bestanden en media worden verwijderd. Foto's met een lage resolutie blijven behouden.
pl: Tego działania nie można cofnąć - wszystkie odebrane i wysłane pliki oraz media zostaną usunięte. Obrazy o niskiej rozdzielczości pozostaną.
pt_br: Essa ação não pode ser desfeita - todos os arquivos e mídias recebidos e enviados serão excluídos. Imagens de baixa resolução permanecerão.
ru: Это действие нельзя отменить — все полученные и отправленные файлы будут удалены. Изображения останутся в низком разрешении.
tr: Bu işlem geri alınamaz - alınan ve gönderilen tüm dosyalar ve medya silinecektir. Düşük çözünürlüklü resimler kalacaktır.
zh_hant: 這操作不能還原 - 所有已經接收和傳送的檔案和媒體檔案將刪除。低解析度圖片將保留。

source: This action cannot be undone - the messages sent and received earlier than selected will be deleted. It may take several minutes.
cs: Tuto akci nelze vzít zpět - zprávy odeslané a přijaté dříve, než bylo zvoleno, budou smazány. Může to trvat několik minut.
hu: Ez a művelet nem vonható vissza – a kijelöltnél korábban küldött és fogadott üzenetek törölve lesznek. Ez több percet is igénybe vehet.
nl: Deze actie kan niet ongedaan worden gemaakt, de berichten die eerder zijn verzonden en ontvangen dan geselecteerd, worden verwijderd. Het kan enkele minuten duren.
pl: Tego działania nie można cofnąć - wiadomości wysłane i odebrane wcześniej niż wybrane zostaną usunięte. Może to potrwać kilka minut.
pt_br: Esta ação não pode ser desfeita - as mensagens enviadas e recebidas antes do selecionado serão excluídas. Pode levar vários minutos.
ru: Это действие нельзя отменить — все сообщения, отправленные или полученные раньше чем выбрано, будут удалены. Это может занять несколько минут.
tr: Bu işlem geri alınamaz - seçilenden daha önce gönderilen ve alınan mesajlar silinecektir. Bu işlem birkaç dakika sürebilir.
zh_hant: 這操作無法撤銷 - 早於所選擇的時間發送和接收的訊息將被刪除。這可能需要幾分鐘的時間。

source: This action cannot be undone - the messages sent and received in this chat earlier than selected will be deleted.
cs: Váš současný profil
hu: Ez a művelet nem vonható vissza – a kijelölt üzenettől korábban küldött és fogadott üzenetek törölve lesznek a csevegésből.

source: This action cannot be undone - your profile, contacts, messages and files will be irreversibly lost.
cs: Tuto akci nelze vzít zpět - váš profil, kontakty, zprávy a soubory budou nenávratně ztraceny.
hu: Ez a művelet nem vonható vissza – profiljai, partnerei, üzenetei és fájljai véglegesen törölve lesznek.
nl: Deze actie kan niet ongedaan worden gemaakt. Uw profiel, contacten, berichten en bestanden gaan onomkeerbaar verloren.
pl: Tego działania nie można cofnąć - Twój profil, kontakty, wiadomości i pliki zostaną nieodwracalnie utracone.
pt_br: Esta ação não pode ser desfeita - seu perfil, contatos, mensagens e arquivos serão irreversivelmente perdidos.
ru: Это действие нельзя отменить — Ваш профиль, контакты, сообщения и файлы будут безвозвратно утеряны.
tr: Bu işlem geri alınamaz - profiliniz, kişileriniz, mesajlarınız ve dosyalarınız geri döndürülemez şekilde kaybolacaktır.
zh_hant: 這操作不能還原 - 你目前的個人檔案，聯絡人，訊息和檔案將不可逆地遺失。

source: This chat is protected by end-to-end encryption.
cs: Tento chat je chráněn koncovým šifrováním.
hu: Ez a csevegés végpontok közötti titkosítással védett.
nl: Deze chat is beveiligd met end-to-end codering.
pl: Ten czat jest chroniony przez szyfrowanie end-to-end.
ru: Чат защищен end-to-end шифрованием.
tr: Bu sohbet uçtan uca şifreleme ile korunmaktadır.

source: This chat is protected by quantum resistant end-to-end encryption.
hu: Ez a csevegés végpontok közötti kvantumbiztos titkosítással védett.
nl: Deze chat wordt beschermd door quantum bestendige end-to-end codering.
pl: Ten czat jest chroniony przez kwantowo odporne szyfrowanie end-to-end.
ru: Чат защищен квантово-устойчивым end-to-end шифрованием.
tr: Bu sohbet kuantum dirençli uçtan uca şifreleme ile korunmaktadır.

source: This device name
cs: Jméno tohoto zařízení
hu: Ennek az eszköznek a neve
nl: Deze apparaatnaam
pl: Nazwa tego urządzenia
ru: Имя этого устройства
tr: Bu cihazın ismi

source: This display name is invalid. Please choose another name.
cs: Zadejte vaše jméno:
hu: Ez a megjelenítendő név érvénytelen. Válasszon egy másik nevet.
nl: Deze weergavenaam is ongeldig. Kies een andere naam.
pl: Nazwa wyświetlana jest nieprawidłowa. Proszę wybrać inną nazwę.
ru: Ошибка имени профиля. Пожалуйста, выберите другое имя.
tr: Bu görünen ad geçersiz. Lütfen başka bir isim seçin.

source: This group has over %lld members, delivery receipts are not sent.
cs: Tato skupina má více než %lld členů, potvrzení o doručení nejsou odesílány.
hu: Ennek a csoportnak több mint %lld tagja van, a kézbesítési jelentések nem lesznek elküldve.
nl: Deze groep heeft meer dan %lld -leden, ontvangstbevestigingen worden niet verzonden.
pl: Ta grupa ma ponad %lld członków, potwierdzenia dostawy nie są wysyłane.
ru: В группе более %lld членов, отчёты о доставке выключены.
tr: Bu grubun %lld den fazla üyesi var,görüldü bilgisi gönderilmedi.

source: This group no longer exists.
cs: Tato skupina již neexistuje.
hu: Ez a csoport már nem létezik.
nl: Deze groep bestaat niet meer.
pl: Ta grupa już nie istnieje.
pt_br: Este grupo não existe mais.
ru: Эта группа больше не существует.
tr: Bu grup artık mevcut değildir.
zh_hant: 這群組已經不存在。

source: This is your own SimpleX address!
hu: Ez a saját SimpleX-címe!
nl: Dit is uw eigen SimpleX adres!
pl: To jest twój własny adres SimpleX!
ru: Это ваш собственный адрес SimpleX!
tr: Bu senin kendi SimpleX adresin!

source: This is your own one-time link!
hu: Ez a saját egyszer használható meghívója!
nl: Dit is uw eigen eenmalige link!
pl: To jest twój jednorazowy link!
ru: Это ваша собственная одноразовая ссылка!
tr: Bu senin kendi tek kullanımlık bağlantın!

source: This link requires a newer app version. Please upgrade the app or ask your contact to send a compatible link.
cs: Doručenka
hu: Ez a hivatkozás újabb alkalmazásverziót igényel. Frissítse az alkalmazást vagy kérjen egy kompatibilis hivatkozást a partnerétől.

source: This link was used with another mobile device, please create a new link on the desktop.
hu: Ezt a hivatkozást egy másik hordozható eszközön már használták, hozzon létre egy új hivatkozást a számítógépén.
nl: Deze link is gebruikt met een ander mobiel apparaat. Maak een nieuwe link op de desktop.
pl: Ten link dostał użyty z innym urządzeniem mobilnym, proszę stworzyć nowy link na komputerze.
ru: Эта ссылка была использована на другом мобильном, пожалуйста, создайте новую ссылку на компьютере.
tr: Bu bağlantı başka bir mobil cihazda kullanıldı, lütfen masaüstünde yeni bir bağlantı oluşturun.

source: This message was deleted or not received yet.
cs: Tato zpráva byla smazána nebo zatím nebyla přijata.
hu: Ez az üzenet törölve lett vagy még nem érkezett meg.

source: This setting applies to messages in your current chat profile **%@**.
cs: Toto nastavení platí pro zprávy ve vašem aktuálním chat profilu **%@**.
hu: Ez a beállítás csak az Ön jelenlegi **%@** nevű csevegési profiljában lévő üzenetekre vonatkozik.
nl: Deze instelling is van toepassing op berichten in je huidige chatprofiel **%@**.
pl: To ustawienie dotyczy wiadomości Twojego bieżącego profilu czatu **%@**.
ru: Эта настройка применяется к сообщениям в Вашем текущем профиле чата **%@**.
tr: Bu ayar, geçerli sohbet profiliniz **%@** deki mesajlara uygulanır.
zh_hant: 這設置適用於你目前的個人檔案 **%@** 。

source: Title
cs: %1$@ zprávy nepředány
hu: Cím
nl: Titel
pl: Tytuł
ru: Заголовок
tr: Başlık

source: To ask any questions and to receive updates:
cs: Chcete-li položit jakékoli dotazy a dostávat aktuality:
hu: Bármilyen kérdés feltevéséhez és a frissítésekért:
nl: Om vragen te stellen en updates te ontvangen:
pl: Aby zadać wszelkie pytania i otrzymywać aktualizacje:
ru: Чтобы задать вопросы и получать уведомления о новых версиях,
tr: Soru sormak ve güncellemeleri almak için:
zh_hant: 要詢問任何問題和想接收更新訊息：

source: To connect, your contact can scan QR code or use the link in the app.
cs: Pro připojení může váš kontakt naskenovat QR kód, nebo použít odkaz v aplikaci.
hu: A kapcsolódáshoz a partnere beolvashatja a QR-kódot, vagy használhatja az alkalmazásban található hivatkozást.
nl: Om verbinding te maken, kan uw contact de QR-code scannen of de link in de app gebruiken.
pl: Aby się połączyć, Twój kontakt może zeskanować kod QR lub skorzystać z linku w aplikacji.
ru: Чтобы соединиться с Вами, Ваш контакт может отсканировать QR-код или использовать ссылку в приложении.
tr: Bağlanmak için, kişi QR kodu okutabilir veya uygulama içinden bağlantıyı kullanabilir.
zh_hant: 為了連接，你的聯絡人可以掃描二維碼或使用此應用程式的連結。

source: To hide unwanted messages.
cs: Skenovat QR kód
hu: Kéretlen üzenetek elrejtése.
nl: Om ongewenste berichten te verbergen.
pl: Aby ukryć niechciane wiadomości.
ru: Чтобы скрыть нежелательные сообщения.
tr: İstenmeyen mesajları gizlemek için.

source: To make a new connection
cs: Vytvoření nového připojení
hu: Új kapcsolat létrehozásához
nl: Om een nieuwe verbinding te maken
pl: Aby nawiązać nowe połączenie
ru: Чтобы соединиться
tr: Yeni bir bağlantı oluşturmak için
zh_hant: 為了建立一個新的連接

source: To protect against your link being replaced, you can compare contact security codes.
cs: Bezpečnostní kód
hu: A hivatkozás cseréje elleni védelem érdekében összehasonlíthatja a biztonsági kódokat a partnerével.

source: To protect timezone, image/voice files use UTC.
cs: K ochraně časového pásma používají obrazové/hlasové soubory UTC.
hu: Az időzóna védelmének érdekében a kép-/hangfájlok UTC-t használnak.
nl: Om de tijdzone te beschermen, gebruiken afbeeldings-/spraakbestanden UTC.
pl: Aby chronić strefę czasową, pliki obrazów/głosów używają UTC.
pt_br: Para proteger o fuso horário, os arquivos de imagem/voz usam UTC.
ru: Чтобы защитить Ваш часовой пояс, файлы картинок и голосовых сообщений используют UTC.
tr: Zaman bölgesini korumak için,fotoğraf/ses dosyaları UTC kullanır.
zh_hant: 為隱藏時區資料，圖片及聲音檔案會以 UTC 時區記錄。
