Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

source: Recent history and improved [directory bot](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion).
cs: Viditelná historie
hu: Legutóbbi előzmények és továbbfejlesztett [könyvtárbot](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion).
nl: Recente geschiedenis en verbeterde [directory bot](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion).
pl: Ostania historia i ulepszony [bot adresowy](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion).
ru: История сообщений и улучшенный [каталог групп](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion).
tr: Yakın geçmiş ve geliştirilmiş [dizin botu](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex. im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion).

source: Recipient(s) can't see who this message is from.
hu: A címzett(ek) nem látja(k), hogy kitől származik ez az üzenet.
nl: Ontvanger(s) kunnen niet zien van wie dit bericht afkomstig is.
pl: Odbiorca/y nie mogą zobaczyć od kogo jest ta wiadomość.
ru: Получатели не видят от кого это сообщение.
tr: Alıcı(lar) bu mesajın kimden geldiğini göremez.

source: Recipients see updates as you type them.
cs: Příjemci uvidí aktualizace během jejich psaní.
hu: A címzettek a beírás közben látják a szövegváltozásokat.
nl: Ontvangers zien updates terwijl u ze typt.
pl: Odbiorcy widzą aktualizacje podczas ich wpisywania.
pt_br: Os destinatários vêem as atualizações conforme você as digita.
ru: Получатели видят их в то время как Вы их набираете.
tr: Alıcılar yazdığına göre güncellemeleri görecektir.
zh_hant: 當你輸入訊息的時侯，對方會即時看到你輸入的內容。

source: Reconnect
cs: Znovu připojit
hu: Újrakapcsolódás
nl: opnieuw verbinden
pl: Połącz ponownie
ru: Переподключить
tr: Yeniden bağlan

source: Reconnect all connected servers to force message delivery. It uses additional traffic.
cs: Znovu připojte všechny připojené servery a vynuťte doručení zprávy. Využívá další provoz.
hu: Az összes kiszolgálóhoz való újrakapcsolódás az üzenetkézbesítési jelentések kikényszerítéséhez. Ez további adatforgalmat használ.
nl: Verbind alle verbonden servers opnieuw om de bezorging van berichten af te dwingen. Het maakt gebruik van extra data.
pl: Połącz ponownie wszystkie połączone serwery, aby wymusić dostarczanie wiadomości. Wykorzystuje dodatkowy ruch.
ru: Повторно подключите все серверы, чтобы принудительно доставить сообщения. Используется дополнительный трафик.
tr: Mesaj teslimini zorlamak için bağlı tüm sunucuları yeniden bağlayın. Ek trafik kullanır.

source: Reconnect all servers
cs: Znovu připojit
hu: Újrakapcsolódás az összes kiszolgálóhoz
nl: Maak opnieuw verbinding met alle servers
pl: Połącz ponownie wszystkie serwery
ru: Переподключить все серверы
tr: Tüm sunuculara yeniden bağlan

source: Reconnect all servers?
cs: Znovu připojit
hu: Újrakapcsolódik az összes kiszolgálóhoz?
nl: Alle servers opnieuw verbinden?
pl: Połączyć ponownie wszystkie serwery?
ru: Переподключить все серверы?
tr: Tüm sunuculara yeniden bağlansın mı?

source: Reconnect server to force message delivery. It uses additional traffic.
cs: Znovu připojit
hu: A kiszolgálóhoz való újrakapcsolódás az üzenetkézbesítési jelentések kikényszerítéséhez. Ez további adatforgalmat használ.
nl: Maak opnieuw verbinding met de server om de bezorging van berichten te forceren. Er wordt gebruik gemaakt van extra verkeer.Maak opnieuw verbinding met de server om de bezorging van berichten te forceren. Er wordt gebruik gemaakt van extra data.
pl: Ponownie połącz z serwerem w celu wymuszenia dostarczenia wiadomości. Wykorzystuje to dodatkowy ruch.
ru: Переподключить сервер для устранения неполадок доставки сообщений. Это использует дополнительный трафик.
tr: Mesajı göndermeye zorlamak için sunucuya yeniden bağlan. Bu ekstra internet kullanır.

source: Reconnect server?
cs: Znovu připojit
hu: Újrakapcsolódik a kiszolgálóhoz?
nl: Server opnieuw verbinden?
pl: Połączyć ponownie serwer?
ru: Переподключить сервер?
tr: Sunucuya yeniden bağlansın mı ?

source: Reconnect servers?
cs: Znovu připojit servery?
hu: Újrakapcsolódik a kiszolgálókhoz?
nl: Servers opnieuw verbinden?
pl: Ponownie połączyć serwery?
ru: Переподключить серверы?
tr: Sunuculara yeniden bağlanılsın mı?

source: Record updated at
cs: Záznam aktualizován v
hu: Bejegyzés frissítve
nl: Record bijgewerkt op
pl: Rekord zaktualizowany o
ru: Запись обновлена
tr: Kayıt şu zamanda güncellendi
zh_hant: 紀錄已更新在

source: Record updated at: %@
cs: Záznam aktualizován v: %@
hu: Bejegyzés frissítve: %@
nl: Record bijgewerkt op: %@
pl: Rekord zaktualizowany o: %@
ru: Запись обновлена: %@
tr: Kayıt şu zamanda güncellendi: %@
zh_hant: 紀錄已更新在：%@

source: Reduced battery usage
cs: Snížení spotřeby baterie
hu: Csökkentett akkumulátor-használat
nl: Verminderd batterijgebruik
pl: Zmniejszone zużycie baterii
pt_br: Uso da bateria reduzido
ru: Уменьшенное потребление батареи
tr: Azaltılmış pil kullanımı
zh_hant: 減少電量使用

source: Register
cs: Znovu připojit
hu: Regisztrálás

source: Register notification token?
hu: Regisztrálja az értesítési tokent?

source: Registered
hu: Regisztrálva

source: Reject
cs: Odmítnout
hu: Elutasítás
nl: Afwijzen
pl: Odrzuć
pt_br: Rejeitar
ru: Отклонить
tr: Reddet
zh_hant: 拒絕

source: Reject (sender NOT notified)
cs: Odmítnout kontakt (odesílatel NEBUDE upozorněn)
hu: Elutasítás (a feladó NEM kap értesítést)
nl: Contact afwijzen (afzender NIET op de hoogte)
pl: Odrzuć kontakt (nadawca NIE został powiadomiony)
ru: Отклонить (не уведомляя отправителя)
tr: Reddet (göndericiye bildirim GİTMEYECEKTİR)

source: Reject contact request
cs: Odmítnout žádost o kontakt
hu: Meghívási kérés elutasítása
nl: Contactverzoek afwijzen
pl: Odrzuć prośbę kontaktu
ru: Отклонить запрос
tr: Bağlanma isteğini reddet
zh_hant: 拒絕聯絡人請求

source: Relay server is only used if necessary. Another party can observe your IP address.
cs: Přenosový server se používá pouze v případě potřeby. Jiná strana může sledovat vaši IP adresu.
hu: A továbbítókiszolgáló csak szükség esetén lesz használva. Egy másik fél megfigyelheti az IP-címet.
nl: Relay server wordt alleen gebruikt als dat nodig is. Een andere partij kan uw IP-adres zien.
pl: Serwer przekaźnikowy jest używany tylko w razie potrzeby. Inna strona może obserwować Twój adres IP.
pt_br: O servidor de relay é usado apenas se necessário. Terceiros podem observar seu endereço IP.
ru: Relay сервер используется только при необходимости. Другая сторона может видеть Ваш IP адрес.
tr: Yönlendirici sunucusu yalnızca gerekli olduğunda kullanılır. Başka bir taraf IP adresinizi gözlemleyebilir.
zh_hant: 中繼伺服器僅在必要時使用。 另一方可以觀察到你的 IP 地址。

source: Relay server protects your IP address, but it can observe the duration of the call.
cs: Přenosový server chrání vaši IP adresu, ale může sledovat dobu trvání hovoru.
hu: A továbbítókiszolgáló megvédi az Ön IP-címét, de megfigyelheti a hívás időtartamát.
nl: Relay server beschermt uw IP-adres, maar kan de duur van het gesprek observeren.
pl: Serwer przekaźnikowy chroni Twój adres IP, ale może obserwować czas trwania połączenia.
pt_br: O servidor relay protege seu endereço IP, mas pode observar a duração da chamada.
ru: Relay сервер защищает Ваш IP адрес, но может отслеживать продолжительность звонка.
tr: Yönlendirici sunucu IP adresinizi korur, ancak aramanın süresini gözlemleyebilir.
zh_hant: 中繼伺服器保護你的 IP 地址，但它可以觀察通話的持續時間。

source: Remove
cs: Odstranit
hu: Eltávolítás
nl: Verwijderen
pl: Usuń
pt_br: Remover
ru: Удалить
tr: Sil
zh_hant: 移除

source: Remove archive?
cs: Odstranit archiv?
hu: Eltávolítja az archívumot?
nl: Archief verwijderen?
pl: Usunąć archiwum?
ru: Удалить архив?
tr: Arşiv kaldırılsın mı ?

source: Remove image
cs: Odebrat obrázek
hu: Kép eltávolítása
nl: Verwijder afbeelding
pl: Usuń obraz
ru: Удалить изображение
tr: Resmi kaldır

source: Remove member
cs: Odstranit člena
hu: Eltávolítás
nl: Lid verwijderen
pl: Usuń członka
pt_br: Remover membro
ru: Удалить члена группы
tr: Kişiyi sil
zh_hant: 移除成員

source: Remove member?
cs: Odebrat člena?
hu: Eltávolítja a tagot?
nl: Lid verwijderen?
pl: Usunąć członka?
ru: Удалить члена группы?
tr: Kişi silinsin mi?
zh_hant: 移除成員？

source: Remove passphrase from keychain?
cs: Odstranit přístupovou frázi z klíčenek?
hu: Eltávolítja a jelmondatot a kulcstartóból?
nl: Wachtwoord van de keychain verwijderen?
pl: Usunąć hasło z pęku kluczy?
ru: Удалить пароль из Keychain?
tr: Anahtar Zinciri'ndeki parola silinsin mi?
zh_hant: 要從金鑰庫移除密碼？

source: Renegotiate
cs: Znovu vyjednat
hu: Újraegyeztetés
nl: Opnieuw onderhandelen
pl: Renegocjuj
ru: Пересогласовать
tr: Yeniden müzakere

source: Renegotiate encryption
cs: Znovu vyjednat šifrování
hu: Titkosítás újraegyeztetése
nl: Heronderhandel over versleuteling
pl: Renegocjuj szyfrowanie
ru: Пересогласовать шифрование
tr: Şifrelemeyi yeniden müzakere et

source: Renegotiate encryption?
cs: Znovu vyjednat šifrování?
hu: Újraegyezteti a titkosítást?
nl: Heronderhandelen over versleuteling?
pl: Renegocjować szyfrowanie?
ru: Пересогласовать шифрование?
tr: Şifreleme yeniden müzakere edilsin mi?

source: Repeat connection request?
hu: Megismétli a meghívási kérést?
nl: Verbindingsverzoek herhalen?
pl: Powtórzyć prośbę połączenia?
ru: Повторить запрос на соединение?
tr: Bağlantı isteği tekrarlansın mı?

source: Repeat download
cs: Znovu vyjednat šifrování
hu: Letöltés ismét
nl: Herhaal het downloaden
pl: Powtórz pobieranie
ru: Повторить загрузку
tr: Tekrar indir

source: Repeat import
cs: Opakovat import
hu: Importálás ismét
nl: Herhaal import
pl: Powtórz importowanie
ru: Повторить импорт
tr: İthalatı tekrarla

source: Repeat join request?
hu: Megismétli a meghívási kérést?
nl: Deelnameverzoek herhalen?
pl: Powtórzyć prośbę dołączenia?
ru: Повторить запрос на вступление?
tr: Katılma isteği tekrarlansın mı?

source: Repeat upload
cs: Opakovat nahrávání
hu: Feltöltés ismét
nl: Herhaal het uploaden
pl: Powtórz wgrywanie
ru: Повторить загрузку
tr: Yüklemeyi tekrarla

source: Reply
cs: Odpověď
hu: Válasz
nl: Antwoord
pl: Odpowiedz
pt_br: Responder
ru: Ответить
tr: Yanıtla
zh_hant: 回覆

source: Report
cs: Hlášení
hu: Jelentés

source: Report content: only group moderators will see it.
hu: Tartalom jelentése: csak a csoport moderátorai látják.

source: Report member profile: only group moderators will see it.
hu: Tag profiljának jelentése: csak a csoport moderátorai látják.

source: Report other: only group moderators will see it.
hu: Egyéb jelentés: csak a csoport moderátorai látják.

source: Report reason?
hu: Jelentés indoklása?

source: Report spam: only group moderators will see it.
hu: Kéretlen tartalom jelentése: csak a csoport moderátorai látják.

source: Report violation: only group moderators will see it.
hu: Szabálysértés jelentése: csak a csoport moderátorai látják.

source: Report: %@
hu: Jelentés: %@

source: Reporting messages to moderators is prohibited.
hu: Az üzenetek jelentése a moderátorok felé le van tiltva.

source: Reports
cs: Členové mohou zprávy nahlásit moderátorům.
hu: Jelentések

source: Required
cs: Povinné
hu: Szükséges
nl: Vereist
pl: Wymagane
pt_br: Requerido
ru: Обязательно
tr: Gerekli
zh_hant: 需要

source: Reset
cs: Obnovit
hu: Visszaállítás
nl: Resetten
pl: Resetuj
pt_br: Redefinir
ru: Сбросить
tr: Sıfırla
zh_hant: 重設

source: Reset all hints
cs: Resetovat všechny tipy
hu: Tippek visszaállítása
nl: Alle hints resetten
pl: Zresetuj wszystkie wskazówki
ru: Сбросить все подсказки
tr: Tüm ip uçlarını sıfırla

source: Reset all statistics
hu: Az összes statisztika visszaállítása
nl: Reset alle statistieken
pl: Resetuj wszystkie statystyki
ru: Сбросить всю статистику
tr: Tüm istatistikleri sıfırla

source: Reset all statistics?
hu: Visszaállítja az összes statisztikát?
nl: Alle statistieken resetten?
pl: Zresetować wszystkie statystyki?
ru: Сбросить всю статистику?
tr: Tüm istatistikler sıfırlansın mı ?

source: Reset colors
cs: Obnovení barev
hu: Színek visszaállítása
nl: Kleuren resetten
pl: Resetuj kolory
pt_br: Redefinir cores
ru: Сбросить цвета
tr: Renkleri sıfırla
zh_hant: 重設顏色

source: Reset to app theme
cs: Obnovit barvu
hu: Alkalmazás témájának visszaállítása
nl: Terugzetten naar app thema
pl: Zresetuj do motywu aplikacji
ru: Сбросить на тему приложения
tr: Uygulama temasına sıfırla

source: Reset to defaults
cs: Obnovení výchozího nastavení
hu: Visszaállítás alapértelmezettre
nl: Resetten naar standaardwaarden
pl: Przywróć wartości domyślne
pt_br: Redefinir para os padrões
ru: Сбросить настройки
tr: Varsayılanlara sıfırla
zh_hant: 重置為預設值

source: Reset to user theme
cs: Téma
hu: Felhasználó által létrehozott téma visszaállítása
nl: Terugzetten naar gebruikersthema
pl: Zresetuj do motywu użytkownika
ru: Сбросить на тему пользователя
tr: Kullanıcı temasına sıfırla

source: Restart the app to create a new chat profile
cs: Restartujte aplikaci pro vytvoření nového chat profilu
hu: Új csevegési profil létrehozásához indítsa újra az alkalmazást
nl: Start de app opnieuw om een nieuw chatprofiel aan te maken
pl: Uruchom ponownie aplikację, aby utworzyć nowy profil czatu
ru: Перезапустите приложение, чтобы создать новый профиль.
tr: Yeni bir sohbet profili oluşturmak için uygulamayı yeniden başlatın
zh_hant: 重新啟動應用程式以建立新的對話檔案

source: Restart the app to use imported chat database
cs: Restartujte aplikaci pro použití importované databáze chatu
hu: Az importált csevegési adatbázis használatához indítsa újra az alkalmazást
nl: Start de app opnieuw om de geïmporteerde chat database te gebruiken
pl: Uruchom ponownie aplikację, aby użyć zaimportowanej bazy danych czatu
ru: Перезапустите приложение, чтобы использовать импортированные данные чата.
tr: İçe aktarılmış sohbet veritabanını kullanmak için uygulamayı yeniden başlatın
zh_hant: 重新啟動應用程式以匯入對話數據庫

source: Restore
cs: Obnovit
hu: Visszaállítás
nl: Herstellen
pl: Przywróć
pt_br: Restaurar
ru: Восстановить
tr: Geri yükle
zh_hant: 還原

source: Restore database backup
cs: Obnovte zálohu databáze
hu: Adatbázismentés visszaállítása
nl: Database back-up terugzetten
pl: Przywróć kopię zapasową bazy danych
pt_br: Restaurar o backup do banco de dados
ru: Восстановить резервную копию
tr: Veritabanı yedeğini geri yükle
zh_hant: 還原數據庫的備份

source: Restore database backup?
cs: Obnovit zálohu databáze?
hu: Visszaállítja az adatbázismentést?
nl: Database back-up terugzetten?
pl: Przywrócić kopię zapasową bazy danych?
pt_br: Restaurar o backup do banco de dados?
ru: Восстановить резервную копию?
tr: Veritabanı yedeği geri yüklensin mi?
zh_hant: 還原數據庫的備份？

source: Restore database error
cs: Chyba obnovení databáze
hu: Hiba történt az adatbázis visszaállításakor
nl: Database fout herstellen
pl: Błąd przywracania bazy danych
pt_br: Erro na restauração do banco de dados
ru: Ошибка при восстановлении базы данных
tr: Veritabanını geri yüklerken hata oluştu
zh_hant: 還原數據庫時出錯

source: Retry
cs: Restartujte aplikaci, abyste mohli používat importovanou databázi chatu.
hu: Újrapróbálkozás
nl: Opnieuw proberen
pl: Ponów
ru: Повторить
tr: Yeniden dene

source: Reveal
cs: Odhalit
hu: Felfedés
nl: Onthullen
pl: Ujawnij
pt_br: Revelar
ru: Показать
tr: Göster
zh_hant: 展露

source: Review conditions
cs: Zobrazit podmínky
hu: Feltételek felülvizsgálata

source: Revoke
cs: Odvolat
hu: Visszavonás
nl: Intrekken
pl: Odwołaj
pt_br: Revogar
ru: Отозвать
tr: İptal et
zh_hant: 撤銷

source: Revoke file
cs: Odvolat soubor
hu: Fájl visszavonása
nl: Bestand intrekken
pl: Odwołaj plik
pt_br: Revogar arquivo
ru: Отозвать файл
tr: Dosyayı iptal et
zh_hant: 撤銷檔案

source: Revoke file?
cs: Odvolat soubor?
hu: Visszavonja a fájlt?
nl: Bestand intrekken?
pl: Odwołać plik?
pt_br: Revogar arquivo?
ru: Отозвать файл?
tr: Dosya iptal edilsin mi?
zh_hant: 撤銷檔案？

source: Role
hu: Szerepkör
nl: Rol
pl: Rola
pt_br: Função
ru: Роль
tr: Rol
zh_hant: 身份

source: Run chat
cs: Spustit chat
hu: Csevegési szolgáltatás indítása
nl: Chat uitvoeren
pl: Uruchom czat
ru: Запустить chat
tr: Sohbeti çalıştır
zh_hant: 運行對話

source: SMP server
hu: SMP-kiszolgáló
pl: Serwer SMP
ru: SMP сервер
tr: SMP sunucusu

source: Safely receive files
hu: Fájlok biztonságos fogadása
nl: Veilig bestanden ontvangen
pl: Bezpiecznie otrzymuj pliki
ru: Получайте файлы безопасно
tr: Dosyaları güvenle alın

source: Safer groups
cs: Správci mohou blokovat člen pro všechny.
hu: Biztonságosabb csoportok
nl: Veiligere groepen
pl: Bezpieczniejsze grupy
ru: Более безопасные группы
tr: Daha güvenli gruplar

source: Save
cs: Uložit
hu: Mentés
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
tr: Kaydet
zh_hant: 儲存

source: Save (and notify contacts)
cs: Uložit (a informovat kontakty)
hu: Mentés (és a partnerek értesítése)
nl: Bewaar (en informeer contacten)
pl: Zapisz (i powiadom kontakty)
ru: Сохранить (и уведомить контакты)
tr: Kaydet (ve kişilere bildir)
zh_hant: 儲存（並通知你的多個聯絡人）

source: Save and notify contact
cs: Uložit a upozornit kontakt
hu: Mentés és a partner értesítése
nl: Opslaan en Contact melden
pl: Zapisz i powiadom kontakt
pt_br: Salvar e notificar contato
ru: Сохранить и уведомить контакт
tr: Kaydet ve kişilere bildir
zh_hant: 儲存並通知你的聯絡人

source: Save and notify group members
cs: Uložit a upozornit členy skupiny
hu: Mentés és a csoporttagok értesítése
nl: Opslaan en groep leden melden
pl: Zapisz i powiadom członków grupy
pt_br: Salvar e notificar membros do grupo
ru: Сохранить и уведомить членов группы
tr: Kaydet ve grup üyelerine bildir
zh_hant: 儲存並通知群組內的聯絡人

source: Save and reconnect
cs: Uložit a upozornit členy skupiny
hu: Mentés és újrakapcsolódás
nl: Opslaan en opnieuw verbinden
pl: Zapisz i połącz ponownie
ru: Сохранить и переподключиться
tr: Kayıt et ve yeniden bağlan

source: Save and update group profile
cs: Uložit a aktualizovat profil skupiny
hu: Mentés és a csoportprofil frissítése
nl: Groep profiel opslaan en bijwerken
pl: Zapisz i zaktualizuj profil grupowy
pt_br: Salvar e atualizar perfil do grupo
ru: Сохранить сообщение и обновить группу
tr: Kaydet ve grup profilini güncelle
zh_hant: 儲存和更新群組配置檔案

source: Save group profile
cs: Uložení profilu skupiny
hu: Csoportprofil mentése
nl: Groep profiel opslaan
pl: Zapisz profil grupy
pt_br: Salvar perfil do grupo
ru: Сохранить профиль группы
tr: Grup profilini kaydet
zh_hant: 儲存群組檔案

source: Save list
cs: Uložit seznam
hu: Lista mentése

source: Save passphrase and open chat
cs: Uložte heslo a otevřete chat
hu: Jelmondat mentése és a csevegés megnyitása
nl: Bewaar het wachtwoord en open je chats
pl: Zapisz hasło i otwórz czat
pt_br: Salvar senha e abrir chat
ru: Сохранить пароль и открыть чат
tr: Parolayı kaydet ve sohbeti aç
zh_hant: 儲存密碼和開啟對話

source: Save passphrase in Keychain
cs: Uložit přístupovou frázi do Klíčenky
hu: Jelmondat mentése a kulcstartóba
nl: Sla het wachtwoord op in de Keychain
pl: Zapisz hasło w pęku kluczy
ru: Сохранить пароль в Keychain
tr: Parolayı Anahtar Zincirinde kaydet
zh_hant: 在金鑰庫儲存密碼

source: Save preferences?
cs: Uložit předvolby?
hu: Menti a beállításokat?
nl: Voorkeuren opslaan?
pl: Zapisać preferencje?
pt_br: Salvar preferências?
ru: Сохранить предпочтения?
tr: Tercihler kaydedilsin mi?
zh_hant: 儲存設定？

source: Save profile password
cs: Uložit heslo profilu
hu: Profiljelszó mentése
nl: Bewaar profiel wachtwoord
pl: Zapisz hasło profilu
pt_br: Salvar senha do perfil
ru: Сохранить пароль профиля
tr: Profil şifresini kaydet
zh_hant: 儲存個人檔案密碼

source: Save servers
cs: Uložit servery
hu: Kiszolgálók mentése
nl: Servers opslaan
pl: Zapisz serwery
pt_br: Salvar servidores
ru: Сохранить серверы
tr: Sunucuları kaydet
zh_hant: 儲存伺服器

source: Save servers?
cs: Uložit servery?
hu: Menti a kiszolgálókat?
nl: Servers opslaan?
pl: Zapisać serwery?
pt_br: Salvar servidores?
ru: Сохранить серверы?
tr: Sunucular kaydedilsin mi?
zh_hant: 儲存伺服器？

source: Save welcome message?
cs: Uložit uvítací zprávu?
hu: Menti az üdvözlőüzenetet?
nl: Welkom bericht opslaan?
pl: Zapisać wiadomość powitalną?
pt_br: Salvar mensagem de boas-vindas?
ru: Сохранить приветственное сообщение?
tr: Hoşgeldin mesajı kaydedilsin mi?
zh_hant: 儲存歡迎訊息？

source: Save your profile?
cs: Uložte přístupovou frázi a otevřete chat
hu: Menti a profilt?
nl: Uw profiel opslaan?
pl: Zapisać Twój profil?
ru: Сохранить ваш профиль?
tr: Profiliniz kaydedilsin mi?

source: Saved
cs: Přístupová fráze bude uložena v nastavení jako prostý text až ji změníte nebo po restartu aplikace.
hu: Mentett
nl: Opgeslagen
pl: Zapisane
ru: Сохранено
tr: Kaydedildi

source: Saved WebRTC ICE servers will be removed
cs: Uložené servery WebRTC ICE budou odstraněny
hu: A mentett WebRTC ICE-kiszolgálók el lesznek távolítva
nl: Opgeslagen WebRTC ICE servers worden verwijderd
pl: Zapisane serwery WebRTC ICE zostaną usunięte
ru: Сохраненные WebRTC ICE серверы будут удалены
tr: Kaydedilmiş WebRTC ICE sunucuları silinecek
zh_hant: 將移除已儲存的 WebRTC ICE 伺服器

source: Saved from
cs: WebRTC servery ICE
hu: Elmentve innen
nl: Opgeslagen van
pl: Zapisane od
ru: Сохранено из
tr: Tarafından kaydedildi

source: Saved message
cs: Uložené zprávy
hu: Mentett üzenet
nl: Opgeslagen bericht
pl: Zachowano wiadomość
ru: Сохраненное сообщение
tr: Kaydedilmiş mesaj

source: Saving %lld messages
hu: %lld üzenet mentése
nl: %lld berichten opslaan
pl: Zapisywanie %lld wiadomości
ru: Сохранение %lld сообщений
tr: %lld mesajlarını kaydet

source: Scale
cs: Opakovat
hu: Méretezés
nl: Schaal
pl: Skaluj
ru: Масштаб
tr: Ölçeklendir

source: Scan / Paste link
cs: Vložit odkaz
hu: Hivatkozás beolvasása / beillesztése
nl: Link scannen/plakken
pl: Skanuj / Wklej link
ru: Сканировать / Вставить ссылку
tr: Tara / Bağlantı yapıştır

source: Scan QR code
cs: Skenovat QR kód
hu: QR-kód beolvasása
pl: Zeskanuj kod QR
pt_br: Escanear QR Code
ru: Сканировать QR код
tr: QR kodu okut
zh_hant: 掃描二維碼

source: Scan QR code from desktop
cs: Skenovat QR kód z PC
hu: QR-kód beolvasása a számítógépről
nl: Scan QR-code vanaf uw desktop
pl: Zeskanuj kod QR z komputera
ru: Сканировать QR код с компьютера
tr: Bilgisayardan QR kodu okut

source: Scan code
cs: Skenovat kód
hu: Beolvasás
nl: Code scannen
pl: Zeskanuj kod
pt_br: Escanear código
ru: Сканировать код
tr: Kod okut
zh_hant: 掃描二維碼
