Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

source: Use the app while in the call.
hu: Használja az alkalmazást hívás közben.
nl: Gebruik de app tijdens het gesprek.
pl: Używaj aplikacji podczas połączenia.
ru: Используйте приложение во время звонка.
tr: Görüşme sırasında uygulamayı kullanın.

source: Use the app with one hand.
hu: Használja az alkalmazást egy kézzel.
nl: Gebruik de app met één hand.
pl: Korzystaj z aplikacji jedną ręką.
ru: Используйте приложение одной рукой.
tr: Uygulamayı tek elle kullan.

source: Use web port
hu: Webport használata

source: User selection
hu: Felhasználó kijelölése
nl: Gebruikersselectie
pl: Wybór użytkownika
ru: Выбор пользователя
tr: Kullanıcı seçimi

source: Username
cs: Vaše přihlašovací údaje mohou být zaslány nešifrované.
hu: Felhasználónév
nl: Gebruikersnaam
pl: Nazwa użytkownika
ru: Имя пользователя
tr: Kullanıcı Adı

source: Using SimpleX Chat servers.
cs: Používat servery SimpleX Chat.
hu: SimpleX Chat-kiszolgálók használatban.
nl: SimpleX Chat servers gebruiken.
pl: Używanie serwerów SimpleX Chat.
ru: Используются серверы, предоставленные SimpleX Chat.
tr: SimpleX Chat sunucuları kullanılıyor.
zh_hant: 使用 SimpleX Chat 伺服器。

source: Verify code with desktop
cs: Použití SimpleX Chat serverů.
hu: Kód hitelesítése a számítógépen
nl: Code verifiëren met desktop
pl: Zweryfikuj kod z komputera
ru: Сверьте код с компьютером
tr: Bilgisayarla kodu doğrula

source: Verify connection
cs: Ověřit připojení
hu: Kapcsolat hitelesítése
nl: Controleer de verbinding
pl: Zweryfikuj połączenie
ru: Проверить соединение
tr: Bağlantıyı doğrula

source: Verify connection security
cs: Ověření zabezpečení připojení
hu: Biztonságos kapcsolat hitelesítése
nl: Controleer de verbindingsbeveiliging
pl: Weryfikuj bezpieczeństwo połączenia
pt_br: Verificar a segurança da conexão
ru: Проверить безопасность соединения
tr: Bağlantı güvenliğini doğrula
zh_hant: 驗證連接安全性

source: Verify connections
cs: Zabezpečení připojení
hu: Kapcsolatok hitelesítése
nl: Controleer verbindingen
pl: Zweryfikuj połączenia
ru: Проверять соединения
tr: Bağlantıları doğrula

source: Verify database passphrase
cs: Ověřit přístupovou frázi databáze
hu: Az adatbázis jelmondatának hitelesítése
nl: Controleer het wachtwoord van de database
pl: Zweryfikuj hasło bazy danych
ru: Проверка пароля базы данных
tr: Veritabanı parolasını doğrulayın

source: Verify passphrase
cs: Ověřit přístupovou frázi databáze
hu: Jelmondat hitelesítése
nl: Controleer het wachtwoord
pl: Zweryfikuj hasło
ru: Проверить пароль
tr: Parolayı doğrula

source: Verify security code
cs: Ověření bezpečnostního kódu
hu: Biztonsági kód hitelesítése
nl: Controleer de beveiligingscode
pl: Weryfikuj kod bezpieczeństwa
pt_br: Verificar código de segurança
ru: Подтвердить код безопасности
tr: Güvenlik kodunu doğrula
zh_hant: 驗證安全碼

source: Via browser
cs: Prostřednictvím prohlížeče
hu: Böngészőn keresztül
pl: Przez przeglądarkę
pt_br: Pelo navegador
ru: В браузере
tr: Tarayıcı üzerinden
zh_hant: 透過瀏覽器

source: Via secure quantum resistant protocol.
cs: Ověřit bezpečnostní kód
hu: Biztonságos kvantumbiztos protokollon keresztül.
nl: Via een beveiligd kwantumbestendig protocol.
pl: Dzięki bezpiecznemu protokołowi odpornego kwantowo.
ru: Через безопасный квантово-устойчивый протокол.
tr: Güvenli kuantum dirençli protokol ile.

source: Video call
cs: Videohovor
hu: Videóhívás
nl: video oproep
pl: Połączenie wideo
pt_br: Chamada de vídeo
ru: Видеозвонок
tr: Görüntülü arama
zh_hant: 視訊通話

source: Video will be received when your contact completes uploading it.
cs: Video bude přijato, až kontakt dokončí jeho nahrávání.
hu: A videó akkor érkezik meg, amikor a küldője befejezte annak feltöltését.
nl: De video wordt gedownload wanneer uw contact het uploaden heeft voltooid.
pl: Film zostanie odebrany, gdy kontakt zakończy jego przesyłanie.
pt_br: O vídeo será recebido quando seu contato concluir o upload.
ru: Видео будет получено когда Ваш контакт загрузит его.
tr: Kişiniz yüklemeyi tamamladığında video alınacaktır.
zh_hant: 影片將在你的聯絡人完成上傳後接收。

source: Video will be received when your contact is online, please wait or check later!
cs: Video obdržíte, až bude váš kontakt online, vyčkejte prosím nebo zkontrolujte později!
hu: A videó akkor érkezik meg, amikor a küldője elérhető lesz, várjon, vagy ellenőrizze később!
nl: De video wordt ontvangen wanneer uw contact online is, even geduld a.u.b. of kijk later!
pl: Film zostanie odebrany, gdy kontakt będzie online, poczekaj lub sprawdź później!
pt_br: O vídeo será recebido quando seu contato estiver online, aguarde ou verifique mais tarde!
ru: Видео будет получено, когда Ваш контакт будет онлайн, пожалуйста, подождите или проверьте позже!
tr: Kişiniz çevrimiçi olduğunda video alınacaktır, lütfen bekleyin veya daha sonra kontrol edin!
zh_hant: 影片將在你的聯絡人在線時接收，請你等等或者稍後再檢查！

source: Videos and files up to 1gb
cs: Videa a soubory až do velikosti 1 gb
hu: Videók és fájlok legfeljebb 1GB méretig
nl: Video's en bestanden tot 1 GB
pl: Filmy i pliki do 1gb
pt_br: Vídeos e arquivos de até 1gb
ru: Видео и файлы до 1гб
tr: 1gb'a kadar videolar ve dosyalar
zh_hant: 影片和檔案和最大上限為1gb

source: View conditions
cs: Zobrazit podmínky
hu: Feltételek megtekintése

source: View security code
cs: Zobrazení bezpečnostního kódu
hu: Biztonsági kód megtekintése
nl: Beveiligingscode bekijken
pl: Pokaż kod bezpieczeństwa
pt_br: Mostrar código de segurança
ru: Показать код безопасности
tr: Güvenlik kodunu görüntüle
zh_hant: 查看安全碼

source: View updated conditions
cs: Zobrazit aktualizované podmínky
hu: Frissített feltételek megtekintése

source: Visible history
hu: Látható előzmények
nl: Zichtbare geschiedenis
pl: Widoczna historia
ru: Доступ к истории
tr: Görünür geçmiş

source: Voice messages
cs: Hlasové zprávy
hu: Hangüzenetek
nl: Spraak berichten
pl: Wiadomości głosowe
pt_br: Mensagens de voz
ru: Голосовые сообщения
tr: Sesli mesajlar
zh_hant: 語音訊息

source: Voice messages are prohibited in this chat.
cs: Hlasové zprávy jsou v tomto chatu zakázány.
hu: A hangüzenetek küldése le van tiltva ebben a csevegésben.
nl: Spraak berichten zijn verboden in deze chat.
pl: Wiadomości głosowe są zabronione na tym czacie.
pt_br: Mensagens de voz são proibidas neste chat.
ru: Голосовые сообщения запрещены в этом чате.
tr: Bu sohbette sesli mesajlar yasaktır.
zh_hant: 語音訊息於這個聊天窒是禁用的。

source: Voice messages are prohibited.
cs: Hlasové zprávy jsou v této skupině zakázány.
hu: A hangüzenetek küldése le van tiltva.
zh_hant: 語音訊息於這個群組內是禁用的。

source: Voice messages not allowed
cs: Hlasové zprávy jsou zakázány.
hu: A hangüzenetek küldése le van tiltva
nl: Spraakberichten niet toegestaan
pl: Wiadomości głosowe są niedozwolone
ru: Голосовые сообщения не разрешены
tr: Sesli mesajlara izin verilmiyor

source: Voice messages prohibited!
cs: Hlasové zprávy jsou zakázány!
hu: A hangüzenetek le vannak tiltva!
nl: Spraak berichten verboden!
pl: Wiadomości głosowe zabronione!
pt_br: Mensagens de voz proibidas!
ru: Голосовые сообщения запрещены!
tr: Sesli mesajlar yasaktır!
zh_hant: 禁用語音訊息！

source: Voice message…
cs: Hlasová zpráva…
hu: Hangüzenet…
nl: Spraakbericht…
pl: Wiadomość głosowa…
pt_br: Mensagem de voz…
ru: Голосовое сообщение…
tr: Sesli mesaj…
zh_hant: 語音訊息…

source: Waiting for desktop...
cs: Hlasové zprávy jsou zakázány!
hu: Várakozás a számítógép-alkalmazásra…
nl: Wachten op desktop...
pl: Oczekiwanie na komputer...
ru: Ожидается подключение компьютера...
tr: Bilgisayar için bekleniyor...

source: Waiting for file
cs: Čekání na soubor
hu: Várakozás a fájlra
nl: Wachten op bestand
pl: Oczekiwanie na plik
pt_br: Aguardando arquivo
ru: Ожидается прием файла
tr: Dosya bekleniyor
zh_hant: 等待檔案中

source: Waiting for image
cs: Čekání na obrázek
hu: Várakozás a képre
nl: Wachten op afbeelding
pl: Oczekiwanie na obraz
pt_br: Aguardando imagem
ru: Ожидается прием изображения
tr: Görsel bekleniyor
zh_hant: 等待圖片中

source: Waiting for video
cs: Čekám na video
hu: Várakozás a videóra
nl: Wachten op video
pl: Oczekiwanie na film
pt_br: Aguardando vídeo
ru: Ожидание видео
tr: Video bekleniyor
zh_hant: 等待影片中

source: Wallpaper accent
cs: Čekám na obrázek
hu: Háttérkép kiemelőszíne
nl: Achtergrond accent
pl: Akcent tapety
ru: Рисунок обоев
tr: Duvar kağıdı vurgusu

source: Wallpaper background
cs: Pozadí tapety
hu: Háttérkép háttérszíne
nl: Wallpaper achtergrond
pl: Tło tapety
ru: Фон обоев
tr: Duvar kağıdı arkaplanı

source: Warning: starting chat on multiple devices is not supported and will cause message delivery failures
cs: Doručenka
hu: Figyelmeztetés: a csevegés elindítása egyszerre több eszközön nem támogatott, mert üzenetkézbesítési hibákat okoz
nl: Waarschuwing: het starten van de chat op meerdere apparaten wordt niet ondersteund en zal leiden tot mislukte bezorging van berichten
pl: Ostrzeżenie: rozpoczęcie czatu na wielu urządzeniach nie jest wspierane i spowoduje niepowodzenia dostarczania wiadomości
ru: Внимание: запуск чата на нескольких устройствах не поддерживается и приведет к сбоям доставки сообщений
tr: Uyarı: birden fazla cihazda sohbet başlatmak desteklenmez ve mesaj teslim hatalarına neden olur

source: Warning: you may lose some data!
cs: Upozornění: můžete ztratit nějaká data!
hu: Figyelmeztetés: néhány adat elveszhet!
nl: Waarschuwing: u kunt sommige gegevens verliezen!
pl: Uwaga: możesz stracić niektóre dane!
pt_br: Aviso: você pode perder alguns dados!
ru: Предупреждение: Вы можете потерять какие то данные!
tr: Uyarı: Bazı verileri kaybedebilirsin!
zh_hant: 警告：你可能會遺失一些數據！

source: WebRTC ICE servers
cs: WebRTC servery ICE
hu: WebRTC ICE-kiszolgálók
pl: Serwery WebRTC ICE
pt_br: Servidores ICE WebRTC
ru: WebRTC ICE серверы
tr: WebRTC ICE sunucuları
zh_hant: WebRTC ICE 伺服器

source: Welcome %@!
cs: Vítejte %@!
hu: Üdvözöljük %@!
nl: Welkom %@!
pl: Witaj %@!
ru: Здравствуйте %@!
tr: Hoşgeldin %@!
zh_hant: 歡迎 ％@！

source: Welcome message
cs: Uvítací zpráva
hu: Üdvözlőüzenet
nl: Welkom bericht
pl: Wiadomość powitalna
pt_br: Mensagem de boas-vindas
ru: Приветственное сообщение
tr: Karşılama mesajı
zh_hant: 歡迎訊息

source: Welcome message is too long
cs: Uvítací zpráva je příliš dlouhá
hu: Az üdvözlőüzenet túl hosszú
nl: Welkom bericht is te lang
pl: Wiadomość powitalna jest zbyt długa
ru: Приветственное сообщение слишком длинное
tr: Hoş geldiniz mesajı çok uzun

source: What's new
cs: Co je nového
hu: Újdonságok
nl: Wat is er nieuw
pl: Co nowego
pt_br: Novidades
ru: Новые функции
tr: Neler yeni
zh_hant: 更新內容

source: When available
cs: Když je k dispozici
hu: Amikor elérhető
nl: Wanneer beschikbaar
pl: Gdy dostępny
pt_br: Quando disponível
ru: Когда возможно
tr: Mevcut olduğunda
zh_hant: 當有

source: When connecting audio and video calls.
cs: Při připojování audio a video hovorů.
hu: Amikor egy bejövő hang- vagy videóhívás érkezik.
nl: Bij het verbinden van audio- en video-oproepen.
pl: Podczas łączenia połączeń audio i wideo.
ru: Во время соединения аудио и видео звонков.
tr: Sesli ve görüntülü aramalara bağlanırken.

source: When more than one operator is enabled, none of them has metadata to learn who communicates with whom.
cs: Operátor
hu: Amikor egynél több üzemeltető van engedélyezve, akkor egyik sem rendelkezik olyan metaadatokkal, amelyekből megtudható, hogy ki kivel kommunikál.

source: When you share an incognito profile with somebody, this profile will be used for the groups they invite you to.
cs: Pokud s někým sdílíte inkognito profil, bude tento profil použit pro skupiny, do kterých vás pozve.
hu: Inkognitóprofil megosztása esetén a rendszer azt a profilt fogja használni azokhoz a csoportokhoz, amelyekbe meghívást kapott.
nl: Wanneer je een incognito profiel met iemand deelt, wordt dit profiel gebruikt voor de groepen waarvoor ze je uitnodigen.
pl: Gdy udostępnisz komuś profil incognito, będzie on używany w grupach, do których Cię zaprosi.
pt_br: Quando você compartilha um perfil anônimo com alguém, esse perfil será usado para os grupos aos quais essa pessoa o convidar.
ru: Когда Вы соединены с контактом инкогнито, тот же самый инкогнито профиль будет использоваться для групп с этим контактом.
tr: Biriyle gizli bir profil paylaştığınızda, bu profil sizi davet ettikleri gruplar için kullanılacaktır.
zh_hant: 當你與某人分享已啟用匿名聊天模式的個人檔案時，此個人檔案將用於他們邀請你參加的群組。

source: Will be enabled in direct chats!
hu: A közvetlen csevegésekben engedélyezve lesz!
nl: Wordt ingeschakeld in directe chats!
pl: Zostanie włączone w czatach bezpośrednich!
ru: Будет включено в прямых разговорах!
tr: Doğrudan sohbetlerde etkinleştirilecektir!

source: Wired ethernet
hu: Vezetékes Ethernet
nl: Bekabeld Ethernet
pl: Połączenie ethernet (po kablu)
ru: Проводная сеть
tr: Kablolu ethernet

source: With encrypted files and media.
cs: Soubory a média
hu: Titkosított fájlokkal és médiatartalmakkal.
nl: ‐Met versleutelde bestanden en media.
pl: Z zaszyfrowanymi plikami i multimediami.
ru: С зашифрованными файлами и медиа.
tr: Şifrelenmiş dosyalar ve medya ile birlikte.

source: With optional welcome message.
cs: S volitelnou uvítací zprávou.
hu: Nem kötelező üdvözlőüzenettel.
nl: Met optioneel welkom bericht.
pl: Z opcjonalną wiadomością powitalną.
pt_br: Com mensagem de boas-vindas opcional.
ru: С опциональным авто-ответом.
tr: İsteğe bağlı karşılama mesajı ile.
zh_hant: 帶有可選擇的歡迎訊息。

source: With reduced battery usage.
cs: Vítejte!
hu: Csökkentett akkumulátor-használattal.
nl: Met verminderd batterijgebruik.
pl: Ze zmniejszonym zużyciem baterii.
ru: С уменьшенным потреблением батареи.
tr: Azaltılmış pil kullanımı ile birlikte.

source: Without Tor or VPN, your IP address will be visible to file servers.
hu: Tor vagy VPN nélkül az Ön IP-címe látható lesz a fájlkiszolgálók számára.
nl: Zonder Tor of VPN is uw IP-adres zichtbaar voor bestandsservers.
pl: Bez Tor lub VPN, Twój adres IP będzie widoczny do serwerów plików.
ru: Без Тора или ВПН, Ваш IP адрес будет доступен серверам файлов.
tr: Tor veya VPN olmadan, IP adresiniz dosya sunucularına görülebilir.

source: Without Tor or VPN, your IP address will be visible to these XFTP relays: %@.
hu: Tor vagy VPN nélkül az Ön IP-címe látható lesz a következő XFTP-továbbítókiszolgálók számára: %@.
nl: Zonder Tor of VPN zal uw IP-adres zichtbaar zijn voor deze XFTP-relays: %@.
pl: Bez Tor lub VPN, Twój adres IP będzie widoczny dla tych przekaźników XFTP: %@.
ru: Без Тора или ВПН, Ваш IP адрес будет доступен этим серверам файлов: %@.
tr: Tor veya VPN olmadan, IP adresiniz bu XFTP aktarıcıları tarafından görülebilir: %@.

source: Wrong database passphrase
cs: Špatná přístupová fráze k databázi
hu: Érvénytelen adatbázis-jelmondat
nl: Verkeerd wachtwoord voor de database
pl: Nieprawidłowe hasło bazy danych
pt_br: Senha do banco de dados incorreta
ru: Неправильный пароль базы данных
tr: Yanlış veritabanı parolası
zh_hant: 錯誤的數據庫密碼

source: Wrong key or unknown connection - most likely this connection is deleted.
cs: přístupová fráze k databázi
hu: Érvénytelen kulcs vagy ismeretlen kapcsolat – valószínűleg ez a kapcsolat törlődött.
nl: Verkeerde sleutel of onbekende verbinding - hoogstwaarschijnlijk is deze verbinding verwijderd.
pl: Zły klucz lub nieznane połączenie - najprawdopodobniej to połączenie jest usunięte.
ru: Неверный ключ или неизвестное соединение - скорее всего, это соединение удалено.
tr: Yanlış anahtar veya bilinmeyen bağlantı - büyük olasılıkla bu bağlantı silinmiştir.

source: Wrong key or unknown file chunk address - most likely file is deleted.
cs: Nesprávný klíč nebo neznámá adresa části souboru - soubor byl pravděpodobně smazán.
hu: Érvénytelen kulcs vagy ismeretlen fájltöredékcím – valószínűleg a fájl törlődött.
nl: Verkeerde sleutel of onbekend bestanddeeladres - hoogstwaarschijnlijk is het bestand verwijderd.
pl: Zły klucz lub nieznany adres fragmentu pliku - najprawdopodobniej plik został usunięty.
ru: Неверный ключ или неизвестный адрес блока файла - скорее всего, файл удален.
tr: Yanlış anahtar veya bilinmeyen dosya yığın adresi - büyük olasılıkla dosya silinmiştir.

source: Wrong passphrase!
cs: Špatná přístupová fráze!
hu: Érvénytelen jelmondat!
nl: Verkeerd wachtwoord!
pl: Nieprawidłowe hasło!
pt_br: Senha incorreta!
ru: Неправильный пароль!
tr: Yanlış parola!
zh_hant: 密碼錯誤！

source: XFTP server
cs: Špatná přístupová fráze k databázi
hu: XFTP-kiszolgáló
pl: Serwer XFTP
ru: XFTP сервер
tr: XFTP sunucusu

source: You **must not** use the same database on two devices.
cs: Zařízení
hu: **Nem szabad** ugyanazt az adatbázist használni egyszerre két eszközön.
nl: U **mag** niet dezelfde database op twee apparaten gebruiken.
pl: **Nie możesz** używać tej samej bazy na dwóch urządzeniach.
ru: Вы **не должны** использовать одну и ту же базу данных на двух устройствах.
tr: Aynı veritabanını iki cihazda **kullanmamalısınız**.

source: You accepted connection
cs: Přijali jste spojení
hu: Kapcsolat létrehozása
nl: Je hebt de verbinding geaccepteerd
pl: Zaakceptowałeś połączenie
pt_br: Você aceitou a conexão
ru: Вы приняли приглашение соединиться
tr: Bağlantıyı onayladın
zh_hant: 你接受了連接

source: You allow
cs: Povolíte
hu: Ön engedélyezi
nl: Jij staat toe
pl: Pozwalasz
pt_br: Você aceita
ru: Вы разрешаете
tr: İzin veriyorsunuz
zh_hant: 你允許

source: You already have a chat profile with the same display name. Please choose another name.
cs: Již máte profil chatu se stejným zobrazovacím názvem. Zvolte prosím jiné jméno.
hu: Már van egy csevegési profil ugyanezzel a megjelenítendő névvel. Válasszon egy másik nevet.
nl: Je hebt al een chatprofiel met dezelfde weergave naam. Kies een andere naam.
pl: Masz już profil czatu o tej samej nazwie wyświetlanej. Proszę wybrać inną nazwę.
pt_br: Você já possui um perfil de chat com o mesmo nome. Por favor escolha outro nome.
ru: У Вас уже есть профиль с таким именем. Пожалуйста, выберите другое имя.
tr: Aynı görünen ada sahip bir konuşma profilin zaten var. Lütfen başka bir ad seç.
zh_hant: 你所選用的新個人檔案顯示名稱和目前的其中一個個人檔案相同。請選擇其他名稱。

source: You are already connected to %@.
cs: Již jste připojeni k %@.
hu: Ön már kapcsolódott a következőhöz: %@.
nl: U bent al verbonden met %@.
pl: Jesteś już połączony z %@.
ru: Вы уже соединены с контактом %@.
tr: Zaten %@'a bağlısınız.
zh_hant: 你已連接到 %@。

source: You are already connected with %@.
cs: Přijali jste spojení
hu: Ön már kapcsolódva van vele: %@.

source: You are already connecting to %@.
hu: A kapcsolódás már folyamatban van a következőhöz: %@.
nl: U maakt al verbinding met %@.
pl: Już się łączysz z %@.
ru: Вы уже соединяетесь с %@.
tr: Zaten %@'a bağlanıyorsunuz.

source: You are already connecting via this one-time link!
hu: A kapcsolódás már folyamatban van ezen az egyszer használható meghívón keresztül!
nl: Je maakt al verbinding via deze eenmalige link!
pl: Już jesteś połączony z tym jednorazowym linkiem!
ru: Вы уже соединяетесь по этой одноразовой ссылке!
tr: Bu tek seferlik bağlantı üzerinden zaten bağlanıyorsunuz!

source: You are already in group %@.
hu: Ön már a(z) %@ nevű csoport tagja.
nl: Je zit al in groep %@.
pl: Już jesteś w grupie %@.
ru: Вы уже состоите в группе %@.
tr: Zaten %@ grubundasın.

source: You are already joining the group %@.
hu: A csatlakozás már folyamatban van a(z) %@ nevű csoporthoz.
nl: Je bent al lid van de groep %@.
pl: Już dołączasz do grupy %@.
ru: Вы уже вступаете в группу %@.
tr: Zaten %@ grubuna katılıyorsunuz.

source: You are already joining the group via this link!
hu: A csatlakozás már folyamatban van a csoporthoz ezen a hivatkozáson keresztül!
nl: Je wordt al lid van de groep via deze link!
pl: Już dołączasz do grupy przez ten link!
ru: Вы уже вступаете в группу по этой ссылке!
tr: Bu bağlantı üzerinden gruba zaten katılıyorsunuz!

source: You are already joining the group via this link.
hu: A csatlakozás már folyamatban van a csoporthoz ezen a hivatkozáson keresztül.
nl: Je wordt al lid van de groep via deze link.
pl: Już dołączasz do grupy przez ten link.
ru: Вы уже вступаете в группу по этой ссылке.
tr: Gruba zaten bu bağlantı üzerinden katılıyorsunuz.

# You are already joining the group!&#10;Repeat join request?
source: You are already joining the group! Repeat join request?
hu: A csatlakozás már folyamatban van a csoporthoz! Megismétli a meghívási kérést?
nl: Je sluit je al aan bij de groep! Deelnameverzoek herhalen?
pl: Już dołączasz do grupy! Powtórzyć prośbę dołączenia?
ru: Вы уже вступаете в группу! Повторить запрос на вступление?
tr: Gruba zaten katılıyorsunuz! Katılma isteği tekrarlansın mı?

source: You are connected to the server used to receive messages from this contact.
hu: Ön már kapcsolódott ahhoz a kiszolgálóhoz, amely az adott partnerétől érkező üzenetek fogadására szolgál.
nl: U bent verbonden met de server die wordt gebruikt om berichten van dit contact te ontvangen.
pl: Jesteś połączony z serwerem używanym do odbierania wiadomości od tego kontaktu.
pt_br: Você está conectado ao servidor usado para receber mensagens desse contato.
ru: Установлено соединение с сервером, через который Вы получаете сообщения от этого контакта.
tr: Bu kişiden mesaj almak için kullanılan sunucuya bağlısınız.
zh_hant: 你已連接到此聯絡人使用的伺服器以接收訊息。

source: You are invited to group
cs: Jste pozváni do skupiny
hu: Ön meghívást kapott a csoportba
nl: Je bent uitgenodigd voor de groep
pl: Jesteś zaproszony do grupy
pt_br: Você está convidado para o grupo
ru: Вы приглашены в группу
tr: Gruba davet edildiniz
zh_hant: 你被邀請加入至群組

source: You are not connected to these servers. Private routing is used to deliver messages to them.
cs: ŽIVĚ
hu: Ön nem kapcsolódik ezekhez a kiszolgálókhoz. A privát útválasztás az üzenetek kézbesítésére szolgál.
nl: U bent niet verbonden met deze servers. Privéroutering wordt gebruikt om berichten bij hen af te leveren.
pl: Nie jesteś połączony z tymi serwerami. Prywatne trasowanie jest używane do dostarczania do nich wiadomości.
ru: Вы не подключены к этим серверам. Для доставки сообщений на них используется конфиденциальная доставка.
tr: Bu sunuculara bağlı değilsiniz. Mesajları onlara iletmek için özel yönlendirme kullanılır.

source: You can accept calls from lock screen, without device and app authentication.
cs: Můžete přijímat hovory z obrazovky zámku, bez ověření zařízení a aplikace.
hu: Hívásokat fogadhat a lezárási képernyőről, eszköz- és alkalmazás-hitelesítés nélkül.
nl: U kunt oproepen van het vergrendelingsscherm accepteren, zonder apparaat- en app-verificatie.
pl: Możesz przyjmować połączenia z ekranu blokady, bez uwierzytelniania urządzenia i aplikacji.
ru: Вы можете принимать звонки на экране блокировки, без аутентификации.
tr: Cihaz ve uygulama kimlik doğrulaması olmadan kilit ekranından çağrı kabul edebilirsiniz.
zh_hant: 你可以在上鎖畫面接受通話，不需裝置和應用程式認證。

source: You can change it in Appearance settings.
cs: Vzhled
hu: Ezt a „Megjelenés” menüben módosíthatja.
nl: U kunt dit wijzigen in de instellingen onder uiterlijk.
pl: Możesz to zmienić w ustawieniach wyglądu.
ru: Вы можете изменить это в настройках Интерфейса.
tr: Görünüm ayarlarından değiştirebilirsiniz.

source: You can configure servers via settings.
hu: A kiszolgálókat a „Hálózat és kiszolgálók” menüben konfigurálhatja.

source: You can create it later
cs: Můžete vytvořit později
hu: Létrehozás később
nl: U kan het later maken
pl: Możesz go utworzyć później
ru: Вы можете создать его позже
tr: Daha sonra oluşturabilirsiniz
zh_hant: 你可以在稍後建立它

source: You can enable later via Settings
cs: Můžete povolit později v Nastavení
hu: Később engedélyezheti a „Beállításokban”
nl: U kunt later inschakelen via Instellingen
pl: Możesz włączyć później w Ustawieniach
ru: Вы можете включить их позже в Настройках
tr: Daha sonra Ayarlardan etkinleştirebilirsin
