Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

source: **Recommended**: device token and notifications are sent to SimpleX Chat notification server, but not the message content, size or who it is from.
nl: **Aanbevolen**: apparaattoken en meldingen worden naar de SimpleX Chat-meldingsserver gestuurd, maar niet de berichtinhoud, -grootte of van wie het afkomstig is.
pl: **Zalecane**: do serwera powiadomień SimpleX Chat wysyłany jest token urządzenia i powiadomienia, lecz nie treść wiadomości, jej rozmiar lub od kogo ona jest.
pt_br: **Recomendado**: o token do dispositivo e as notificações são enviados para o servidor de notificações do SimpleX Chat, mas não o conteúdo, o tamanho ou o remetente da mensagem.
ru: **Рекомендовано**: токен устройства и уведомления отправляются на сервер SimpleX Chat, но сервер не получает сами сообщения, их размер или от кого они.
tr: **Önerilen**: cihaz tokeni ve bildirimler SimpleX Chat bildirim sunucularına gönderilir, ama mesajın içeriği, boyutu veya kimden geldiği gönderilmez.

source: 0s
ru: 0с
tr: 0sn
zh_hant: 0秒

source: About SimpleX
nl: Over SimpleX
pl: O SimpleX
pt_br: Sobre o SimpleX
ru: О SimpleX
tr: SimpleX Hakkında
zh_hant: 關於 SimpleX

source: About SimpleX address
nl: Over SimpleX adres
pl: O adresie SimpleX
pt_br: Sobre o endereço SimpleX
ru: Об адресе SimpleX
tr: SimpleX Chat adresi hakkında
zh_hant: 關於 SimpleX 的聯絡地址

source: Add contact
nl: Contact toevoegen
pl: Dodaj kontakt
pt_br: Adicionar contato
ru: Добавить контакт
tr: Kişi ekle
zh_hant: 新增聯絡人

source: Add preset servers
nl: Vooraf ingestelde servers toevoegen
pl: Dodaj gotowe serwery
pt_br: Adicionar servidores pré-definidos
ru: Добавить серверы по умолчанию
tr: Önceden ayarlanmış sunucu ekle
zh_hant: 加入預設伺服器

source: All data is private to your device.
nl: Alle gegevens zijn privé op uw apparaat.
pl: Wszystkie dane są prywatne na Twoim urządzeniu.
pt_br: Toda informação é privada em seu dispositivo.
ru: Все данные хранятся только на вашем устройстве.
tr: Tüm veriler cihazınıza özeldir.

source: Chat archive
nl: Gesprek archief
pl: Archiwum czatu
pt_br: Arquivo de chat
ru: Архив чата
tr: Sohbet arşivi
zh_hant: 封存對話

source: Configured %@ servers
nl: %@ servers geconfigureerd
pl: Skonfigurowano %@ serwerów
ru: Настроенные %@ серверы
tr: Yapılandırılmış %@ sunucuları

source: Create an address to let people connect with you.
nl: Maak een adres aan zodat mensen contact met je kunnen opnemen.
pl: Utwórz adres, aby ludzie mogli się z Tobą połączyć.
pt_br: Crie um endereço para que outras pessoas se possam conectar a você.
ru: Создайте адрес, чтобы можно было соединиться с вами.
tr: İnsanların seninle bağlanması için bir adres oluştur.
zh_hant: 建立一個聯絡地址讓其他用戶與你連接。

source: Created on %@
nl: Gemaakt op %@
pl: Utworzony w dniu %@
pt_br: Criado em %@
ru: Дата создания %@
tr: %@ de oluşturuldu
zh_hant: 建立於%@

source: Delete archive
nl: Archief verwijderen
pl: Usuń archiwum
pt_br: Excluir arquivo
ru: Удалить архив
tr: Arşivi sil
zh_hant: 刪除存檔

source: Delete chat archive?
nl: Chat archief verwijderen?
pl: Usunąć archiwum czatu?
pt_br: Excluir arquivo de chat?
ru: Удалить архив чата?
tr: Sohbet arşivi silinsin mi?
zh_hant: 刪除封存對話？

source: Direct messages between members are prohibited in this group.
nl: Directe berichten tussen leden zijn verboden in deze groep.
pl: Bezpośrednie wiadomości między członkami są zabronione w tej grupie.
pt_br: Mensagens diretas entre membros são proibidas neste grupo.
ru: Прямые сообщения между членами группы запрещены.
tr: Bu grupta üyeler arasında direkt mesajlaşma yasaktır.

source: Disappearing messages are prohibited in this group.
nl: Verdwijnende berichten zijn verboden in deze groep.
pl: Znikające wiadomości są zabronione w tej grupie.
pt_br: Mensagens que temporárias são proibidas neste grupo.
ru: Исчезающие сообщения запрещены в этой группе.
tr: Kaybolan mesajlar bu grupta yasaklanmış.

source: Error accessing database file
nl: Fout bij toegang tot database bestand
pl: Błąd dostępu do pliku bazy danych
pt_br: Erro acessando ficheiro da base de dados
ru: Ошибка при доступе к данным чата
tr: Veritabanı dosyasına erişilirken hata oluştu
zh_hant: 讀取數據庫檔案錯誤

source: Error loading %@ servers
nl: Fout bij het laden van %@ servers
pl: Błąd ładowania %@ serwerów
ru: Ошибка загрузки %@ серверов
tr: %@ sunucuları yüklenirken hata oluştu
zh_hant: 加載%@伺服器時出錯

source: Error saving %@ servers
nl: Fout bij opslaan van %@ servers
pl: Błąd zapisu %@ serwerów
ru: Ошибка при сохранении %@ серверов
tr: %@ sunucuları kaydedilirken sorun oluştu
zh_hant: 儲存%@ 伺服器時出錯

source: Files and media are prohibited in this group.
nl: Bestanden en media zijn verboden in deze groep.
pl: Pliki i media są zabronione w tej grupie.
ru: Файлы и медиа запрещены в этой группе.
tr: Dosyalar ve medya bu grupta yasaklandı.

source: Group members can add message reactions.
nl: Groepsleden kunnen bericht reacties toevoegen.
pl: Członkowie grupy mogą dodawać reakcje wiadomości.
ru: Члены группы могут добавлять реакции на сообщения.
tr: Grup üyeleri mesaj tepkileri ekleyebilir.

source: Group members can irreversibly delete sent messages. (24 hours)
nl: Groepsleden kunnen verzonden berichten onherroepelijk verwijderen. (24 uur)
pl: Członkowie grupy mogą nieodwracalnie usuwać wysłane wiadomości. (24 godziny)
ru: Члены группы могут необратимо удалять отправленные сообщения. (24 часа)
tr: Grup üyeleri, gönderilen mesajları kalıcı olarak silebilir. (24 saat içinde)

source: Group members can send SimpleX links.
nl: Groepsleden kunnen SimpleX-links verzenden.
pl: Członkowie grupy mogą wysyłać linki SimpleX.
ru: Члены группы могут отправлять ссылки SimpleX.
tr: Grup üyeleri SimpleX bağlantıları gönderebilir.

source: Group members can send direct messages.
nl: Groepsleden kunnen directe berichten sturen.
pl: Członkowie grupy mogą wysyłać bezpośrednie wiadomości.
pt_br: Os membros do grupo podem enviar DMs.
ru: Члены группы могут посылать прямые сообщения.
tr: Grup üyeleri doğrudan mesajlar gönderebilir.

source: Group members can send disappearing messages.
nl: Groepsleden kunnen verdwijnende berichten sturen.
pl: Członkowie grupy mogą wysyłać znikające wiadomości.
pt_br: Os membros do grupo podem enviar mensagens que desaparecem.
ru: Члены группы могут посылать исчезающие сообщения.
tr: Grup üyeleri kaybolan mesajlar gönderebilir.

source: Group members can send files and media.
nl: Groepsleden kunnen bestanden en media verzenden.
pl: Członkowie grupy mogą wysyłać pliki i media.
ru: Члены группы могут слать файлы и медиа.
tr: Grup üyeleri dosyalar ve medya gönderebilir.

source: Group members can send voice messages.
nl: Groepsleden kunnen spraak berichten verzenden.
pl: Członkowie grupy mogą wysyłać wiadomości głosowe.
pt_br: Os membros do grupo podem enviar mensagens de voz.
ru: Члены группы могут отправлять голосовые сообщения.
tr: Grup üyeleri sesli mesajlar gönderebilir.

source: Immune to spam and abuse
nl: Immuun voor spam en misbruik
pl: Odporność na spam i nadużycia
pt_br: Imune a spam e abuso
ru: Защищен от спама
tr: Spam ve kötüye kullanıma karşı bağışıklı

source: Instantly
nl: Direct
pl: Natychmiastowo
ru: Мгновенно
tr: Anında
zh_hant: 立即

source: Irreversible message deletion is prohibited in this group.
nl: Het onomkeerbaar verwijderen van berichten is verboden in deze groep.
pl: Nieodwracalne usuwanie wiadomości jest w tej grupie zabronione.
pt_br: A exclusão irreversível de mensagens é proibida neste grupo.
ru: Необратимое удаление сообщений запрещено в этой группе.
tr: Bu grupta geri döndürülemez mesaj silme yasaktır.

source: Local
nl: Lokaal
pl: Lokalnie
ru: Локальные
tr: Yerel

source: Make a private connection
nl: Maak een privéverbinding
pl: Nawiąż prywatne połączenie
pt_br: Fazer uma conexão privada
ru: Добавьте контакт
tr: Gizli bir bağlantı oluştur
zh_hant: 私下連接

source: Make sure %@ server addresses are in correct format, line separated and are not duplicated (%@).
nl: Zorg ervoor dat %@ server adressen de juiste indeling hebben, regel gescheiden zijn en niet gedupliceerd zijn (%@).
pl: Upewnij się, że adresy serwerów %@ są w poprawnym formacie, rozdzielone liniami i nie są zduplikowane (%@).
ru: Пожалуйста, проверьте, что адреса %@ серверов имеют правильный формат, каждый адрес на отдельной строке и не повторяется (%@).
tr: %@ sunucu adreslerinin doğru formatta olduğundan, satır ayrımı yapıldığından ve yinelenmediğinden (%@) emin olun.
zh_hant: 請確保你的 %@伺服器地址是正確的格式，每行也有分隔和沒有重複（%@）。

source: Many people asked: *if SimpleX has no user identifiers, how can it deliver messages?*
nl: Veel mensen vroegen: *als SimpleX geen gebruikers-ID's heeft, hoe kan het dan berichten bezorgen?*
pl: Wiele osób pytało: *jeśli SimpleX nie ma identyfikatora użytkownika, jak może dostarczać wiadomości?*
ru: Много пользователей спросили: *как SimpleX доставляет сообщения без идентификаторов пользователей?*
tr: Çoğu kişi sordu: *eğer SimpleX'in hiç kullanıcı tanımlayıcıları yok, o zaman mesajları nasıl gönderebiliyor?*
zh_hant: 有很多人問：*如果 SimpleX 沒有任何的用戶標識符，它如何傳送訊息？*

source: Message reactions are prohibited in this group.
nl: Reacties op berichten zijn verboden in deze groep.
pl: Reakcje wiadomości są zabronione w tej grupie.
ru: Реакции на сообщения запрещены в этой группе.
tr: Mesaj tepkileri bu grupta yasaklandı.

source: Migrations: %@
nl: Migraties: %@
pl: Migracje: %@
ru: Миграции: %@
tr: Geçişler: %@

source: New database archive
nl: Nieuw database archief
pl: Nowe archiwum bazy danych
pt_br: Novo arquivo de banco de dados
ru: Новый архив чата
tr: Yeni veritabanı arşivi
zh_hant: 新的數據庫存檔

source: Old database archive
nl: Oud database archief
pl: Stare archiwum bazy danych
pt_br: Arquivo de banco de dados antigo
ru: Старый архив чата
tr: Eski veritabanı arşivi
zh_hant: 舊的數據庫存檔

source: Only client devices store user profiles, contacts, groups, and messages sent with **2-layer end-to-end encryption**.
nl: Alleen client apparaten slaan gebruikers profielen, contacten, groepen en berichten op die zijn verzonden met **2-laags end-to-end-codering**.
pl: Tylko urządzenia klienckie przechowują profile użytkowników, kontakty, grupy i wiadomości wysyłane za pomocą **2-warstwowego szyfrowania end-to-end**.
ru: Только пользовательские устройства хранят контакты, группы и сообщения, которые отправляются **с двухуровневым end-to-end шифрованием**.
tr: Yalnızca istemci cihazlar kullanıcı profillerini, kişileri, grupları ve **2 katmanlı uçtan uca şifreleme** ile gönderilen mesajları depolar.

source: Open server settings
nl: Server instellingen openen
pl: Otwórz ustawienia serwera
ru: Открыть настройки серверов
tr: Sunucu ayarlarını aç

source: Open user profiles
nl: Gebruikers profielen openen
pl: Otwórz profile użytkownika
ru: Открыть профили пользователя
tr: Kullanıcı profillerini aç
zh_hant: 打開用戶個人資料

source: Open-source protocol and code – anybody can run the servers.
nl: Open-source protocol en code. Iedereen kan de servers draaien.
pl: Otwarto źródłowy protokół i kod - każdy może uruchomić serwery.
pt_br: Protocolo de código aberto – qualquer um pode executar os servidores.
ru: Открытый протокол и код - кто угодно может запустить сервер.
tr: Açık kaynak protokolü ve kodu - herhangi biri sunucuları çalıştırabilir.

source: Other %@ servers
nl: Andere %@ servers
pl: Inne %@ serwery
ru: Другие %@ серверы
tr: Diğer %@ sunucuları

source: People can connect to you only via the links you share.
nl: Mensen kunnen alleen verbinding met u maken via de links die u deelt.
pl: Ludzie mogą się z Tobą połączyć tylko poprzez linki, które udostępniasz.
pt_br: Pessoas podem se conectar com você somente via links compartilhados.
ru: С Вами можно соединиться только через созданные Вами ссылки.
tr: İnsanlar size yalnızca paylaştığınız bağlantılar üzerinden ulaşabilir.

source: Periodically
nl: Periodiek
pl: Okresowo
ru: Периодически
tr: Periyodik olarak
zh_hant: 定期

source: Port
nl: Poort
ru: Порт

source: Preset server
nl: Vooraf ingestelde server
pl: Wstępnie ustawiony serwer
pt_br: Servidor pré-definido
ru: Сервер по умолчанию
tr: Ön ayarlı sunucu
zh_hant: 預設伺服器

source: Read more in [User Guide](https://simplex.chat/docs/guide/app-settings.html#your-simplex-contact-address).
nl: Lees meer in de [Gebruikershandleiding](https://simplex.chat/docs/guide/app-settings.html#uw-simplex-contactadres).
pl: Przeczytaj więcej w [Podręczniku Użytkownika](https://simplex.chat/docs/guide/app-settings.html#your-simplex-contact-address).
ru: Узнать больше в [Руководстве пользователя](https://simplex.chat/docs/guide/app-settings.html#your-simplex-contact-address).
tr: [Kullanıcı Rehberi]nde daha fazlasını okuyun(https://simplex.chat/docs/guide/app-settings.html#your-simplex-contact-address).
zh_hant: 可在 [用戶指南](https://simplex.chat/docs/guide/app-settings.html#your-simplex-contact-address)內查看更多。

source: Read more in our GitHub repository.
nl: Lees meer in onze GitHub repository.
pl: Przeczytaj więcej na naszym repozytorium GitHub.
pt_br: Leia mais no nosso repositório do GitHub.
ru: Узнайте больше из нашего GitHub репозитория.
tr: Daha fazlasını GitHub depomuzdan oku.
zh_hant: 於 GitHub 儲存庫內查看更多。

source: Save archive
nl: Bewaar archief
pl: Zapisz archiwum
pt_br: Salvar arquivo
ru: Сохранить архив
tr: Arşivi kaydet
zh_hant: 儲存存檔

source: Send notifications:
nl: Meldingen verzenden:
pl: Wyślij powiadomienia:
ru: Отправлять уведомления:
tr: Bildirimler gönder:
zh_hant: 傳送通知：

source: SimpleX links are prohibited in this group.
nl: SimpleX-links zijn in deze groep verboden.
pl: Linki SimpleX są zablokowane na tej grupie.
ru: Ссылки SimpleX запрещены в этой группе.
tr: SimpleX bağlantıları bu grupta yasaklandı.

source: Stop chat to enable database actions
nl: Stop de chat om database acties mogelijk te maken
pl: Zatrzymaj czat, aby umożliwić działania na bazie danych
ru: Остановите чат, чтобы разблокировать операции с архивом чата
tr: Veritabanı eylemlerini etkinleştirmek için sohbeti durdur
zh_hant: 停止聊天室以啟用數據庫功能

source: The 1st platform without any user identifiers – private by design.
nl: Het eerste platform zonder gebruikers-ID's, privé door ontwerp.
pl: Pierwsza platforma bez żadnych identyfikatorów użytkowników – z założenia prywatna.
pt_br: A 1ª plataforma sem nenhum identificador de usuário – privada por design.
ru: Первая в мире платформа без идентификаторов пользователей.
tr: Herhangi bir kullanıcı tanımlayıcısı olmayan ilk platform - tasarım gereği gizli.

source: The next generation of private messaging
nl: De volgende generatie privéberichten
pl: Następna generacja prywatnych wiadomości
pt_br: A próxima geração de mensageiros privados
ru: Новое поколение приватных сообщений
tr: Gizli mesajlaşmanın yeni nesli

source: The profile is only shared with your contacts.
nl: Het profiel wordt alleen gedeeld met uw contacten.
pl: Profil jest udostępniany tylko Twoim kontaktom.
pt_br: O perfil é compartilhado apenas com seus contatos.
ru: Профиль отправляется только Вашим контактам.
tr: Profil sadece kişilerinle paylaşılacak.
zh_hant: 你的個人檔案只會和你的聯絡人分享。

source: To protect privacy, instead of user IDs used by all other platforms, SimpleX has identifiers for message queues, separate for each of your contacts.
nl: Om de privacy te beschermen, heeft SimpleX in plaats van gebruikers-ID's die door alle andere platforms worden gebruikt, ID's voor berichten wachtrijen, afzonderlijk voor elk van uw contacten.
pl: Aby chronić prywatność, zamiast identyfikatorów użytkowników używanych przez wszystkie inne platformy, SimpleX ma identyfikatory dla kolejek wiadomości, oddzielne dla każdego z Twoich kontaktów.
ru: Чтобы защитить Вашу конфиденциальность, вместо ID пользователей, которые есть в других платформах, SimpleX использует ID для очередей сообщений, разные для каждого контакта.
tr: Gizliliği korumak için, diğer tüm platformlar gibi kullanıcı kimliği kullanmak yerine, SimpleX mesaj kuyrukları için kişilerinizin her biri için ayrı tanımlayıcılara sahiptir.

source: Voice messages are prohibited in this group.
nl: Spraak berichten zijn verboden in deze groep.
pl: Wiadomości głosowe są zabronione w tej grupie.
pt_br: Mensagens de voz são proibidas neste grupo.
ru: Голосовые сообщения запрещены в этой группе.
tr: Bu grupta sesli mesajlar yasaktır.

source: When people request to connect, you can accept or reject it.
nl: Wanneer mensen vragen om verbinding te maken, kunt u dit accepteren of weigeren.
pl: Kiedy ludzie proszą o połączenie, możesz je zaakceptować lub odrzucić.
ru: Когда Вы получите запрос на соединение, Вы можете принять или отклонить его.
tr: İnsanlar bağlantı talebinde bulunduğunda, kabul edebilir veya reddedebilirsiniz.
zh_hant: 當有人向你發出連接請求，你可以接受或拒絕請求。

source: You can share your address as a link or QR code - anybody can connect to you.
nl: U kunt uw adres delen als een link of als een QR-code. Iedereen kan verbinding met u maken.
pl: Możesz udostępnić swój adres jako link lub jako kod QR - każdy będzie mógł się z Tobą połączyć.
ru: Вы можете использовать Ваш адрес как ссылку или как QR код - кто угодно сможет соединиться с Вами.
tr: Adresinizi bir bağlantı veya QR kodu olarak paylaşabilirsiniz - herkes size bağlanabilir.
zh_hant: 你可以將你的地址作為連結或二維碼以分享 - 任何人都可以連接到你。

source: You control through which server(s) **to receive** the messages, your contacts – the servers you use to message them.
nl: U bepaalt via welke server(s) de berichten **ontvangen**, uw contacten de servers die u gebruikt om ze berichten te sturen.
pl: Kontrolujesz przez który serwer(y) **odbierać** wiadomości, Twoje kontakty - serwery, których używasz do wysyłania im wiadomości.
ru: Вы определяете через какие серверы Вы **получаете сообщения**, Ваши контакты - серверы, которые Вы используете для отправки.
tr: Mesajların hangi sunucu(lar)dan **alınacağını**, kişilerinizi - onlara mesaj göndermek için kullandığınız sunucuları - siz kontrol edersiniz.

source: Your %@ servers
nl: Uw %@ servers
pl: Twoje serwery %@
ru: Ваши %@ серверы
tr: %@ sunucularınız
zh_hant: 你的 %@ 伺服器

source: Your SMP servers
nl: Uw SMP servers
pl: Twoje serwery SMP
pt_br: Seus servidores SMP
ru: Ваши SMP серверы
tr: SMP sunucularınız
zh_hant: 你的 SMP 伺服器

source: Your XFTP servers
nl: Uw XFTP servers
pl: Twoje serwery XFTP
pt_br: Seus servidores XFTP
ru: Ваши XFTP серверы
tr: XFTP sunucularınız
zh_hant: 你的 XFTP 伺服器

source: Your profile, contacts and delivered messages are stored on your device.
nl: Uw profiel, contacten en afgeleverde berichten worden op uw apparaat opgeslagen.
pl: Twój profil, kontakty i dostarczone wiadomości są przechowywane na Twoim urządzeniu.
pt_br: Seu perfil, contatos e mensagens enviadas são guardados no seu dispositivo.
ru: Ваш профиль, контакты и доставленные сообщения хранятся на Вашем устройстве.
tr: Profiliniz, kişileriniz ve gönderilmiş mesajlar cihazınızda saklanır.
zh_hant: 你的個人檔案，聯絡人和傳送的訊息只會儲存於你的個人裝置內。

source: Your server
nl: Uw server
pl: Twój serwer
pt_br: Seu servidor
ru: Ваш сервер
tr: Sunucunuz
zh_hant: 你的伺服器

source: event happened
nl: gebeurtenis gebeurd
pl: nowe wydarzenie
ru: событие произошло
tr: etkinlik yaşandı

source: mute
nl: dempen
pl: wycisz
ru: без звука
tr: Sessiz

source: unmute
nl: dempen opheffen
pl: wyłącz wyciszenie
ru: уведомлять
tr: susturmayı kaldır

source: TCP_KEEPIDLE
tr: TCP_BOŞTAKAL

source: TCP_KEEPINTVL
tr: TCP_TVLDEKAL

source: **Create link / QR code** for your contact to use.
pt_br: **Crie um link / QR code** para seu contato usar.
zh_hant: **建立連結 / 二維碼** 讓你的聯絡人使用。

source: **Paste received link** or open it in the browser and tap **Open in mobile app**.
pt_br: **Cole o link recebido** ou abra-o no navegador e toque em **Abrir no aplicativo**.
zh_hant: **貼上接收到的連結**或者在瀏覽器裏開啟和點擊**在電話應用程式中打開**。

source: **Scan QR code**: to connect to your contact in person or via video call.
pt_br: **Escaneie QR Code**: para se conectar ao seu contato pessoalmente ou por meio de chamada de vídeo.
zh_hant: **掃描二維碼**：面對面接觸或通過視頻通話去連接你的聯絡人。

source: 2 weeks
pt_br: 2 semanas
zh_hant: 2個星期

source: A random profile will be sent to the contact that you received this link from
pt_br: Um perfil aleatório será enviado para o contato do qual você recebeu este link
zh_hant: 隨機的個人檔案將傳送給接收到此連結的聯絡人

source: A random profile will be sent to your contact
pt_br: Um perfil aleatório será enviado para o seu contato
zh_hant: 隨機的個人檔案將傳送給你的聯絡人

source: Accent color
pt_br: Cor de acento
zh_hant: 自訂顏色

source: Accept contact
pt_br: Aceitar contato
zh_hant: 接受聯絡人

source: Accept requests
zh_hant: 接受請求

source: All your contacts will remain connected
zh_hant: 群組內所有成員會保持連接

source: Allow irreversible message deletion only if your contact allows it to you.
pt_br: Permita a exclusão irreversível da mensagem somente se o seu contato permitir.
zh_hant: 只有你的聯絡人允許的情況下，才允許不可逆地將訊息刪除。

source: Allow to irreversibly delete sent messages.
pt_br: Permite excluir irreversivelmente as mensagens enviadas.
zh_hant: 允許將不可撤銷的訊息刪除。

source: Allow your contacts to irreversibly delete sent messages.
pt_br: Permitir que seus contatos excluam de forma irreversível as mensagens enviadas.
zh_hant: 允許你的聯絡人可以不可逆地刪除已發送的訊息。

source: Automatically
zh_hant: 自動接受所有請求

source: Both you and your contact can irreversibly delete sent messages.
pt_br: Você e seu contato podem excluir mensagens enviadas de forma irreversível.
zh_hant: 你和你的聯絡人都可以不可逆地刪除已經傳送的訊息。

source: Colors
pt_br: Cores
zh_hant: 顏色

source: Connect via contact link?
pt_br: Conectar via link de contato?
zh_hant: 透過連結連接聯絡人？

source: Connect via group link?
pt_br: Conectar via link do grupo?
zh_hant: 通過邀請連結連接群組？

source: Connect via link / QR code
pt_br: Conectar via link/QR
zh_hant: 透過連結 / 二維碼去連接

source: Connect via one-time link?
pt_br: Conectar via link de uso único?
zh_hant: 透過一次性連結連線？

source: Connection request
pt_br: Pedido de conexão
zh_hant: 連線

source: Contact and all messages will be deleted - this cannot be undone!
pt_br: Contato e todas as mensagens serão excluídas - isso não pode ser desfeito!
zh_hant: 此聯絡人和此聯絡人的訊息會全部刪除 - 這不能還原！

source: Contact is not connected yet!
pt_br: Contato ainda não está conectado!
zh_hant: 你的聯絡人現在還沒連接！

source: Contact requests
zh_hant: 聯絡人請求

source: Core built at: %@
zh_hant: 核心建立於：%@

source: Create address
zh_hant: 建立地址

source: Create one-time invitation link
pt_br: Gerar um link de convite de uso único
zh_hant: 建立一次性邀請連結

source: Delete Contact
pt_br: Excluir contato
zh_hant: 刪除聯絡人

source: Delete pending connection
pt_br: Excluir conexão pendente
zh_hant: 刪除等待中的連接

source: Display name
pt_br: Nome de exibição
zh_hant: 顯示名稱

source: Display name:
pt_br: Nome de exibição:
zh_hant: 顯示名稱：

source: Error deleting contact
pt_br: Erro ao excluir contato
zh_hant: 刪除聯絡人時出錯

source: Error saving SMP servers
zh_hant: 儲存 SMP 伺服器時出錯

source: Exporting database archive...
zh_hant: 匯出數據庫存檔中...

source: Full name:
pt_br: Nome completo:
zh_hant: 全名：

source: Group members can irreversibly delete sent messages.
pt_br: Os membros do grupo podem excluir mensagens enviadas de forma irreversível.
zh_hant: 群組內的成員可以不可逆地刪除訊息。

source: If you can't meet in person, **show QR code in the video call**, or share the link.
zh_hant: 如果你不能面對面接觸此聯絡人，可於視訊通話中**出示你的二維碼**，或者分享連結。

source: If you cannot meet in person, you can **scan QR code in the video call**, or your contact can share an invitation link.
zh_hant: 如果你不能面對面接觸此聯絡人，你可以於視訊通話中**掃描二維碼**，或者你可以分享一個邀請連結給此聯絡人。

source: Incognito mode is not supported here - your main profile will be sent to group members
pt_br: O modo de navegação anônima não é suportado aqui - seu perfil principal será enviado aos membros do grupo
zh_hant: 匿名聊天模式在這裡是不支援 - 你的個人檔案會顯示於群組內

source: Incognito mode protects the privacy of your main profile name and image — for each new contact a new random profile is created.
pt_br: O modo de navegação anônima protege a privacidade do nome e da imagem do seu perfil principal — para cada novo contato, um novo perfil aleatório é criado.
zh_hant: 匿名聊天模式會保護你的真實個人檔案名稱和頭像 — 當有新聯絡人的時候會自動建立一個隨機性的個人檔案。
