Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

source: Incompatible database version
cs: Nekompatibilní verze databáze
hu: Nem kompatibilis adatbázis-verzió
nl: Incompatibele database versie
pl: Niekompatybilna wersja bazy danych
pt_br: Versão do banco de dados incompatível
ru: Несовместимая версия базы данных
tr: Uyumsuz veritabanı sürümü
zh_hant: 數據庫版本不相容

source: Incompatible version
cs: Nekompatibilní verze databáze
hu: Nem kompatibilis verzió
nl: Incompatibele versie
pl: Niekompatybilna wersja
ru: Несовместимая версия
tr: Uyumsuz sürüm

source: Incorrect passcode
cs: Nesprávné heslo
hu: Téves jelkód
nl: Onjuiste toegangscode
pl: Nieprawidłowy pin
pt_br: Senha incorreta
ru: Неправильный код
tr: Uyumsuz parola
zh_hant: 密碼錯誤

source: Incorrect security code!
cs: Nesprávný bezpečnostní kód!
hu: Helytelen biztonsági kód!
nl: Onjuiste beveiligingscode!
pl: Nieprawidłowy kod bezpieczeństwa!
pt_br: Código de segurança incorreto!
ru: Неправильный код безопасности!
tr: Uyumsuz güvenlik kodu!
zh_hant: 錯誤的安全碼！

source: Info
hu: Információ
ru: Информация
tr: Bilgi
zh_hant: 個人訊息

source: Initial role
cs: Počáteční role
hu: Kezdeti szerepkör
nl: Initiële rol
pl: Rola początkowa
pt_br: Função inicial
ru: Роль при вступлении
tr: Başlangıç rolü
zh_hant: 初始角色

source: Install [SimpleX Chat for terminal](https://github.com/simplex-chat/simplex-chat)
cs: Nainstalujte [SimpleX Chat pro terminál](https://github.com/simplex-chat/simplex-chat)
hu: A [SimpleX Chat terminálhoz] telepítése (https://github.com/simplex-chat/simplex-chat)
nl: Installeer [SimpleX Chat voor terminal](https://github.com/simplex-chat/simplex-chat)
pl: Zainstaluj [SimpleX Chat na terminal](https://github.com/simplex-chat/simplex-chat)
ru: [SimpleX Chat для терминала](https://github.com/simplex-chat/simplex-chat)
tr: [Terminal için SimpleX Chat]i indir(https://github.com/simplex-chat/simplex-chat)
zh_hant: 下載[SimpleX Chat 的終端機版](https://github.com/simplex-chat/simplex-chat)

source: Instant
cs: Okamžitě
hu: Azonnali

# Instant push notifications will be hidden!&#10;
source: Instant push notifications will be hidden!
cs: Okamžitá oznámení budou skryta!
hu: Az azonnali push-értesítések el lesznek rejtve!
nl: Directe push meldingen worden verborgen!
pl: Natychmiastowe powiadomienia push będą ukryte!
ru: Мгновенные уведомления будут скрыты!
tr: Anlık bildirimler gizlenecek!
zh_hant: 即時推送通知將隱藏！

source: Interface
cs: Rozhranní
hu: Kezelőfelület
pl: Interfejs
ru: Интерфейс
tr: Arayüz
zh_hant: 界面

source: Interface colors
cs: Oznámení budou doručována pouze do doby, než se aplikace zastaví!
hu: Kezelőfelület színei
nl: Interface kleuren
pl: Kolory interfejsu
ru: Цвета интерфейса
tr: Arayüz renkleri

source: Invalid
cs: Soubor byl odstraněn nebo je odkaz neplatný
hu: Érvénytelen

source: Invalid (bad token)
hu: Érvénytelen (hibás token)

source: Invalid (expired)
hu: Érvénytelen (lejárt)

source: Invalid (unregistered)
hu: Érvénytelen (nincs regisztrálva)

source: Invalid (wrong topic)
hu: Érvénytelen (rossz topic)

source: Invalid QR code
cs: Neplatný QR kód
hu: Érvénytelen QR-kód
nl: Ongeldige QR-code
pl: Nieprawidłowy kod QR
ru: Неверный QR код
tr: Geçersiz QR kodu

source: Invalid connection link
cs: Neplatný odkaz na spojení
hu: Érvénytelen kapcsolattartási hivatkozás
nl: Ongeldige verbinding link
pl: Nieprawidłowy link połączenia
pt_br: Link de conexão inválido
ru: Ошибка в ссылке контакта
tr: Geçersiz bağlanma bağlantısı
zh_hant: 無效的連線連結

source: Invalid display name!
cs: Neplatný odkaz na spojení
hu: Érvénytelen megjelenítendő név!
nl: Ongeldige weergavenaam!
pl: Nieprawidłowa nazwa wyświetlana!
ru: Ошибка имени!
tr: Geçersiz görünen ad!

source: Invalid link
cs: Soubor byl odstraněn nebo je odkaz neplatný
hu: Érvénytelen hivatkozás
nl: Ongeldige link
pl: Nieprawidłowy link
ru: Ошибка ссылки
tr: Geçersiz bağlantı

source: Invalid migration confirmation
cs: Neplatné potvrzení migrace
hu: Érvénytelen átköltöztetési visszaigazolás
nl: Ongeldige migratie bevestiging
pl: Nieprawidłowe potwierdzenie migracji
ru: Ошибка подтверждения миграции
tr: Geçersiz taşıma onayı

source: Invalid name!
cs: Neplatné jméno!
hu: Érvénytelen név!
nl: Ongeldige naam!
pl: Nieprawidłowa nazwa!
ru: Неверное имя!
tr: Geçersiz isim!

source: Invalid response
hu: Érvénytelen válasz
nl: Ongeldig antwoord
pl: Nieprawidłowa odpowiedź
ru: Ошибка ответа
tr: Geçersiz yanıt

source: Invalid server address!
cs: Neplatná adresa serveru!
hu: Érvénytelen kiszolgálócím!
nl: Ongeldig server adres!
pl: Nieprawidłowy adres serwera!
pt_br: Endereço de servidor inválido!
ru: Ошибка в адресе сервера!
tr: Geçersiz sunucu adresi!
zh_hant: 無效的伺服器地址！

source: Invalid status
cs: Neplatný status
hu: Érvénytelen állapot
nl: Ongeldige status
pl: Nieprawidłowy status
ru: Неверный статус
tr: Geçersiz durum

source: Invitation expired!
cs: Platnost pozvánky vypršela!
hu: A meghívó lejárt!
nl: Uitnodiging verlopen!
pl: Zaproszenie wygasło!
pt_br: Convite expirado!
ru: Приглашение истекло!
tr: Davetin süresi geçti!
zh_hant: 邀請連結過時！

source: Invite friends
cs: Pozvat přátele
hu: Barátok meghívása
nl: Nodig vrienden uit
pl: Zaproś znajomych
ru: Пригласить друзей
tr: Arkadaşları davet et
zh_hant: 邀請朋友

source: Invite members
cs: Pozvat členy
hu: Tagok meghívása
nl: Nodig leden uit
pl: Zaproś członków
pt_br: Convidar membros
ru: Пригласить членов группы
tr: Üyeleri davet et
zh_hant: 邀請成員

source: Invite to chat
cs: Pozvat přátele
hu: Meghívás a csevegésbe

source: Invite to group
cs: Pozvat do skupiny
hu: Meghívás a csoportba
nl: Uitnodigen voor groep
pl: Zaproś do grupy
pt_br: Convidar para o grupo
ru: Пригласить в группу
tr: Gruba davet et
zh_hant: 邀請至群組

source: Irreversible message deletion
cs: Nevratné mazání zpráv
hu: Végleges üzenettörlés
nl: Onomkeerbare berichtverwijdering
pl: Nieodwracalne usuwanie wiadomości
pt_br: Exclusão irreversível de mensagens
ru: Окончательное удаление сообщений
tr: Geri dönülemeyen mesaj silimi
zh_hant: 不可逆地刪除訊息

source: Irreversible message deletion is prohibited in this chat.
cs: Nevratné mazání zpráv je v tomto chatu zakázáno.
hu: Az üzenetek végleges törlése le van tiltva ebben a csevegésben.
nl: Het onomkeerbaar verwijderen van berichten is verboden in dit gesprek.
pl: Nieodwracalne usuwanie wiadomości jest na tym czacie zabronione.
pt_br: A exclusão irreversível de mensagens é proibida neste chat.
ru: Необратимое удаление сообщений запрещено в этом чате.
tr: Bu sohbette geri döndürülemez mesaj silme yasaktır.
zh_hant: 不可逆地刪除訊息於這個聊天室內是禁用的。

source: Irreversible message deletion is prohibited.
cs: Nevratné mazání zpráv je v této skupině zakázáno.
hu: Az üzenetek végleges törlése le van tiltva.
zh_hant: 不可逆地刪除訊息於這個群組內是禁用的。

source: It allows having many anonymous connections without any shared data between them in a single chat profile.
cs: Umožňuje mít v jednom profilu chatu mnoho anonymních spojení bez jakýchkoli sdílených údajů mezi nimi.
hu: Lehetővé teszi, hogy egyetlen csevegési profilon belül több névtelen kapcsolat legyen, anélkül, hogy megosztott adatok lennének közöttük.
nl: Het maakt het mogelijk om veel anonieme verbindingen te hebben zonder enige gedeelde gegevens tussen hen in een enkel chatprofiel.
pl: To pozwala na posiadanie wielu anonimowych połączeń bez żadnych wspólnych danych między nimi w pojedynczym profilu czatu.
pt_br: Permite ter várias conexões anônimas sem nenhum dado compartilhado entre elas em um único perfil de chat.
ru: Это позволяет иметь много анонимных соединений без общих данных между ними в одном профиле пользователя.
tr: Tek bir sohbet profilinde aralarında herhangi bir veri paylaşımı olmadan birçok anonim bağlantıya sahip olmaya izin verir.
zh_hant: 這樣是允許每一個對話中擁有不同的顯示名稱，並且沒有任何的個人資料可用於分享或有機會外洩。

source: It can happen when you or your connection used the old database backup.
cs: Může se to stát, když vy nebo vaše připojení použijete starou zálohu databáze.
hu: Ez akkor fordulhat elő, ha Ön vagy a partnere régi adatbázis biztonsági mentést használt.
nl: Het kan gebeuren wanneer u of de ander een oude database back-up gebruikt.
pl: Może się to zdarzyć, gdy Ty lub Twoje połączenie użyło starej kopii zapasowej bazy danych.
pt_br: Isso pode acontecer quando você ou sua conexão usaram o backup do banco de dados antigo.
ru: Это может произойти, когда Вы или Ваш контакт используете старую копию базы данных.
tr: Siz veya bağlantınız eski veritabanı yedeğini kullandığında bu durum ortaya çıkabilir.
zh_hant: 當你或你的連結在用舊的數據庫備份時會發生。

source: It can happen when: 1. The messages expired in the sending client after 2 days or on the server after 30 days. 2. Message decryption failed, because you or your contact used old database backup. 3. The connection was compromised.
cs: Může se to stát, když: 1. Zprávy vypršely v odesílajícím klientovi po 2 dnech nebo na serveru po 30 dnech. 2. Dešifrování zprávy se nezdařilo, protože vy nebo váš kontakt jste použili starou zálohu databáze. 3. Spojení je kompromitováno.
hu: Ez akkor fordulhat elő, ha: 1. Az üzenetek 2 nap után, vagy a kiszolgálón 30 nap után lejártak. 2. Nem sikerült az üzenetet visszafejteni, mert Ön, vagy a partnere régebbi adatbázis biztonsági mentést használt. 3. A kapcsolat sérült.
nl: Het kan gebeuren wanneer: 1. De berichten zijn na 2 dagen verlopen bij de verzendende client of na 30 dagen op de server. 2. Decodering van het bericht is mislukt, omdat u of uw contact een oude database back-up heeft gebruikt. 3. De verbinding is verbroken.
pl: Może to nastąpić, gdy: 1. Wiadomości wygasły w wysyłającym kliencie po 2 dniach lub na serwerze po 30 dniach. 2. Odszyfrowanie wiadomości nie powiodło się, ponieważ Ty lub Twój kontakt użyliście starej kopii zapasowej bazy danych. 3. Połączenie zostało skompromitowane.
pt_br: Pode acontecer quando: 1. As mensagens expiraram no remetente após 2 dias ou no servidor após 30 dias. 2. A descriptografia da mensagem falhou porque você ou seu contato usou o backup do banco de dados antigo. 3. A conexão foi comprometida.
ru: Это может произойти, когда: 1. Клиент отправителя удалил неотправленные сообщения через 2 дня, или сервер – через 30 дней. 2. Расшифровка сообщения была невозможна, когда Вы или Ваш контакт использовали старую копию базы данных. 3. Соединение компроментировано.
tr: Şu durumlarda ortaya çıkabilir: 1. Mesajların gönderici istemcide 2 gün sonra veya sunucuda 30 gün sonra süresi dolmuştur. 2. Siz veya kişi eski veritabanı yedeği kullandığı için mesaj şifre çözme işlemi başarısız olmuştur. 3. Bağlantı tehlikeye girmiştir.
zh_hant: 當發生： 1.訊息將在發送客戶端後兩天或在伺服器內三十天時過時。 2. 訊息解密失敗，因為你或你的聯絡人用了舊的數據庫備份 3.連接被破壞。

source: It protects your IP address and connections.
cs: Připojení
hu: Védi az IP-címét és a kapcsolatait.
nl: Het beschermt uw IP-adres en verbindingen.
pl: Chroni Twój adres IP i połączenia.
ru: Защищает ваш IP адрес и соединения.
tr: IP adresinizi ve bağlantılarınızı korur.

source: It seems like you are already connected via this link. If it is not the case, there was an error (%@).
cs: Zdá se, že jste již připojeni prostřednictvím tohoto odkazu. Pokud tomu tak není, došlo k chybě (%@).
hu: Úgy tűnik, már kapcsolódott ezen a hivatkozáson keresztül. Ha ez nem így van, akkor hiba történt (%@).
nl: Het lijkt erop dat u al bent verbonden via deze link. Als dit niet het geval is, is er een fout opgetreden (%@).
pl: Wygląda na to, że jesteś już połączony przez ten link. Jeśli tak nie jest, wystąpił błąd (%@).
ru: Возможно, Вы уже соединились через эту ссылку. Если это не так, то это ошибка (%@).
tr: Bu bağlantı üzerinden zaten bağlanmışsınız gibi görünüyor. Eğer durum böyle değilse, bir hata oluştu (%@).
zh_hant: 你應該已經透過連結連接。如果實際情況不是這樣，就是有個錯誤出現（%@）。

source: Italian interface
cs: Italské rozhraní
hu: Olasz kezelőfelület
nl: Italiaanse interface
pl: Włoski interfejs
pt_br: Interface italiana
ru: Итальянский интерфейс
tr: İtalyanca arayüz
zh_hant: 意大利語言界面

source: Japanese interface
cs: Japonské rozhraní
hu: Japán kezelőfelület
nl: Japanse interface
pl: Japoński interfejs
ru: Японский интерфейс
tr: Japonca arayüz
zh_hant: 日本語言界面

source: Join
cs: Připojte se na
hu: Csatlakozás
nl: Word lid van
pl: Dołącz
pt_br: Junte-se
ru: Вступить
tr: Katıl
zh_hant: 加入

source: Join group
cs: Připojit ke skupině
hu: Csatlakozás csoporthoz
nl: Word lid van groep
pl: Dołącz do grupy
ru: Вступить в группу
tr: Gruba katıl
zh_hant: 加入群組

source: Join group conversations
cs: Nový chat
hu: Csatlakozás csoportos beszélgetésekhez
nl: Neem deel aan groepsgesprekken
pl: Dołącz do grupowej rozmowy
ru: Присоединяйтесь к разговорам в группах
tr: Grup sohbetlerine katıl

source: Join group?
hu: Csatlakozik a csoporthoz?
nl: Deelnemen aan groep?
pl: Dołączyć do grupy?
ru: Вступить в группу?
tr: Gruba katılınsın mı?

source: Join incognito
cs: Připojit se inkognito
hu: Csatlakozás inkognitóban
nl: Doe incognito mee
pl: Dołącz incognito
pt_br: Entrar como anônimo
ru: Вступить инкогнито
tr: Gizli katıl
zh_hant: 加入匿名聊天模式

source: Join with current profile
hu: Csatlakozás a jelenlegi profillal
nl: Word lid met huidig profiel
pl: Dołącz z obecnym profilem
ru: Вступить с активным профилем
tr: Şu anki profille katıl

# Join your group?&#10;This is your link for group %@!
source: Join your group? This is your link for group %@!
cs: Inkognito
hu: Csatlakozik a csoportjához? Ez a saját hivatkozása a(z) %@ nevű csoporthoz!
nl: Sluit u aan bij uw groep? Dit is jouw link voor groep %@!
pl: Dołączyć do twojej grupy? To jest twój link do grupy %@!
ru: Вступить в вашу группу? Это ваша ссылка на группу %@!
tr: Bu gruba katılınsın mı? Bu senin grup için bağlantın %@!

source: Joining group
cs: Připojování ke skupině
hu: Csatlakozás a csoporthoz
nl: Deel nemen aan groep
pl: Dołączanie do grupy
pt_br: Juntando-se ao grupo
ru: Вступление в группу
tr: Gruba katılınıyor
zh_hant: 加入群組中

source: Keep
cs: Připojit ke skupině
hu: Megtartás
nl: Bewaar
pl: Zachowaj
ru: Оставить
tr: Tut

source: Keep conversation
cs: Udržujte konverzaci
hu: Beszélgetés megtartása
nl: Behoud het gesprek
pl: Zachowaj rozmowę
ru: Оставить разговор
tr: Sohbeti sakla

source: Keep the app open to use it from desktop
hu: A számítógépről való használathoz tartsd nyitva az alkalmazást
nl: Houd de app geopend om deze vanaf de desktop te gebruiken
pl: Zostaw aplikację otwartą i używaj ją z komputera
ru: Оставьте приложение открытым, чтобы использовать его с компьютера
tr: Bilgisayardan kullanmak için uygulamayı açık tut

source: Keep unused invitation?
hu: Megtartja a fel nem használt meghívót?
nl: Ongebruikte uitnodiging bewaren?
pl: Zachować nieużyte zaproszenie?
ru: Оставить неиспользованное приглашение?
tr: Kullanılmamış davet tutulsun mu?

source: Keep your connections
cs: Zachovat vaše připojení
hu: Kapcsolatok megtartása
nl: Behoud uw verbindingen
pl: Zachowaj swoje połączenia
ru: Сохраните Ваши соединения
tr: Bağlantılarınızı koruyun

source: KeyChain error
cs: Chyba klíčenky
hu: Kulcstartóhiba
nl: Keychain fout
pl: Błąd pęku kluczy
pt_br: Erro na Keychain
ru: Ошибка KeyChain
tr: Anahtar Zinciri hatası
zh_hant: 金鑰庫錯誤

source: Keychain error
cs: Chyba klíčenky
hu: Kulcstartóhiba
nl: Keychain fout
pl: Błąd pęku kluczy
pt_br: Erro na Keychain
ru: Ошибка Keychain
tr: Anahtar Zinciri hatası
zh_hant: 金鑰庫錯誤

source: LIVE
cs: ŽIVĚ
hu: ÉLŐ
pl: NA ŻYWO
tr: CANLI
zh_hant: 實況

source: Large file!
cs: Velký soubor!
hu: Nagy fájl!
nl: Groot bestand!
pl: Duży plik!
pt_br: Aruivo grande!
ru: Большой файл!
tr: Büyük dosya!
zh_hant: 大型檔案！

source: Learn more
cs: Zjistit více
hu: Tudjon meg többet
nl: Kom meer te weten
pl: Dowiedz się więcej
ru: Узнать больше
tr: Daha fazlası
zh_hant: 查看更多

source: Leave
cs: Opustit
hu: Elhagyás
nl: Verlaten
pl: Opuść
pt_br: Sair
ru: Выйти
tr: Ayrıl
zh_hant: 退出

source: Leave chat
cs: Chyba klíčenky
hu: Csevegés elhagyása

source: Leave chat?
hu: Elhagyja a csevegést?

source: Leave group
cs: Opustit skupinu
hu: Csoport elhagyása
nl: Groep verlaten
pl: Opuść grupę
pt_br: Sair do grupo
ru: Выйти из группы
tr: Gruptan ayrıl
zh_hant: 退出群組

source: Leave group?
cs: Opustit skupinu?
hu: Elhagyja a csoportot?
nl: Groep verlaten?
pl: Opuścić grupę?
pt_br: Sair do grupo?
ru: Выйти из группы?
tr: Gruptan çıkılsın mı?
zh_hant: 確定要退出群組？

source: Let's talk in SimpleX Chat
cs: Promluvme si v SimpleX Chatu
hu: Beszélgessünk a SimpleX Chatben
nl: Laten we praten in SimpleX Chat
pl: Porozmawiajmy w SimpleX Chat
ru: Давайте поговорим в SimpleX Chat
tr: Hadi SimpleX Chat'te konuşalım
zh_hant: 讓我們在 SimpleX Chat中聊天

source: Light
cs: Světlo
hu: Világos
nl: Licht
pl: Jasny
pt_br: Claro
ru: Светлая
tr: Açık
zh_hant: 明亮

source: Limitations
cs: Omezení
hu: Korlátozások
nl: Beperkingen
pl: Ograniczenia
ru: Ограничения
tr: Sınırlamalar
zh_hant: 限制

source: Link mobile and desktop apps! 🔗
cs: Propojte mobilní a desktopové aplikace! 🔗
hu: Társítsa össze a hordozható eszköz- és számítógépes alkalmazásokat! 🔗
nl: Koppel mobiele en desktop-apps! 🔗
pl: Połącz mobile i komputerowe aplikacje! 🔗
ru: Свяжите мобильное и настольное приложения! 🔗
tr: Telefon ve bilgisayar uygulamalarını bağla! 🔗

source: Linked desktop options
cs: Možnosti připojeného PC
hu: Társított számítógép beállítások
nl: Gekoppelde desktop opties
pl: Połączone opcje komputera
ru: Опции связанных компьютеров
tr: Bağlanmış bilgisayar ayarları

source: Linked desktops
cs: Připojená PC
hu: Társított számítógépek
nl: Gelinkte desktops
pl: Połączone komputery
ru: Связанные компьютеры
tr: Bağlanmış bilgisayarlar

source: List
cs: Otevřít webový odkaz?
hu: Lista

source: List name and emoji should be different for all lists.
hu: Az összes lista nevének és emodzsijának különbözőnek kell lennie.

source: List name...
hu: Lista neve…

source: Live message!
cs: Živé zprávy!
hu: Élő üzenet!
nl: Live bericht!
pl: Wiadomość na żywo!
pt_br: Mensagem ao vivo!
ru: Живое сообщение!
tr: Canlı mesaj!
zh_hant: 即時訊息！

source: Live messages
cs: Živé zprávy
hu: Élő üzenetek
nl: Live berichten
pl: Wiadomości na żywo
pt_br: Mensagens ao vivo
ru: "Живые" сообщения
tr: Canlı mesajlar
zh_hant: 即時訊息

source: Local name
cs: Místní název
hu: Helyi név
nl: Lokale naam
pl: Nazwa lokalna
pt_br: Nome local
ru: Локальное имя
tr: Yerel isim
zh_hant: 本機名稱

source: Local profile data only
cs: Pouze lokální profilová data
hu: Csak helyi profiladatok
nl: Alleen lokale profielgegevens
pl: Tylko dane profilu lokalnego
pt_br: Somente dados de perfil local
ru: Только локальные данные профиля
tr: Sadece yerel profil verisi
zh_hant: 只有本機檔案

source: Lock after
cs: Zamknout po
hu: Zárolás miután
nl: Vergrendelen na
pl: Zablokuj po
pt_br: Bloquear após
ru: Заблокировать через
tr: Sonra kilitle
zh_hant: 在此之後鎖定

source: Lock mode
cs: Režim zámku
hu: Zárolási mód
nl: Vergrendeling modus
pl: Tryb blokady
pt_br: Modo de bloqueio
ru: Режим блокировки
tr: Kilit modu
zh_hant: 鎖定模式

source: Make one message disappear
cs: Nechat jednu zprávu zmizet
hu: Egy üzenet eltüntetése
nl: Eén bericht laten verdwijnen
pl: Spraw, aby jedna wiadomość zniknęła
ru: Одно исчезающее сообщение
tr: Bir mesajın kaybolmasını sağlayın

source: Make profile private!
cs: Změnit profil na soukromý!
hu: Tegye priváttá a profilját!
nl: Profiel privé maken!
pl: Ustaw profil jako prywatny!
pt_br: Torne o perfil privado!
ru: Сделайте профиль скрытым!
tr: Profili gizli yap!
zh_hant: 將個人資料設為私密！

source: Make sure WebRTC ICE server addresses are in correct format, line separated and are not duplicated.
cs: Ujistěte se, že adresy serverů WebRTC ICE jsou ve správném formátu, oddělené na řádcích a nejsou duplicitní.
hu: Győződjön meg arról, hogy a megadott WebRTC ICE-kiszolgálók címei megfelelő formátumúak, soronként elkülönítettek, és nincsenek duplikálva.
nl: Zorg ervoor dat WebRTC ICE server adressen de juiste indeling hebben, regel gescheiden zijn en niet gedupliceerd zijn.
pl: Upewnij się, że adresy serwerów WebRTC ICE są w poprawnym formacie, rozdzielone liniami i nie są zduplikowane.
pt_br: Certifique-se de que os endereços do servidor WebRTC ICE estão em formato correto, separados por linha e não estejam duplicados.
ru: Пожалуйста, проверьте, что адреса WebRTC ICE серверов имеют правильный формат, каждый адрес на отдельной строке и не повторяется.
tr: WebRTC ICE sunucu adreslerinin doğru formatta olduğundan, satırlara ayrıldığından ve yinelenmediğinden emin olun.
zh_hant: 請確保你的 WebRTC ICE 伺服器地址是正確的格式，每行也有分隔和沒有重複。

source: Mark deleted for everyone
cs: Označit jako smazané pro všechny
hu: Jelölje meg az összes tag számára töröltként
nl: Markeer verwijderd voor iedereen
pl: Oznacz jako usunięty dla wszystkich
ru: Пометить как удаленное для всех
tr: Herkes için silinmiş olarak işaretle
zh_hant: 為所有人標記為刪除

source: Mark read
cs: Označit přečtení
hu: Megjelölés olvasottként
nl: Markeer gelezen
pl: Oznacz jako przeczytane
pt_br: Marcado como lido
ru: Прочитано
tr: Okunmuş olarak işaretle
zh_hant: 標記為已讀

source: Mark verified
cs: Označit jako ověřený
hu: Hitelesítés
nl: Markeer geverifieerd
pl: Oznacz jako zweryfikowane
pt_br: Marcado como verificado
ru: Подтвердить
tr: Onaylanmış olarak işaretle
zh_hant: 標記為已驗證

source: Markdown in messages
cs: Markdown ve zprávách
hu: Markdown az üzenetekben
nl: Markdown in berichten
pl: Markdown w wiadomościach
pt_br: Markdown em mensagens
ru: Форматирование сообщений
tr: Mesajlarda işaretleme
zh_hant: 於訊息中使用 Markdown 語法

source: Max 30 seconds, received instantly.
cs: Max 30 vteřin, přijato okamžitě.
hu: Max. 30 másodperc, azonnal érkezett.
nl: Max 30 seconden, direct ontvangen.
pl: Maksymalnie 30 sekund, odbierane natychmiast.
ru: Макс. 30 секунд, доставляются мгновенно.
tr: Maksimum 30 saniye, anında alındı.
zh_hant: 最多三十秒後刪除，立即接收到訊息。

# Media &amp; file servers
source: Media & file servers
cs: Markdown ve zprávách
hu: Média- és fájlkiszolgálók
nl: Media- en bestandsservers
pl: Serwery mediów i plików
ru: Серверы файлов и медиа
tr: Medya ve dosya sunucuları

source: Medium
cs: Střední
hu: Közepes
pl: Średni
ru: Среднее
tr: Orta

source: Member
cs: Člen
hu: Tag
nl: Lid
pl: Członek
pt_br: Membro
ru: Член группы
tr: Kişi
zh_hant: 成員

source: Member inactive
cs: neaktivní
hu: Inaktív tag
nl: Lid inactief
pl: Członek nieaktywny
ru: Член неактивен
tr: Üye inaktif

source: Member reports
cs: Zakázat nahlašování zpráv moderátorům.
hu: Tagok jelentései

source: Member role will be changed to "%@". All chat members will be notified.
hu: A tag szerepköre a következőre fog módosulni: „%@”. A csevegés összes tagja értesítést fog kapni.

source: Member role will be changed to "%@". All group members will be notified.
cs: Role člena se změní na "%@". Všichni členové skupiny budou upozorněni.
hu: A tag szerepköre a következőre fog módosulni: „%@”. A csoport az összes tagja értesítést fog kapni.
nl: De rol van lid wordt gewijzigd in "%@". Alle groepsleden worden op de hoogte gebracht.
pl: Rola członka grupy zostanie zmieniona na "%@". Wszyscy członkowie grupy zostaną powiadomieni.
ru: Роль члена группы будет изменена на "%@". Все члены группы получат сообщение.
tr: Üye rolü "%@" olarak değiştirilecektir. Ve tüm grup üyeleri bilgilendirilecektir.
zh_hant: 成員的身份會修改為 "%@"。所有在群組內的成員都會接收到通知。

source: Member role will be changed to "%@". The member will receive a new invitation.
cs: Role člena se změní na "%@". Člen obdrží novou pozvánku.
hu: A tag szerepköre a következőre fog módosulni: „%@”. A tag új meghívást fog kapni.
nl: De rol van lid wordt gewijzigd in "%@". Het lid ontvangt een nieuwe uitnodiging.
pl: Rola członka zostanie zmieniona na "%@". Członek otrzyma nowe zaproszenie.
ru: Роль члена группы будет изменена на "%@". Будет отправлено новое приглашение.
tr: Üye rolü "%@" olarak değiştirilecektir. Ve üye yeni bir davetiye alacaktır.
zh_hant: 成員的身份會修改為 "%@"。該成員將接收到新的邀請。

source: Member will be removed from chat - this cannot be undone!
cs: Člen bude odebrán z chatu - tuto akci nelze vrátit zpět!
hu: A tag el lesz távolítva a csevegésből – ez a művelet nem vonható vissza!
