Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

source: Both you and your contact can send voice messages.
cs: Hlasové zprávy můžete posílat vy i váš kontakt.
hu: Mindkét fél küldhet hangüzeneteket.
nl: Zowel jij als je contact kunnen spraak berichten verzenden.
pl: Zarówno Ty, jak i Twój kontakt możecie wysyłać wiadomości głosowe.
pt_br: Você e seu contato podem enviar mensagens de voz.
ru: Вы и Ваш контакт можете отправлять голосовые сообщения.
tr: Sen ve konuştuğun kişi sesli mesaj gönderebilir.
zh_hant: 你和你的聯絡人都可以傳送語音訊息。

source: Bulgarian, Finnish, Thai and Ukrainian - thanks to the users and [Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
cs: Bulharský, finský, thajský a ukrajinský - díky uživatelům a [Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
hu: Bolgár, finn, thai és ukrán – köszönet a felhasználóknak és a [Weblate-nek](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
nl: Bulgaars, Fins, Thais en Oekraïens - dankzij de gebruikers en [Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
pl: Bułgarski, fiński, tajski i ukraiński – dzięki użytkownikom i [Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
pt_br: Búlgaro, Finlandês, Tailandês e Ucraniano - obrigado aos usuários e [Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
ru: Болгарский, финский, тайский и украинский - благодаря пользователям и [Weblate] (https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
tr: Bulgarca, Fince, Tayca ve Ukraynaca - kullanıcılara ve [Weblate] e teşekkürler! (https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
zh_hant: 保加利亞語、芬蘭語、泰語和烏克蘭語——感謝使用者們和[Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)！

source: Business address
cs: Obchodní adresa
hu: Üzleti cím

source: Business chats
cs: Firemní chaty
hu: Üzleti csevegések

source: Businesses
cs: Firmy
hu: Üzleti

source: By chat profile (default) or [by connection](https://simplex.chat/blog/20230204-simplex-chat-v4-5-user-chat-profiles.html#transport-isolation) (BETA).
cs: Podle chat profilu (výchozí) nebo [podle připojení](https://simplex.chat/blog/20230204-simplex-chat-v4-5-user-chat-profiles.html#transport-isolation) (BETA).
hu: A csevegési profillal (alapértelmezett), vagy a [kapcsolattal] (https://simplex.chat/blog/20230204-simplex-chat-v4-5-user-chat-profiles.html#transport-isolation) (BÉTA).
nl: Via chatprofiel (standaard) of [via verbinding](https://simplex.chat/blog/20230204-simplex-chat-v4-5-user-chat-profiles.html#transport-isolation) (BETA).
pl: Według profilu czatu (domyślnie) lub [według połączenia](https://simplex.chat/blog/20230204-simplex-chat-v4-5-user-chat-profiles.html#transport-isolation) (BETA).
pt_br: Por perfil de chat (predefinição) ou [por conexão](https://simplex.chat/blog/20230204-simplex-chat-v4-5-user-chat-profiles.html#transport-isolation) (BETA).
ru: По профилю чата или [по соединению](https://simplex.chat/blog/20230204-simplex-chat-v4-5-user-chat-profiles.html#transport-isolation) (БЕТА).
tr: Sohbet profiline göre (varsayılan) veya [bağlantıya göre](https://simplex.chat/blog/20230204-simplex-chat-v4-5-user-chat-profiles.html#transport-isolation) (BETA).
zh_hant: 使用個人檔案（預設值）或使用連接（測試版）（https://simplex.chat/blog/20230204-simplex-chat-v4-5-user-chat-profiles.html#transport-isolation）（BETA）。

source: By using SimpleX Chat you agree to: - send only legal content in public groups. - respect other users – no spam.
cs: Použitím SimpleX chatu souhlasíte že: - ve veřejných skupinách budete zasílat pouze legální obsah. - budete respektovat ostatní uživatele – žádný spam.
hu: A SimpleX Chat használatával Ön elfogadja, hogy: - csak elfogadott tartalmakat tesz közzé a nyilvános csoportokban. - tiszteletben tartja a többi felhasználót, és nem küld kéretlen tartalmat senkinek.

source: Call already ended!
cs: Hovor již skončil!
hu: A hívás már befejeződött!
nl: Oproep al beëindigd!
pl: Połączenie już zakończone!
pt_br: Chamada já encerrada!
ru: Звонок уже завершен!
tr: Arama çoktan bitti!
zh_hant: 通話已經結束了！

source: Calls
cs: Hovory
hu: Hívások
nl: Oproepen
pl: Połączenia
pt_br: Chamadas
ru: Звонки
tr: Aramalar
zh_hant: 通話

source: Calls prohibited!
cs: Volání zakázáno!
hu: A hívások le vannak tiltva!
nl: Bellen verboden!
pl: Połączenia zakazane!
pt_br: Chamadas proibidas!
ru: Звонки запрещены!
tr: Aramalara izin verilmiyor!

source: Camera not available
cs: Kamera není k dispozici
hu: A kamera nem elérhető
nl: Camera niet beschikbaar
pl: Kamera nie dostępna
pt_br: Câmera indisponível
ru: Камера недоступна
tr: Kamera mevcut değil
zh_hant: 相機不可用

source: Can't call contact
cs: Kontaktu nelze volat
hu: Nem lehet felhívni a partnert
nl: Kan contact niet bellen
pl: Nie można zadzwonić do kontaktu
pt_br: Não foi possível ligar para o contato
ru: Не удается позвонить контакту
tr: Kişi aranamıyor

source: Can't call member
cs: Členu nelze volat
hu: Nem lehet felhívni a tagot
nl: Kan lid niet bellen
pl: Nie można zadzwonić do członka
pt_br: Não foi possível ligar para este membro
ru: Не удается позвонить члену группы
tr: Üye aranamaz
zh_hant: 無法與成員通話

source: Can't invite contact!
cs: Nelze pozvat kontakt!
hu: Nem lehet meghívni a partnert!
nl: Kan contact niet uitnodigen!
pl: Nie można zaprosić kontaktu!
pt_br: Não é possível convidar o contato!
ru: Нельзя пригласить контакт!
tr: Kişi davet edilemiyor!
zh_hant: 無法邀請該聯絡人！

source: Can't invite contacts!
cs: Nelze pozvat kontakty!
hu: Nem lehet meghívni a partnereket!
nl: Kan geen contacten uitnodigen!
pl: Nie można zaprosić kontaktów!
pt_br: Não é possível convidar contatos!
ru: Нельзя пригласить контакты!
tr: Kişiler davet edilemiyor!
zh_hant: 無法邀請聯絡人！

source: Can't message member
cs: Členu nelze poslat zprávu
hu: Nem lehet üzenetet küldeni a tagnak
nl: Kan geen bericht sturen naar lid
pl: Nie można wysłać wiadomości do członka
pt_br: Não foi possível enviar mensagem para este membro
ru: Не удается написать члену группы
tr: Üyeye mesaj gönderilemiyor
zh_hant: 無法傳送訊息給成員

source: Cancel
cs: Zrušit
hu: Mégse
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отменить
tr: İptal et
zh_hant: 取消

source: Cancel migration
cs: Zrušit přesun
hu: Átköltöztetés visszavonása
nl: Migratie annuleren
pl: Anuluj migrację
pt_br: Cancelar migração
ru: Отменить миграцию
tr: Taşımayı iptal et
zh_hant: 取消遷移

source: Cannot access keychain to save database password
cs: Nelze získat přístup ke klíčence pro uložení hesla databáze
hu: Nem lehet hozzáférni a kulcstartóhoz az adatbázisjelszó mentéséhez
nl: Geen toegang tot de keychain om database wachtwoord op te slaan
pl: Nie można uzyskać dostępu do pęku kluczy, aby zapisać hasło do bazy danych
pt_br: Não conseguimos acessar a keychain para guardar a palavra-passe da base de dados
ru: Ошибка доступа к Keychain при сохранении пароля
tr: Veritabanı şifresini kaydetmek için Anahtar Zinciri'ne erişilemiyor
zh_hant: 不能讀取金鑰庫以儲存資料庫密碼

source: Cannot forward message
cs: Zprávu nelze přeposlat
hu: Nem lehet továbbítani az üzenetet
nl: Kan bericht niet doorsturen
pl: Nie można przekazać wiadomości
pt_br: Não é possível encaminhar mensagem
ru: Невозможно переслать сообщение
tr: Mesaj iletilemiyor

source: Cannot receive file
cs: Nelze přijmout soubor
hu: Nem lehet fogadni a fájlt
nl: Kan bestand niet ontvangen
pl: Nie można odebrać pliku
pt_br: Não é possível receber o arquivo
ru: Невозможно получить файл
tr: Dosya alınamıyor
zh_hant: 無法接收文件

source: Capacity exceeded - recipient did not receive previously sent messages.
cs: Kapacita překročena - příjemce neobdrží dříve poslané zprávy.
hu: Kapacitás túllépés – a címzett nem kapta meg a korábban elküldött üzeneteket.
nl: Capaciteit overschreden - ontvanger heeft eerder verzonden berichten niet ontvangen.
pl: Przekroczono pojemność - odbiorca nie otrzymał wcześniej wysłanych wiadomości.
pt_br: Capacidade excedida - o destinatário não recebeu as mensagens enviadas anteriormente.
ru: Превышено количество сообщений - предыдущие сообщения не доставлены.
tr: Kapasite aşıldı - alıcı önceden gönderilen mesajları almadı.

source: Cellular
cs: Mobilní
hu: Mobilhálózat
nl: Mobiel
pl: Sieć komórkowa
pt_br: Rede móvel
ru: Мобильная сеть
tr: Hücresel Veri
zh_hant: 行動網路

source: Change
cs: Změnit
hu: Módosítás
nl: Veranderen
pl: Zmień
pt_br: Mudar
ru: Поменять
tr: Değiştir
zh_hant: 修改

source: Change automatic message deletion?
cs: Změnit automatické mazání zpráv?
hu: Módosítja az automatikus üzenettörlést?

source: Change chat profiles
cs: Změnit chat profily
hu: Csevegési profilok módosítása

source: Change database passphrase?
cs: Změnit přístupovou frázi databáze?
hu: Módosítja az adatbázis jelmondatát?
nl: Wachtwoord database wijzigen?
pl: Zmienić hasło bazy danych?
pt_br: Alterar senha do banco de dados?
ru: Поменять пароль базы данных?
tr: Veritabanı parolasını değiştir?
zh_hant: 修改數據庫密碼？

source: Change lock mode
cs: Změnit zamykání
hu: Zárolási mód módosítása
nl: Wijzig de vergrendelings modus
pl: Zmień tryb blokady
pt_br: Mudar modo de bloqueio
ru: Изменить режим блокировки
tr: Kilit modunu değiştir
zh_hant: 修改鎖定模式

source: Change member role?
cs: Změnit roli člena?
hu: Módosítja a tag szerepkörét?
nl: Rol van lid wijzigen?
pl: Zmienić rolę członka?
pt_br: Mudar a função de membro?
ru: Поменять роль члена группы?
tr: Üye rolünü değiştir?
zh_hant: 修改這份成員的身份？

source: Change passcode
cs: Změnit heslo
hu: Jelkód módosítása
nl: Toegangscode wijzigen
pl: Zmień pin
pt_br: Mudar senha
ru: Изменить код доступа
tr: Şifreyi değiştir
zh_hant: 修改密碼

source: Change receiving address
cs: Změna adresy příjemce
hu: Fogadási cím módosítása
nl: Ontvangst adres wijzigen
pl: Zmień adres odbioru
pt_br: Mudar endereço de recepção
ru: Поменять адрес получения
tr: Alıcı adresini değiştir
zh_hant: 修改接收的聯絡地址

source: Change receiving address?
cs: Změnit přijímající adresu?
hu: Módosítja a fogadási címet?
nl: Ontvangst adres wijzigen?
pl: Zmienić adres odbioru?
pt_br: Mudar endereço de recepção?
ru: Поменять адрес получения?
tr: Alıcı adresi değiştirilsin mi?
zh_hant: 修改接收的聯絡地址？

source: Change role
cs: Změnit roli
hu: Szerepkör módosítása
nl: Rol wijzigen
pl: Zmień rolę
pt_br: Mudar função
ru: Поменять роль
tr: Rolü değiştir
zh_hant: 修改身份

source: Change self-destruct mode
cs: Změnit režim sebedestrukce
hu: Önmegsemmisítő-mód módosítása
nl: Zelfvernietigings modus wijzigen
pl: Zmień tryb samozniszczenia
pt_br: Mudar modo de auto-destruição
ru: Изменить режим самоуничтожения
tr: Kendini yok etme modunu değiştir
zh_hant: 修改自毁模式

source: Change self-destruct passcode
cs: Změnit sebedestrukční heslo
hu: Önmegsemmisítő-jelkód módosítása
nl: Zelfvernietigings code wijzigen
pl: Zmień pin samozniszczenia
pt_br: Mudar senha auto-destrutiva
ru: Изменить код самоуничтожения
tr: Kendini yok eden parolayı değiştir
zh_hant: 修改自毀密碼

source: Chat
hu: Csevegés

source: Chat already exists
cs: Chat již existuje
hu: A csevegés már létezik

source: Chat already exists!
cs: Chat již existuje!
hu: A csevegés már létezik!

source: Chat colors
cs: Barvy chatu
hu: Csevegés színei
nl: Chat kleuren
pl: Kolory czatu
pt_br: Cores do chat
ru: Цвета чата
tr: Sohbet renkleri

source: Chat console
cs: Konzola pro chat
hu: Csevegési konzol
pl: Konsola czatu
pt_br: Console de chat
ru: Консоль
tr: Sohbet konsolu
zh_hant: 終端機對話

source: Chat database
cs: Chat databáze
hu: Csevegési adatbázis
pl: Baza danych czatu
pt_br: Banco de dados de chat
ru: Архив чата
tr: Sohbet veritabanı
zh_hant: 聊天室數據庫

source: Chat database deleted
cs: Databáze chatu odstraněna
hu: Csevegési adatbázis törölve
nl: Chat database verwijderd
pl: Baza danych czatu usunięta
pt_br: Banco de dados de chat excluído
ru: Данные чата удалены
tr: Sohbet veritabanı silindi
zh_hant: 已刪除數據庫的對話內容

source: Chat database exported
cs: Chat databáze exportována
hu: Csevegési adatbázis exportálva
nl: Chat database geëxporteerd
pl: Wyeksportowano bazę danych czatu
ru: Данные чата экспортированы
tr: Veritabanı dışa aktarıldı
zh_hant: 導出聊天數據庫

source: Chat database imported
cs: Importovaná databáze chatu
hu: Csevegési adatbázis importálva
nl: Chat database geïmporteerd
pl: Zaimportowano bazę danych czatu
pt_br: Banco de dados de chat importado
ru: Архив чата импортирован
tr: Sohbet veritabanı içe aktarıldı
zh_hant: 已匯入對話資料庫

source: Chat is running
cs: Chat je spuštěn
hu: A csevegés fut
nl: Chat is actief
pl: Czat jest uruchomiony
pt_br: O chat está em execução
ru: Чат запущен
tr: Sohbet çalışıyor
zh_hant: 聊天室運行中

source: Chat is stopped
cs: Chat je zastaven
hu: A csevegés megállt
nl: Chat is gestopt
pl: Czat jest zatrzymany
pt_br: O chat está parado
ru: Чат остановлен
tr: Sohbet durdu
zh_hant: 聊天室已停止運作

source: Chat is stopped. If you already used this database on another device, you should transfer it back before starting chat.
cs: Chat je zastaven. Pokud jste již použili tuto databázi na jiném zařízení, měli byste ji před zahájením chatu převést zpět.
hu: A csevegés megállt. Ha már használta ezt az adatbázist egy másik eszközön, úgy visszaállítás szükséges a csevegés elindítása előtt.
nl: Chat is gestopt. Als je deze database al op een ander apparaat hebt gebruikt, moet je deze terugzetten voordat je met chatten begint.
pl: Czat został zatrzymany. Jeśli korzystałeś już z tej bazy danych na innym urządzeniu, powinieneś przenieść ją z powrotem przed rozpoczęciem czatu.
ru: Чат остановлен. Если вы уже использовали эту базу данных на другом устройстве, перенесите ее обратно до запуска чата.
tr: Sohbet durduruldu. Bu veritabanını zaten başka bir cihazda kullandıysanız, sohbete başlamadan önce onu geri aktarmalısınız.

source: Chat list
cs: Přidat seznam
hu: Csevegési lista
nl: Chatlijst
pl: Lista czatów
ru: Список чатов
tr: Sohbet listesi

source: Chat migrated!
cs: Chat přesunut!
hu: A csevegés átköltöztetve!
nl: Chat gemigreerd!
pl: Czat zmigrowany!
ru: Чат мигрирован!
tr: Sohbet taşındı!

source: Chat preferences
cs: Předvolby chatu
hu: Csevegési beállítások
nl: Gesprek voorkeuren
pl: Preferencje czatu
pt_br: Preferências de chat
ru: Предпочтения
tr: Sohbet tercihleri
zh_hant: 對話設定

source: Chat preferences were changed.
cs: Vy i váš kontakt můžete přidávat reakce na zprávy.
hu: A csevegési beállítások módosultak.
nl: Chatvoorkeuren zijn gewijzigd.
pl: Preferencje czatu zostały zmienione.
ru: Настройки чата были изменены.
tr: Sohbet tercihleri değiştirildi.

source: Chat profile
cs: Profil uživatele
hu: Csevegési profil
nl: Gebruikers profiel
pl: Profil użytkownika
ru: Профиль чата
tr: Kullanıcı profili

source: Chat theme
cs: Téma chatu
hu: Csevegés témája
nl: Chat thema
pl: Motyw czatu
ru: Тема чата
tr: Sohbet teması

source: Chat will be deleted for all members - this cannot be undone!
cs: Chat bude smazán pro všechny členy - tato akce je nevratná!
hu: A csevegés minden tag számára törölve lesz – ez a művelet nem vonható vissza!

source: Chat will be deleted for you - this cannot be undone!
cs: Chat bude pro vás smazán - tuto akci nelze vrátit zpět!
hu: A csevegés törölve lesz az Ön számára – ez a művelet nem vonható vissza!

source: Chats
cs: Chaty
hu: Csevegések
pl: Czaty
ru: Чаты
tr: Sohbetler
zh_hant: 對話

source: Check messages every 20 min.
hu: Üzenetek ellenőrzése 20 percenként.

source: Check messages when allowed.
hu: Üzenetek ellenőrzése, amikor engedélyezett.

source: Check server address and try again.
cs: Zkontrolujte adresu serveru a zkuste to znovu.
hu: Kiszolgáló címének ellenőrzése és újrapróbálkozás.
nl: Controleer het server adres en probeer het opnieuw.
pl: Sprawdź adres serwera i spróbuj ponownie.
pt_br: Verifique o endereço do servidor e tente novamente.
ru: Проверьте адрес сервера и попробуйте снова.
tr: Sunucu adresini kontrol edip tekrar deneyin.
zh_hant: 檢查輸入的伺服器地址，然後再試一次。

source: Chinese and Spanish interface
cs: Čínské a španělské rozhraní
hu: Kínai és spanyol kezelőfelület
nl: Chinese en Spaanse interface
pl: Chiński i hiszpański interfejs
pt_br: Interface chinesa e espanhola
ru: Китайский и Испанский интерфейс
tr: Çince ve İspanyolca arayüz
zh_hant: 中文和西班牙文界面

source: Choose _Migrate from another device_ on the new device and scan QR code.
cs: Migrovat z jiného zařízení
hu: Válassza az _Átköltöztetés egy másik eszközről_ opciót az új eszközén és olvassa be a QR-kódot.
nl: Kies _Migreren vanaf een ander apparaat_ op het nieuwe apparaat en scan de QR-code.
pl: Wybierz _Zmigruj z innego urządzenia_ na nowym urządzeniu i zeskanuj kod QR.
ru: Выберите _Мигрировать с другого устройства_ на новом устройстве и сосканируйте QR код.
tr: Yeni cihazda _Başka bir cihazdan taşı_ seçeneğini seçin ve QR kodunu tarayın.

source: Choose file
cs: Vybrat soubor
hu: Fájl kiválasztása
nl: Kies bestand
pl: Wybierz plik
pt_br: Escolher arquivo
ru: Выбрать файл
tr: Dosya seç
zh_hant: 選擇檔案

source: Choose from library
cs: Vybrat z knihovny
hu: Választás a könyvtárból
nl: Kies uit bibliotheek
pl: Wybierz z biblioteki
pt_br: Escolha a partir da biblioteca
ru: Выбрать из библиотеки
tr: Kütüphaneden seç
zh_hant: 從圖片庫中選擇

source: Chunks deleted
cs: Části odstraněny
hu: Törölt töredékek
nl: Stukken verwijderd
pl: Fragmenty usunięte
ru: Блоков удалено
tr: Parçalar silindi

source: Chunks downloaded
cs: Části staženy
hu: Letöltött töredékek
nl: Stukken gedownload
pl: Fragmenty pobrane
ru: Блоков принято
tr: Parçalar indirildi

source: Chunks uploaded
cs: Části nahrány
hu: Feltöltött töredékek
nl: Stukken geüpload
pl: Fragmenty przesłane
ru: Блоков загружено
tr: Parçalar yüklendi

source: Clear
cs: Vyčistit
hu: Kiürítés
nl: Wissen
pl: Wyczyść
pt_br: Limpar
ru: Очистить
tr: Temizle
zh_hant: 清除

source: Clear conversation
cs: Vyčistit konverzaci
hu: Üzenetek kiürítése
nl: Wis gesprek
pl: Wyczyść rozmowę
pt_br: Limpar conversa
ru: Очистить разговор
tr: Sohbeti temizle
zh_hant: 清除對話記錄

source: Clear conversation?
cs: Vyčistit konverzaci?
hu: Kiüríti az üzeneteket?
nl: Gesprek wissen?
pl: Wyczyścić rozmowę?
pt_br: Limpar conversa?
ru: Очистить разговор?
tr: Sohbet temizlensin mi?
zh_hant: 要清除對話記錄？

source: Clear group?
cs: Vyčistit skupinu?
hu: Kiüríti a csoportot?

source: Clear or delete group?
hu: Csoport kiürítése vagy törlése?

source: Clear private notes?
hu: Kiüríti a privát jegyzeteket?
nl: Privénotities verwijderen?
pl: Wyczyścić prywatne notatki?
ru: Очистить личные заметки?
tr: Gizli notlar temizlensin mi?

source: Clear verification
cs: Zrušte ověření
hu: Hitelesítés törlése
nl: Verwijderd verificatie
pl: Wyczyść weryfikację
pt_br: Limpar verificação
ru: Сбросить подтверждение
tr: Doğrulamayı temizle
zh_hant: 清除驗證

source: Color chats with the new themes.
cs: Jasné ověření
hu: Csevegések színezése új témákkal.
nl: Kleurchats met de nieuwe thema's.
pl: Koloruj czaty z nowymi motywami.
ru: Добавьте цвета к чатам в настройках.
tr: Yeni temalarla renkli sohbetler.

source: Color mode
cs: Mód barvy
hu: Színmód
nl: Kleur mode
pl: Tryb koloru
ru: Режим цветов
tr: Renk modu

source: Community guidelines violation
hu: Közösségi irányelvek megsértése

source: Compare file
cs: Porovnat soubor
hu: Fájl-összehasonlítás
nl: Bestand vergelijken
pl: Porównaj plik
pt_br: Comparar arquivo
ru: Сравнение файла
tr: Dosya karşılaştır
zh_hant: 對比檔案

source: Compare security codes with your contacts.
cs: Porovnejte bezpečnostní kódy se svými kontakty.
hu: Biztonsági kódok összehasonlítása a partnerekével.
nl: Vergelijk beveiligingscodes met je contacten.
pl: Porównaj kody bezpieczeństwa ze swoimi kontaktami.
pt_br: Compare os códigos de segurança com seus contatos.
ru: Сравните код безопасности с Вашими контактами.
tr: Güvenlik kodlarını kişilerinle karşılaştır.
zh_hant: 驗證你與聯絡人的安全碼。

source: Completed
cs: Bezpečnostní kód
hu: Elkészült
nl: Voltooid
pl: Zakończono
ru: Готово
tr: Tamamlandı

source: Conditions accepted on: %@.
cs: Přijmout
hu: Feltételek elfogadásának ideje: %@.

source: Conditions are accepted for the operator(s): **%@**.
cs: Operátor
hu: A következő üzemeltető(k) számára elfogadott feltételek: **%@**.

source: Conditions are already accepted for these operator(s): **%@**.
cs: Operátor
hu: A feltételek már el lettek fogadva a következő üzemeltető(k) számára: **%@**.

source: Conditions of use
cs: Zásady ochrany soukromí a podmínky používání.
hu: Használati feltételek

source: Conditions will be accepted for the operator(s): **%@**.
cs: Operátor
hu: A feltételek el lesznek fogadva a következő üzemeltető(k) számára: **%@**.

source: Conditions will be accepted on: %@.
cs: Přijmout
hu: A feltételek el lesznek fogadva a következő időpontban: %@.

source: Conditions will be automatically accepted for enabled operators on: %@.
cs: Operátor
hu: A feltételek automatikusan el lesznek fogadva az engedélyezett üzemeltetők számára a következő időpontban: %@.

source: Configure ICE servers
cs: Konfigurace serverů ICE
hu: ICE-kiszolgálók beállítása
nl: ICE servers configureren
pl: Skonfiguruj serwery ICE
pt_br: Configurar servidores ICE
ru: Настройка ICE серверов
tr: ICE sunucularını ayarla
zh_hant: 配置 ICE 伺服器

source: Configure server operators
cs: Konfigurace serverů ICE
hu: Kiszolgálóüzemeltetők beállítása

source: Confirm
cs: Potvrdit
hu: Megerősítés
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
ru: Подтвердить
tr: Onayla
zh_hant: 確定

source: Confirm Passcode
cs: Potvrdit heslo
hu: Jelkód megerősítése
nl: Bevestig toegangscode
pl: Potwierdź Pin
pt_br: Confirmar senha
ru: Подтвердить Код
tr: Parolayı onayla
zh_hant: 確定密碼

source: Confirm contact deletion?
cs: Potvrdit heslo
hu: Biztosan törli a partnert?
nl: Contact verwijderen bevestigen?
pl: Potwierdzić usunięcie kontaktu?
ru: Потвердить удаление контакта?
tr: Kişiyi silmek istediğinizden emin misiniz ?

source: Confirm database upgrades
cs: Potvrdit aktualizaci databáze
hu: Adatbázis fejlesztésének megerősítése
nl: Bevestig database upgrades
pl: Potwierdź aktualizacje bazy danych
pt_br: Confirme as atualizações do banco de dados
ru: Подтвердить обновление базы данных
tr: Veritabanı geliştirmelerini onayla
zh_hant: 確認數據庫更新

source: Confirm files from unknown servers.
cs: Potvrdit aktualizaci databáze
hu: Ismeretlen kiszolgálókról származó fájlok megerősítése.
nl: Bevestig bestanden van onbekende servers.
pl: Potwierdzaj pliki z nieznanych serwerów.
ru: Подтверждать файлы с неизвестных серверов.
tr: Bilinmeyen sunuculardan gelen dosyaları onayla.

source: Confirm network settings
cs: Prosím potvrďte, že nastavení sítě pro toto zařízení jsou správná.
hu: Hálózati beállítások megerősítése
nl: Bevestig netwerk instellingen
pl: Potwierdź ustawienia sieciowe
ru: Подтвердите настройки сети
tr: Ağ ayarlarını onaylayın

source: Confirm new passphrase…
cs: Potvrdit novou heslovou frázi…
hu: Új jelmondat megerősítése…
nl: Bevestig nieuw wachtwoord…
pl: Potwierdź nowe hasło…
pt_br: Confirmar nova senha…
ru: Подтвердите новый пароль…
tr: Yeni parolayı onayla…
zh_hant: 確定新密碼…

source: Confirm password
cs: Potvrdit heslo
hu: Jelszó megerősítése
nl: Bevestig wachtwoord
pl: Potwierdź hasło
pt_br: Confirmar senha
ru: Подтвердить пароль
tr: Şifreyi onayla
zh_hant: 確認密碼

source: Confirm that you remember database passphrase to migrate it.
cs: Potvrdit novou přístupovou frázi…
hu: Az átköltöztetéshez erősítse meg, hogy emlékszik az adatbázis jelmondatára.
nl: Bevestig dat u het wachtwoord voor de database onthoudt om deze te migreren.
pl: Potwierdź, że pamiętasz hasło do bazy danych, aby ją zmigrować.
ru: Подтвердите, что Вы помните пароль базы данных для ее миграции.
tr: Taşımak için veritabanı parolasını hatırladığınızı doğrulayın.

source: Confirm upload
cs: Potvrdit nahrání
hu: Feltöltés megerősítése
nl: Bevestig het uploaden
pl: Potwierdź wgranie
ru: Подтвердить загрузку
tr: Yüklemeyi onayla

source: Confirmed
cs: Potvrzeno
hu: Megerősítve
