Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

# you changed role of %@ to %@
source: you changed role of %1$@ to %2$@
cs: změnili jste roli z %1$@ na %2$@
hu: Ön a következőre módosította %1$@ szerepkörét: „%2$@”
nl: je veranderde de rol van %1$@ in %2$@
pl: zmieniłeś rolę %1$@ na %2$@
ru: Вы поменяли роль члена %1$@ на: %2$@
tr: %1$@'in yetkisini %2$@ olarak değiştirdiniz
zh_hant: 你修改了 %1$@ 的身份為 %2$@

source: you left
cs: odešli jste
hu: Ön elhagyta a csoportot
nl: je bent vertrokken
pl: wyszedłeś
pt_br: você saiu
ru: Вы покинули группу
tr: terk ettiniz
zh_hant: 你退出了群組

source: you removed %@
cs: Odebrali jste %@
hu: Ön eltávolította őt: %@
nl: je hebt %@ verwijderd
pl: usunąłeś %@
ru: Вы удалили %@
tr: %@'yi çıkarttınız
zh_hant: 你已移除 %@

source: you shared one-time link
cs: sdíleli jste jednorázový odkaz
hu: Ön egy egyszer használható meghívót osztott meg
nl: je hebt een eenmalige link gedeeld
pl: udostępniłeś jednorazowy link
pt_br: você compartilhou um link de uso único
ru: Вы создали ссылку
tr: tek kullanımlık bağlantınızı paylaştınız
zh_hant: 你分享了一個一次性連結

source: you shared one-time link incognito
cs: sdíleli jste jednorázový odkaz inkognito
hu: Ön egy egyszer használható meghívót osztott meg inkognitóban
nl: je hebt een eenmalige link incognito gedeeld
pl: udostępniłeś jednorazowy link incognito
pt_br: você compartilhou um link anônimo de uso único
ru: Вы создали ссылку инкогнито
tr: tek kullanımlık link paylaştınız gizli
zh_hant: 你分享了一個匿名聊天模式的一次性連結

source: you unblocked %@
cs: odblokovali jste %@
hu: Ön feloldotta %@ letiltását
nl: je hebt %@ gedeblokkeerd
pl: odblokowałeś %@
ru: Вы разблокировали %@
tr: engelini kaldırdın %@

source: you:
cs: vy:
hu: Ön:
nl: Jij:
pl: ty:
ru: Вы:
tr: sen:
zh_hant: 你：

source: \~strike~
cs: \~stávka~
hu: \~áthúzott~
nl: \~staking~
pl: \~strajk~
ru: \~зачеркнуть~
tr: \~çizik~
zh_hant: \~刪除線~

# NSCameraUsageDescription
source: SimpleX needs camera access to scan QR codes to connect to other users and for video calls.
cs: SimpleX potřebuje přístup k fotoaparátu, aby mohl skenovat QR kódy pro připojení k ostatním uživatelům a pro videohovory.
hu: A SimpleXnek kamera-hozzáférésre van szüksége a QR-kódok beolvasásához, hogy kapcsolódhasson más felhasználókhoz és videohívásokhoz.
nl: SimpleX heeft camera toegang nodig om QR-codes te scannen om verbinding te maken met andere gebruikers en voor video gesprekken.
pl: SimpleX potrzebuje dostępu do kamery, w celu skanowania kodów QR aby połączyć się z innymi użytkownikami i połączeń wideo.
ru: SimpleX использует камеру для сканирования QR кодов при соединении с другими пользователями и для видео звонков.
tr: SimpleX, diğer kullanıcılara bağlanmak amacıyla QR kodlarını taramak ve görüntülü aramalar için kamera erişimine ihtiyaç duyar.
zh_hant: SimpleX 需要相機的啟用權限去掃描二維碼以連接其他用戶和接收視訊通話。

# NSFaceIDUsageDescription
source: SimpleX uses Face ID for local authentication
cs: SimpleX používá Face ID pro místní ověřování
hu: A SimpleX Face ID-t használ a helyi hitelesítéshez
nl: SimpleX gebruikt Face-ID voor lokale authenticatie
pl: SimpleX używa Face ID do lokalnego uwierzytelniania
ru: SimpleX использует Face ID для аутентификации
tr: SimpleX yerel kimlik doğrulama için Face ID kullanır
zh_hant: SimpleX 用 Face ID 去進行本機認證

# NSLocalNetworkUsageDescription
source: SimpleX uses local network access to allow using user chat profile via desktop app on the same network.
cs: SimpleX používá přístup k místní síti, aby umožnil použití profilu chatu přes desktopovou aplikaci ve stejné síti.
hu: A SimpleX helyi hálózati hozzáférést használ, hogy lehetővé tegye a felhasználói csevegési profil használatát számítógépen keresztül ugyanazon a hálózaton.
nl: SimpleX maakt gebruik van lokale netwerktoegang om het gebruik van een gebruikerschatprofiel via de desktop-app op hetzelfde netwerk mogelijk te maken.
pl: SimpleX używa sieci lokalnej aby pozwolić na dostęp profilom czatu użytkownika przez aplikację komputerową na tej samej sieci.
ru: SimpleX использует доступ к локальной сети, чтобы разрешить использование профиля чата через компьютер в той же сети.
tr: SimpleX, aynı ağdaki masaüstü uygulaması aracılığıyla kullanıcı sohbet profilinin kullanılmasına izin vermek için yerel ağ erişimini kullanır.

# NSMicrophoneUsageDescription
source: SimpleX needs microphone access for audio and video calls, and to record voice messages.
cs: SimpleX potřebuje přístup k mikrofonu pro audio a video hovory a pro nahrávání hlasových zpráv.
hu: A SimpleXnek mikrofon-hozzáférésre van szüksége hang- és videohívásokhoz, valamint hangüzenetek rögzítéséhez.
nl: SimpleX heeft microfoon toegang nodig voor audio en video oproepen en om spraak berichten op te nemen.
pl: SimpleX potrzebuje dostępu do mikrofonu, w celu połączeń audio i wideo oraz nagrywania wiadomości głosowych.
ru: SimpleX использует микрофон для аудио и видео звонков, и для записи голосовых сообщений.
tr: SimpleX'in sesli ve görüntülü aramalar ve sesli mesajları kaydetmek için mikrofon erişimine ihtiyacı vardır.
zh_hant: SimpleX 需要麥克風的啟用權限去接收語音和視訊通話，以及錄製語音訊息。

# NSPhotoLibraryAddUsageDescription
source: SimpleX needs access to Photo Library for saving captured and received media
cs: SimpleX potřebuje přístup do knihovny fotografií pro ukládání zachycených a přijatých médií
hu: A SimpleXnek galéria-hozzáférésre van szüksége a rögzített és fogadott média mentéséhez
nl: SimpleX heeft toegang tot Fotobibliotheek nodig om vastgelegde en ontvangen media op te slaan
pl: SimpleX potrzebuje dostępu do galerii zdjęć, w celu zapisywania i otrzymywania mediów
ru: SimpleX использует доступ к Photo Library для сохранения сделанных и полученных фотографий
tr: SimpleX'in çekilen ve alınan medyayı kaydetmek için Fotoğraf Kitaplığı'na erişmesi gerekir
zh_hant: SimpleX 需要圖片庫的啟用權限去儲存已截取和已接收的媒體

# NSHumanReadableCopyright
source: Copyright © 2022 SimpleX Chat. All rights reserved.
cs: Autorská práva © 2022 SimpleX Chat. Všechna práva vyhrazena.
hu: Copyright © 2022 SimpleX Chat. Minden jog fenntartva.
nl: Copyright © 2022 SimpleX Chat. Alle rechten voorbehouden.
pl: Copyright © 2022 SimpleX Chat. Wszelkie prawa zastrzeżone.
ru: Copyright © 2022 SimpleX Chat. Все права зарезервированы.
tr: Telif Hakkı © 2024 SimpleX Chat. Tüm hakları saklıdır.
zh_hant: 版權所有© 2022 SimpleX Chat。保留所有權利。

source: %d new events
cs: Hlasové zprávy
hu: %d új esemény

source: From %d chat(s)
cs: Z %d chatu(ů)
hu: %d csevegésből

source: From: %@
cs: Od: %@
hu: Tőle: %@

source: New messages
cs: Nové zprávy
hu: Új üzenetek

# NSHumanReadableCopyright
source: Copyright © 2024 SimpleX Chat. All rights reserved.
cs: Autorská práva © 2024 SimpleX Chat. Všechna práva vyhrazena.
hu: Copyright © 2024 SimpleX Chat. Minden jog fenntartva.
pl: Copyright © 2024 SimpleX Chat. Wszelkie prawa zastrzeżone.
ru: Copyright © 2024 SimpleX Chat. Все права защищены.
tr: Telif Hakkı © 2024 SimpleX Chat. Tüm hakları saklıdır.

source: App is locked!
cs: Aplikace je uzamčena!
hu: Az alkalmazás zárolva van!
nl: App is vergrendeld!
pl: Aplikacja zablokowana!
ru: Приложение заблокировано!
tr: Uygulama kilitlendi!

source: Comment
cs: Komentář
hu: Hozzászólás
nl: Opmerking
pl: Komentarz
ru: Комментарий
tr: Yorum

source: Database downgrade required
cs: Vyžaduje se downgrade databáze
hu: Adatbázis visszafejlesztése szükséges
nl: Database downgrade vereist
pl: Wymagane obniżenie wersji bazy danych
ru: Требуется откат базы данных
tr: Veritabanı sürüm düşürme gerekli

source: Database upgrade required
cs: Vyžaduje se upgrade databáze
hu: Adatbázis fejlesztése szükséges
nl: Database upgrade vereist
pl: Wymagana aktualizacja bazy danych
ru: Требуется обновление базы данных
tr: Veritabanı yükseltmesi gerekli

source: Error preparing file
cs: Chyba přípravy souboru
hu: Hiba történt a fájl előkészítésekor
nl: Fout bij voorbereiden bestand
pl: Błąd przygotowania pliku
ru: Ошибка подготовки файла
tr: Dosya hazırlanırken hata oluştu

source: Error preparing message
cs: Chyba přípravy zprávy
hu: Hiba történt az üzenet előkészítésekor
nl: Fout bij het voorbereiden van bericht
pl: Błąd przygotowania wiadomości
ru: Ошибка подготовки сообщения
tr: Mesaj hazırlanırken hata oluştu

source: No active profile
cs: Žádný aktivní profil
hu: Nincs aktív profil
nl: Geen actief profiel
pl: Brak aktywnego profilu
ru: Нет активного профиля
tr: Aktif profil yok

source: Open the app to downgrade the database.
cs: Otevřete aplikaci pro downgrade databáze.
hu: Nyissa meg az alkalmazást az adatbázis visszafejlesztéséhez.
nl: Open de app om de database te downgraden.
pl: Otwórz aplikację aby obniżyć wersję bazy danych.
ru: Откройте приложение, чтобы откатить базу данных.
tr: Veritabanının sürümünü düşürmek için uygulamayı açın.

source: Open the app to upgrade the database.
cs: Otevřete aplikaci pro upgrade databáze.
hu: Nyissa meg az alkalmazást az adatbázis fejlesztéséhez.
nl: Open de app om de database te upgraden.
pl: Otwórz aplikację aby zaktualizować bazę danych.
ru: Откройте приложение, чтобы обновить базу данных.
tr: Veritabanını güncellemek için uygulamayı açın.

source: Passphrase
cs: Přístupová fráze
hu: Jelmondat
nl: Wachtwoord
pl: Hasło
ru: Пароль
tr: Parola

source: Please create a profile in the SimpleX app
cs: Vytvořte prosím profil v aplikaci SimpleX
hu: Hozzon létre egy profilt a SimpleX alkalmazásban
nl: Maak een profiel aan in de SimpleX app
pl: Proszę utworzyć profil w aplikacji SimpleX
ru: Пожалуйста, создайте профиль в приложении SimpleX.
tr: Lütfen SimpleX uygulamasında bir profil oluşturun

source: Sending a message takes longer than expected.
cs: Odesílání zprávy trvá déle než očekáváno.
hu: Az üzenet elküldése a vártnál tovább tart.
nl: Het verzenden van een bericht duurt langer dan verwacht.
pl: Wysłanie wiadomości trwa dłużej niż oczekiwano.
ru: Отправка сообщения занимает дольше ожиданного.
tr: Mesaj göndermek beklenenden daha uzun sürüyor.

source: Sending message…
cs: Odesílání zprávy…
hu: Üzenet küldése…
nl: Bericht versturen…
pl: Wysyłanie wiadomości…
ru: Отправка сообщения…
tr: Mesaj gönderiliyor…

source: Slow network?
cs: Pomalá síť?
hu: Lassú a hálózata?
nl: Traag netwerk?
pl: Wolna sieć?
ru: Медленная сеть?
tr: Ağ yavaş mı?

source: Unsupported format
cs: Nepodporovaný formát
hu: Nem támogatott formátum
nl: Niet ondersteund formaat
pl: Niewspierany format
ru: Неподдерживаемый формат
tr: Desteklenmeyen format

source: Wait
cs: Čekejte
hu: Várjon
nl: wachten
pl: Czekaj
ru: Подождать
tr: Bekleyin

# You can allow sharing in Privacy &amp; Security / SimpleX Lock settings.
source: You can allow sharing in Privacy & Security / SimpleX Lock settings.
cs: You can allow sharing in Privacy &amp; Security / SimpleX Lock settings.
hu: A megosztást az Adatvédelem és biztonság / SimpleX-zár menüben engedélyezheti.
nl: U kunt delen toestaan in de instellingen voor Privacy en beveiliging / SimpleX Lock.
pl: Możesz zezwolić na udostępnianie w ustawieniach Prywatność i bezpieczeństwo / Blokada SimpleX.
ru: Вы можете разрешить функцию Поделиться в настройках Конфиденциальности / Блокировка SimpleX.
tr: Gizlilik ve Güvenlik / SimpleX Lock ayarlarından paylaşıma izin verebilirsiniz.

source: Accept as member
cs: Přijmout za člena

source: Accept as observer
cs: Přijmout jako pozorovatele

source: Accept contact request
cs: Přijmout žádost o kontakt

source: Accept member
cs: Přijmout člena

source: Add message
cs: Přidat zprávu

source: Allow files and media only if your contact allows them.
cs: Povolit soubory a média pouze pokud, je váš kontakt povolí.

source: Allow your contacts to send files and media.
cs: Povolit vašim kontaktům odesílání souborů a médii.

source: Bio too large
cs: Bio příliš velké

source: Both you and your contact can send files and media.
cs: Vy i vaše kontakty můžete posílat soubory a média.

source: Business connection
cs: Obchodní spojení

source: Can't change profile
cs: Nelze změnit profil

source: Chat with admins
cs: Chat se správci

source: Chat with member
cs: Chat se členem

source: Chat with members before they join.
cs: Chat se členy než se připojí.

source: Chats with members
cs: Chaty se členy

source: Connect faster! 🚀
cs: Připojte se rychleji! 🚀

source: Contact requests from groups
cs: Předvolby kontaktu

source: Create your address
cs: Vytvořit profil

source: Delete chat with member?
cs: Smazat chat profil

source: Deprecated options
cs: Potvrzení o doručení jsou vypnuté!

source: Description too large
cs: Popis příliš dlouhý

source: Empty message!
cs: Prázdná zpráva!

source: Enable disappearing messages by default.
cs: Mizící zpráva

source: Error accepting member
cs: Chyba příjmu požadavku od kontaktu

source: Error adding short link
cs: Chyba

source: Error changing chat profile
cs: Chyba změny adresy

source: Error connecting to the server used to receive messages from this connection: %@
cs: Chyba

source: Error deleting chat
cs: Chyba

source: Error opening group
cs: Chyba

source: Error rejecting contact request
cs: Chyba odmítnutí žádosti o kontakt

source: Error setting auto-accept
cs: Chyba odesílání zprávy

source: Error: %@.
cs: Chyba souboru

source: Files and media are prohibited in this chat.
cs: Soubory a média

source: Fingerprint in destination server address does not match certificate: %@.
cs: Adresa serveru

source: Fingerprint in forwarding server address does not match certificate: %@.
cs: Adresa serveru

source: Fingerprint in server address does not match certificate.
cs: Je možné, že otisk certifikátu v adrese serveru je nesprávný

source: Fingerprint in server address does not match certificate: %@.
cs: Adresa serveru

source: Forwarding server %1$@ failed to connect to destination server %2$@. Please try later.
cs: Prosím zkuste později.

source: Group profile was changed. If you save it, the updated profile will be sent to group members.
cs: Platnost pozvánky do skupiny vypršela

source: Join as %@
cs: připojit se jako %@

source: Keep your chats clean
cs: Konverzace

source: Less traffic on mobile networks.
cs: Méně provozu na mobilních sítích.

source: Loading profile…
cs: Načítání profilu…

source: Member %@
cs: Člen %@

source: Member admission
cs: Přihlášení člena

source: Member is deleted - can't accept request
cs: Člen je smazán - nemůže přijmout žádost

source: Member will join the group, accept member?
cs: Přijmout

source: Messages are protected by **end-to-end encryption**.
cs: Zprávy jsou chráněny **koncovým šifrováním**.

source: New member wants to join the group.
cs: Nová role člena

source: No chats with members
cs: Žádné chaty

source: No private routing session
cs: Hlasová zpráva

source: Only you can send files and media.
cs: Reakce na zprávy můžete přidávat pouze vy.

source: Only your contact can send files and media.
cs: Reakce na zprávy může přidávat pouze váš kontakt.

source: Open clean link
cs: Chat konzole

source: Open full link
cs: Otevřít celý odkaz

source: Open new chat
cs: Otevřít nový chat

source: Open new group
cs: Otevřít novou skupinu

source: Open to accept
cs: Otevřít pro přijetí

source: Open to connect
cs: Otevřít pro připojení

source: Open to join
cs: Otevřít pro připojení

source: Open to use bot
cs: Otevřít pro použítí bota

source: Private routing timeout
cs: Vypršel čas soukromého směrování

source: Protocol background timeout
cs: Vaše chat profily

source: Reject member?
cs: Odmítnout žádost o kontakt

source: Removes messages and blocks members.
cs: Odstranit přístupovou frázi z úložiště klíčů?

source: Review members
cs: Chat se členy než se připojí.

source: SOCKS proxy
cs: Použít SOCKS proxy
pl: Proxy SOCKS
ru: SOCKS прокси
tr: SOCKS vekili

source: Save (and notify members)
cs: Uložit (a upozornit členy)

source: Save group profile?
cs: Uložit a aktualizovat profil skupiny

source: Send contact request?
cs: Heslo změněno!

source: Send request
cs: Odeslat potvrzení

source: Send request without message
cs: Odeslat žádost bez zprávy

source: Send your private feedback to groups.
cs: Zpět

source: Server requires authorization to create queues, check password.
cs: Server vyžaduje autorizaci pro vytváření front, zkontrolujte heslo

source: Server requires authorization to upload, check password.
cs: Server vyžaduje autorizaci pro nahrávání, zkontrolujte heslo

source: Set member admission
cs: Nastavení skupinových předvoleb

source: Set profile bio and welcome message.
cs: Nastavit přístupovou frázi

source: Share old address
cs: Sdílet odkaz

source: Share old link
cs: Sdílení starého odkazu

source: Share your address
cs: Sdílet s kontakty

source: Short SimpleX address
cs: Adresa SimpleX

source: Short description
cs: Vaše bio:

source: SimpleX address settings
cs: Nastavení adres

source: SimpleX relay link
cs: SimpleX relé odkaz

source: Tap Connect to chat
cs: Klepněte na Připojit pro chat

source: Tap Join group
cs: Klepnutím se připojíte inkognito

source: The address will be short, and your profile will be shared via the address.
cs: Děkujeme za instalaci SimpleX Chat!

source: The link will be short, and group profile will be shared via the link.
cs: Připojení, které jste přijali, bude zrušeno!

source: This setting is for your current profile **%@**.
cs: Toto nastavení je pro váš aktuální profil

source: Time to disappear is set only for new contacts.
cs: Čas mizení, je nastaven pouze pro nové kontakty.

source: To use another profile after connection attempt, delete the chat and use the link again.
cs: Oznámení

source: Upgrade group link?
cs: Zvýšit a otevřít chat

source: Upgrade link
cs: Tento odkaz vyžaduje novější verzi aplikace. Prosím aktualizujte aplikaci nebo požádejte kontakt o odeslání kompatibilního odkazu.

source: Use incognito profile
cs: Inkognito

source: Welcome your contacts 👋
cs: Vítejte!

source: WiFi
cs: Inkognito

source: You are not connected to the server used to receive messages from this connection (no subscription).
cs: Jste pozváni do skupiny

source: You can view your reports in Chat with admins.
cs: Můžete zobrazit své hlášení v Chatu se správci.

source: You will be able to send messages **only after your request is accepted**.
cs: Přijmout

source: Your business contact
cs: Vaše servery ICE

source: Your chat was moved to %@ but an unexpected error occurred while redirecting you to the profile.
cs: Vaše chat profily

source: Your connection was moved to %@ but an error happened when switching profile.
cs: Chyba

source: Your contact
cs: Budete připojeni, jakmile bude zařízení vašeho kontaktu online, vyčkejte prosím nebo se podívejte později!

source: Your group
cs: Vaše aktuální chat databáze bude SMAZÁNA a NAHRAZENA importovanou databází. \nTuto akci nelze vzít zpět - vaše profily, kontakty, zprávy a soubory budou nenávratně ztraceny.

source: accepted %@
cs: Hvězdu na GitHubu

source: accepted you
cs: Budete připojeni, jakmile bude vaše žádost o připojení přijata, vyčkejte prosím nebo se podívejte později!

source: all
cs: vše

source: can't send messages
cs: Chyba

source: contact deleted
cs: Kontakt smazán!

source: contact disabled
cs: kontakt vypnut

source: contact not ready
cs: kontakt nepřipraven

source: contact should accept…
cs: kontakt by měl přijmout…

source: group
cs: Přestanete dostávat zprávy z této skupiny. Historie chatu bude zachována.

source: group is deleted
cs: skupina je smazána

source: member has old version
cs: člen má starou verzi

source: no subscription
cs: Smazat za

source: not synchronized
cs: Zkopírováno

source: pending review
cs: Nový člen chce připojit do skupiny.

source: removed from group
cs: Členové budou odstraněny ze skupiny - toto nelze zvrátit!

source: request is sent
cs: požadavek odeslán

source: request to join rejected
cs: Odmítnout

source: requested connection
cs: Již jste požádali o spojení přes tuto adresu!

source: review
cs: Přečíst později

source: reviewed by admins
cs: čeká na schválení adminy

source: v%@
cs: Pro zvýšení soukromí, <b>SimpleX běží na pozadí</b> místo používání oznámení.

source: you accepted this member
cs: Přijmout

source: %lld second(s)
nl: %lld seconde(n)
pl: %lld sekund(y)
pt_br: %lld segundo(s)
ru: %lld секунд
tr: %lld saniye
zh_hant: %lld 秒(s)

source: **Add contact**: to create a new invitation link, or connect via a link you received.
nl: **Contact toevoegen**: om een nieuwe uitnodigingslink aan te maken, of verbinding te maken via een link die u heeft ontvangen.
pl: **Dodaj kontakt**: aby utworzyć nowy link z zaproszeniem lub połączyć się za pomocą otrzymanego linku.
pt_br: **Adicionar contato**: criar um novo link de convite ou conectar via um link que você recebeu.
ru: **Добавить контакт**: создать новую ссылку-приглашение или подключиться через полученную ссылку.
tr: **Kişi ekle**: yeni bir davet bağlantısı oluşturmak için, ya da aldığın bağlantıyla bağlan.

# **Add new contact**: to create your one-time QR Code for your contact.
source: **Add new contact**: to create your one-time QR Code or link for your contact.
nl: **Nieuw contact toevoegen**: om uw eenmalige QR-code of link voor uw contact te maken.
pl: **Dodaj nowy kontakt**: aby stworzyć swój jednorazowy kod QR lub link dla kontaktu.
pt_br: **Adicionar novo contato**: para criar seu QR Code ou link único para seu contato.
ru: **Добавить новый контакт**: чтобы создать одноразовый QR код или ссылку для Вашего контакта.
tr: **Yeni kişi ekleyin**: tek seferlik QR Kodunuzu oluşturmak veya kişisel ulaşım bilgileri bağlantısı için.

source: **More private**: check new messages every 20 minutes. Device token is shared with SimpleX Chat server, but not how many contacts or messages you have.
nl: **Meer privé**: bekijk elke 20 minuten nieuwe berichten. Apparaattoken wordt gedeeld met de SimpleX Chat-server, maar niet hoeveel contacten of berichten u heeft.
pl: **Bardziej prywatny**: sprawdzanie nowych wiadomości odbywa się co 20 minut. Współdzielony z serwerem SimpleX Chat jest token urządzenia, lecz nie informacje o liczbie kontaktów lub wiadomości.
pt_br: **Mais privado**: verifique as novas mensagens a cada 20 minutos. O token do dispositivo é compartilhado com o servidor do SimpleX Chat, mas não quantos contatos ou mensagens você tem.
ru: **Более конфиденциально**: проверять новые сообщения каждые 20 минут. Токен устройства будет отправлен на сервер уведомлений SimpleX Chat, но у сервера не будет информации о количестве контактов и сообщений.
tr: **Daha gizli**: her 20 dakikada yeni mesajlar için kontrol et. Cihaz jetonu SimpleX Chat sunucusuyla paylaşılacak, ama ne kadar kişi veya mesaja sahip olduğun paylaşılmayacak.

source: **Most private**: do not use SimpleX Chat notifications server, check messages periodically in the background (depends on how often you use the app).
nl: **Meest privé**: gebruik geen SimpleX Chat-notificatie server, controleer berichten regelmatig op de achtergrond (afhankelijk van hoe vaak u de app gebruikt).
pl: **Najbardziej prywatny**: nie korzystaj z serwera powiadomień SimpleX Chat, wiadomości sprawdzane są co jakiś czas w tle (zależne od tego jak często korzystasz z aplikacji).
pt_br: **Mais privado**: não use o servidor de notificações do SimpleX Chat, verifique as mensagens periodicamente em segundo plano (depende da frequência com que você usa o aplicativo).
ru: **Самый конфиденциальный**: не использовать сервер уведомлений SimpleX Chat, проверять сообщения периодически в фоновом режиме (зависит от того насколько часто Вы используете приложение).
tr: **En gizli**: SimpleX Chat bildirim sunucusunu kullanma, arkaplanda mesajları periyodik olarak kontrol edin (uygulamayı ne sıklıkta kullandığınıza bağlıdır).
