Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

source: Share 1-time link
cs: Sdílet jednorázovou pozvánku
hu: Egyszer használható meghívó megosztása
nl: Eenmalige link delen
pl: Udostępnij 1-razowy link
pt_br: Compartilhar link de convite
ru: Поделиться одноразовой ссылкой
tr: Tek kullanımlık bağlantıyı paylaş
zh_hant: 分享一次性連結

source: Share 1-time link with a friend
cs: Sdílet jednorázovou pozvánku s přítelem
hu: Egyszer használható meghívó megosztása egy baráttal

source: Share SimpleX address on social media.
cs: Sdílent SimpleX adresu na sociálních médiích.
hu: SimpleX-cím megosztása a közösségi médiában.

source: Share address
cs: Sdílet adresu
hu: Cím megosztása
nl: Adres delen
pl: Udostępnij adres
ru: Поделиться адресом
tr: Adresi paylaş
zh_hant: 分享聯絡地址

source: Share address publicly
cs: Sdílet adresu veřejně
hu: Cím nyilvános megosztása

source: Share address with contacts?
cs: Sdílet adresu s kontakty?
hu: Megosztja a címet a partnereivel?
nl: Adres delen met contacten?
pl: Udostępnić adres kontaktom?
ru: Поделиться адресом с контактами?
tr: Kişilerle adres paylaşılsın mı?
zh_hant: 與你的聯絡人分享聯絡地址？

source: Share from other apps.
cs: Sdílet adresu
hu: Megosztás más alkalmazásokból.
nl: Delen vanuit andere apps.
pl: Udostępnij z innych aplikacji.
ru: Поделитесь из других приложений.
tr: Diğer uygulamalardan paylaşın.

source: Share link
cs: Sdílet odkaz
hu: Megosztás
nl: Deel link
pl: Udostępnij link
pt_br: Compartilhar link
ru: Поделиться ссылкой
tr: Bağlantıyı paylaş
zh_hant: 分享連結

source: Share profile
cs: Odkaz bude krátký a profil skupiny bude sdílen prostřednictvím odkazu.
hu: Profil megosztása
nl: Profiel delen
pl: Udostępnij profil
ru: Поделиться профилем
tr: Profil paylaş

source: Share this 1-time invite link
hu: Ennek az egyszer használható meghívónak a megosztása
nl: Deel deze eenmalige uitnodigingslink
pl: Udostępnij ten jednorazowy link
ru: Поделиться одноразовой ссылкой-приглашением
tr: Bu tek kullanımlık bağlantı davetini paylaş

source: Share to SimpleX
cs: SimpleX adresa a 1 rázové odkazy je bezpečné sdílet přes všechny komunikátory.
hu: Megosztás a SimpleXben
nl: Delen op SimpleX
pl: Udostępnij do SimpleX
ru: Поделиться в SimpleX
tr: SimpleX ile paylaş

source: Share with contacts
cs: Sdílet s kontakty
hu: Megosztás a partnerekkel
nl: Delen met contacten
pl: Udostępnij kontaktom
ru: Поделиться с контактами
tr: Kişilerle paylaş
zh_hant: 與你的聯絡人分享

source: Short link
cs: Krátký odkaz
hu: Rövid hivatkozás

source: Show QR code
cs: Zobrazit QR kód
hu: QR-kód megjelenítése
nl: Toon QR-code
pl: Pokaż kod QR
ru: Показать QR код
tr: QR kodunu göster

source: Show calls in phone history
cs: Ukaž hovory v historii telefonu
hu: Hívások megjelenítése a híváslistában
nl: Toon oproepen in de telefoongeschiedenis
pl: Pokaż połączenia w historii telefonu
ru: Показать звонки в истории телефона
tr: Telefon geçmişinde aramaları göster
zh_hant: 在電話歷史記錄內顯示通話

source: Show developer options
cs: Zobrazit možnosti vývojáře
hu: Fejlesztői beállítások megjelenítése
nl: Ontwikkelaars opties tonen
pl: Pokaż opcje dewelopera
pt_br: Mostrar opções para desenvolvedores
ru: Показать опции для девелоперов
tr: Geliştirici ayarlarını göster
zh_hant: 顯示開發者選項

source: Show last messages
cs: Zobrazit poslední zprávy
hu: Legutóbbi üzenet előnézetének megjelenítése
nl: Laat laatste berichten zien
pl: Pokaż ostatnie wiadomości
ru: Показывать последние сообщения
tr: Son mesajları göster
zh_hant: 顯示最新的訊息

source: Show message status
cs: Zobrazit možnosti vývojáře
hu: Üzenet állapotának megjelenítése
nl: Toon berichtstatus
pl: Pokaż status wiadomości
ru: Показать статус сообщения
tr: Mesaj durumunu göster

source: Show percentage
hu: Százalék megjelenítése
nl: Percentage weergeven
pl: Pokaż procent
ru: Показать процент
tr: Yüzdeyi göster

source: Show preview
cs: Zobrazení náhledu
hu: Értesítés előnézete
nl: Toon voorbeeld
pl: Pokaż podgląd
pt_br: Mostrar prévia
ru: Показывать уведомления
tr: Ön gösterimi göser
zh_hant: 顯示預覽

source: Show → on messages sent via private routing.
cs: Zobrazit → u zpráv odeslaných přes soukromé směrování.
hu: Egy „→” jel megjelenítése a privát útválasztáson keresztül küldött üzeneteknél.
nl: Toon → bij berichten verzonden via privéroutering.
pl: Pokaż → na wiadomościach wysłanych przez prywatne trasowanie.
ru: Показать → на сообщениях доставленных конфиденциально.
tr: Gizli yönlendirme yoluyla gönderilen mesajlarda → işaretini göster.

source: Show:
cs: Zobrazit:
hu: Megjelenítve:
nl: Toon:
pl: Pokaż:
pt_br: Mostrar:
ru: Показать:
tr: Göster:
zh_hant: 顯示：

source: SimpleX Address
cs: SimpleX Adresa
hu: SimpleX-cím
nl: SimpleX adres
pl: Adres SimpleX
ru: Адрес SimpleX
tr: SimpleX Adresi
zh_hant: SimpleX 聯絡地址

source: SimpleX Chat and Flux made an agreement to include Flux-operated servers into the app.
cs: Adresa SimpleX
hu: A SimpleX Chat és a Flux megállapodást kötött arról, hogy a Flux által üzemeltetett kiszolgálókat beépítik az alkalmazásba.

source: SimpleX Chat security was audited by Trail of Bits.
cs: Zabezpečení SimpleX chatu bylo auditováno společností Trail of Bits.
hu: A SimpleX Chat biztonsága a Trail of Bits által lett auditálva.
nl: De beveiliging van SimpleX Chat is gecontroleerd door Trail of Bits.
pl: Bezpieczeństwo SimpleX Chat zostało zaudytowane przez Trail of Bits.
ru: Безопасность SimpleX Chat была проверена Trail of Bits.
tr: SimpleX Chat güvenliği Trails of Bits tarafından denetlenmiştir.
zh_hant: SimpleX Chat 的安全性由 Trail of Bits 審核。

source: SimpleX Lock
cs: Zámek SimpleX
hu: SimpleX-zár
nl: SimpleX Vergrendelen
pl: Blokada SimpleX
pt_br: Bloqueio SimpleX
ru: Блокировка SimpleX
tr: SimpleX Kilidi
zh_hant: SimpleX 鎖定

source: SimpleX Lock mode
cs: SimpleX zámek
hu: Zárolási mód
nl: SimpleX Vergrendel modus
pl: Tryb blokady SimpleX
pt_br: Modo de bloqueio SimpleX
ru: Режим Блокировки SimpleX
tr: SimpleX Kilidi modu
zh_hant: SimpleX 鎖定模式

source: SimpleX Lock not enabled!
cs: Zámek SimpleX není povolen!
hu: A SimpleX-zár nincs bekapcsolva!
nl: SimpleX vergrendeling niet ingeschakeld!
pl: Blokada SimpleX wyłączona!
pt_br: Bloqueio SimpleX não ativado!
ru: Блокировка SimpleX не включена!
tr: SimpleX Kilidi etkinleştirilmedi!
zh_hant: 未啟用 SimpleX 鎖定！

source: SimpleX Lock turned on
cs: Zapnutý zámek SimpleX Lock
hu: SimpleX-zár bekapcsolva
nl: SimpleX Vergrendelen ingeschakeld
pl: Blokada SimpleX włączona
pt_br: Bloqueio SimpleX ativado
ru: Блокировка SimpleX включена
tr: SimpleX Kilidi açıldı
zh_hant: 已開啟SimpleX 鎖定

source: SimpleX address
cs: Adresa SimpleX
hu: SimpleX-cím
nl: SimpleX adres
pl: Adres SimpleX
ru: Адрес SimpleX
tr: SimpleX adresi
zh_hant: SimpleX 聯絡地址

source: SimpleX address and 1-time links are safe to share via any messenger.
cs: Zámek SimpleX není povolen!
hu: A SimpleX-cím és az egyszer használható meghívó biztonságosan megosztható bármilyen üzenetváltó-alkalmazáson keresztül.

source: SimpleX address or 1-time link?
cs: Adresa SimpleX
hu: SimpleX-cím vagy egyszer használható meghívó?

source: SimpleX channel link
cs: odkaz SimpleX kanálu
hu: SimpleX-csatornahivatkozás

source: SimpleX contact address
cs: SimpleX kontaktní adresa
hu: SimpleX kapcsolattartási cím
nl: SimpleX contact adres
pl: Adres kontaktowy SimpleX
ru: SimpleX ссылка-контакт
tr: SimpleX kişi adresi
zh_hant: SimpleX 聯絡人地址

source: SimpleX encrypted message or connection event
cs: SimpleX šifrovaná zpráva nebo událost připojení
hu: SimpleX titkosított üzenet vagy kapcsolati esemény
nl: SimpleX versleuteld bericht of verbindingsgebeurtenis
pl: Szyfrowane zdarzenie wiadomości lub połączenia SimpleX
ru: SimpleX: зашифрованное сообщение или соединение контакта
tr: SimpleX şifrelenmiş mesaj veya bağlantı etkinliği
zh_hant: SimpleX 加密訊息或連接事件

source: SimpleX group link
cs: Skupinový odkaz SimpleX
hu: SimpleX-csoporthivatkozás
nl: SimpleX groep link
pl: Link grupy SimpleX
ru: SimpleX ссылка группы
tr: SimpleX grup bağlantısı
zh_hant: SimpleX 群組連結

source: SimpleX links
cs: Odkazy na SimpleX
hu: SimpleX-hivatkozások
pl: Linki SimpleX
pt_br: Links SimpleX
ru: SimpleX ссылки
tr: SimpleX bağlantıları
zh_hant: SimpleX 連結

source: SimpleX links are prohibited.
cs: SimpleX odkazy
hu: A SimpleX-hivatkozások küldése le van tiltva.

source: SimpleX links not allowed
cs: SimpleX odkazy jsou zakázány
hu: A SimpleX-hivatkozások küldése le van tiltva
nl: SimpleX-links zijn niet toegestaan
pl: Linki SimpleX są niedozwolone
ru: Ссылки SimpleX не разрешены
tr: SimpleX bağlantılarına izin verilmiyor

source: SimpleX one-time invitation
cs: Jednorázová pozvánka SimpleX
hu: Egyszer használható SimpleX-meghívó
nl: Eenmalige SimpleX uitnodiging
pl: Zaproszenie jednorazowe SimpleX
ru: SimpleX одноразовая ссылка
tr: SimpleX tek kullanımlık davet
zh_hant: SimpleX 一次性邀請連結

source: SimpleX protocols reviewed by Trail of Bits.
cs: Protokoly SimpleX byly prověřeny společností Trail of Bits.
hu: A SimpleX Chat biztonsága a Trail of Bits által lett felülvizsgálva.
nl: SimpleX-protocollen beoordeeld door Trail of Bits.
ru: Аудит SimpleX протоколов от Trail of Bits.
tr: SimpleX protokolleri Trail of Bits tarafından incelenmiştir.

source: Simplified incognito mode
cs: Zjednodušený inkognito režim
hu: Egyszerűsített inkognitómód
nl: Vereenvoudigde incognitomodus
pl: Uproszczony tryb incognito
ru: Упрощенный режим Инкогнито
tr: Basitleştirilmiş gizli mod

source: Size
cs: Inkognito
hu: Méret
nl: Maat
pl: Rozmiar
ru: Размер
tr: Boyut

source: Skip
cs: Přeskočit
hu: Kihagyás
nl: Overslaan
pl: Pomiń
ru: Пропустить
tr: Atla
zh_hant: 跳過

source: Skipped messages
cs: Přeskočené zprávy
hu: Kihagyott üzenetek
nl: Overgeslagen berichten
pl: Pominięte wiadomości
pt_br: Mensagens ignoradas
ru: Пропущенные сообщения
tr: Atlanmış mesajlar
zh_hant: 你錯過了多個訊息

source: Small groups (max 20)
cs: Malé skupiny (max. 20)
hu: Kis csoportok (max. 20 tag)
nl: Kleine groepen (max 20)
pl: Małe grupy (maks. 20)
ru: Маленькие группы (до 20)
tr: Küçük gruplar (en fazla 20 kişi)

source: Soft
cs: Měkký
hu: Enyhe
pl: Łagodny
ru: Слабое
tr: Yumuşak

source: Some app settings were not migrated.
hu: Egyes alkalmazásbeállítások nem lettek átköltöztetve.
nl: Sommige app-instellingen zijn niet gemigreerd.
pl: Niektóre ustawienia aplikacji nie zostały zmigrowane.
ru: Некоторые настройки приложения не были перенесены.
tr: Bazı uygulama ayarları taşınamadı.

source: Some file(s) were not exported:
hu: Néhány fájl nem lett exportálva:
nl: Sommige bestanden zijn niet geëxporteerd:
pl: Niektóre plik(i) nie zostały wyeksportowane:
ru: Некоторые файл(ы) не были экспортированы:
tr: Bazı dosya(lar) dışa aktarılmadı:

source: Some non-fatal errors occurred during import - you may see Chat console for more details.
cs: Během importu došlo k nezávažným chybám - podrobnosti naleznete v chat konzoli.
hu: Néhány nem végzetes hiba történt az importáláskor – további részleteket a csevegési konzolban olvashat.
nl: Er zijn enkele niet-fatale fouten opgetreden tijdens het importeren - u kunt de Chat console raadplegen voor meer details.
pl: Podczas importu wystąpiły niekrytyczne błędy - więcej szczegółów można znaleźć w konsoli czatu.
ru: Во время импорта произошли некоторые ошибки - для получения более подробной информации вы можете обратиться к консоли.
tr: İçe aktarma sırasında bazı ölümcül olmayan hatalar oluştu - daha fazla ayrıntı için Sohbet konsoluna bakabilirsiniz.

source: Some non-fatal errors occurred during import:
cs: Chat konzole
hu: Néhány nem végzetes hiba történt az importáláskor:
nl: Er zijn enkele niet-fatale fouten opgetreden tijdens het importeren:
pl: Podczas importu wystąpiły niekrytyczne błędy:
ru: Во время импорта произошли некоторые ошибки:
tr: İçe aktarma sırasında bazı önemli olmayan hatalar oluştu:

# Some servers failed the test:&#10;%@
source: Some servers failed the test: %@
hu: Néhány kiszolgáló megbukott a teszten: %@

source: Somebody
cs: Někdo
hu: Valaki
nl: Iemand
pl: Ktoś
ru: Контакт
tr: Biri
zh_hant: 某人

source: Spam
hu: Kéretlen tartalom

source: Square, circle, or anything in between.
hu: Négyzet, kör vagy bármi a kettő között.
nl: Vierkant, cirkel of iets daartussenin.
pl: Kwadrat, okrąg lub cokolwiek pomiędzy.
ru: Квадрат, круг и все, что между ними.
tr: Kare,daire, veya aralarında herhangi bir şey.

source: Start chat
cs: Začít chat
hu: Csevegés indítása
nl: Begin gesprek
pl: Rozpocznij czat
ru: Запустить чат
tr: Sohbeti başlat
zh_hant: 開啟對話

source: Start chat?
cs: Spustit chat?
hu: Elindítja a csevegést?
nl: Begin chat?
pl: Rozpocząć czat?
ru: Запустить чат?
tr: Sohbet başlatılsın mı?

source: Start migration
cs: Zahájit přenesení
hu: Átköltöztetés indítása
nl: Start migratie
pl: Rozpocznij migrację
ru: Запустить перемещение данных
tr: Geçişi başlat
zh_hant: 開始遷移

source: Starting from %@.
cs: Počínaje %@.
hu: Statisztikagyűjtés kezdete: %@.
nl: Beginnend vanaf %@.
pl: Zaczynanie od %@.
ru: Начиная с %@.
tr: %@'dan başlayarak.

source: Statistics
cs: Přijaté zprávy
hu: Statisztikák
nl: Statistieken
pl: Statystyki
ru: Статистика
tr: İstatistikler

source: Stop
cs: Zastavit
hu: Megállítás
pl: Zatrzymaj
pt_br: Parar
ru: Остановить
tr: Dur
zh_hant: 停止

source: Stop SimpleX
cs: Zastavit SimpleX
hu: SimpleX megállítása
pl: Zatrzymaj SimpleX
ru: Остановить SimpleX
tr: SimpleX'i durdur
zh_hant: 停止 SimpleX

source: Stop chat
cs: Zastavit chat
hu: Csevegési szolgáltatás megállítása
pl: Zatrzymaj czat
ru: Остановить чат
tr: Sohbeti kes

source: Stop chat to export, import or delete chat database. You will not be able to receive and send messages while the chat is stopped.
cs: Zastavení chatu pro export, import nebo smazání databáze chatu. Během zastavení chatu nebudete moci přijímat a odesílat zprávy.
hu: A csevegés megállítása a csevegési adatbázis exportálásához, importálásához vagy törléséhez. A csevegés megállításakor nem tud üzeneteket fogadni és küldeni.
nl: Stop de chat om de chat database te exporteren, importeren of verwijderen. U kunt geen berichten ontvangen en verzenden terwijl de chat is gestopt.
pl: Zatrzymaj czat, aby wyeksportować, zaimportować lub usunąć bazę danych czatu. Podczas zatrzymania chatu nie będzie można odbierać ani wysyłać wiadomości.
pt_br: Pare o chat para exportar, importar ou excluir o banco de dados do chat. Você não poderá receber e enviar mensagens enquanto o chat estiver interrompido.
ru: Остановите чат, чтобы экспортировать или импортировать архив чата или удалить данные чата. Вы не сможете получать и отправлять сообщения, пока чат остановлен.
tr: Sohbet veritabanını dışa aktarmak, içe aktarmak veya silmek için sohbeti durdurun. Sohbet durdurulduğunda mesaj alamaz ve gönderemezsiniz.
zh_hant: 停止聊天室以匯出對話，匯入或刪除對話數據庫。當聊天室停止後你將不能接收或傳送訊息。

source: Stop chat?
cs: Zastavit chat?
hu: Megállítja a csevegést?
pl: Zatrzymać czat?
pt_br: Parar chat?
ru: Остановить чат?
tr: Sohbet durdurulsun mu?
zh_hant: 停止對話？

source: Stop file
cs: Zastavit soubor
hu: Fájl megállítása
nl: Bestand stoppen
pl: Zatrzymaj plik
pt_br: Parar arquivo
ru: Остановить файл
tr: Dosyayı durdur
zh_hant: 停止檔案

source: Stop receiving file?
cs: Zastavit příjem souboru?
hu: Megállítja a fájlfogadást?
nl: Stoppen met het ontvangen van bestand?
pl: Przestać odbierać plik?
pt_br: Parar de receber arquivo?
ru: Остановить приём файла?
tr: Dosya alımı durdurulsun mu?
zh_hant: 停止接收檔案？

source: Stop sending file?
cs: Zastavit odesílání souboru?
hu: Megállítja a fájlküldést?
nl: Bestand verzenden stoppen?
pl: Przestać wysyłać plik?
pt_br: Parar de enviar arquivo?
ru: Остановить отправку файла?
tr: Dosya gönderimi durdurulsun mu?
zh_hant: 停止傳送檔案？

source: Stop sharing
cs: Přestat sdílet
hu: Megosztás megállítása
nl: Stop met delen
pl: Przestań udostępniać
ru: Прекратить делиться
tr: Paylaşmayı durdur
zh_hant: 停止分享

source: Stop sharing address?
cs: Přestat sdílet adresu?
hu: Megállítja a címmegosztást?
nl: Stop met het delen van adres?
pl: Przestać udostępniać adres?
ru: Прекратить делиться адресом?
tr: Adresi paylaşmak durdurulsun mu?
zh_hant: 停止分享聯絡地址？

source: Stopping chat
cs: Přestat sdílet adresu\?
hu: Csevegés megállítása folyamatban
nl: Chat stoppen
pl: Zatrzymywanie czatu
ru: Остановка чата
tr: Sohbeti durdurma

source: Storage
hu: Tárhely

source: Strong
cs: Silný
hu: Erős
nl: Krachtig
pl: Silne
ru: Сильное
tr: Güçlü

source: Submit
cs: Odeslat
hu: Elküldés
nl: Indienen
pl: Zatwierdź
pt_br: Enviar
ru: Продолжить
tr: Gönder
zh_hant: 呈交

source: Subscribed
cs: Odebírán
hu: Feliratkozva
pl: Zasubskrybowano
ru: Подписано
tr: Abone olundu

source: Subscription errors
cs: Chyby odběru
hu: Feliratkozási hibák
nl: Subscription fouten
pl: Błędy subskrypcji
ru: Ошибки подписки
tr: Abone olurken hata

source: Subscriptions ignored
cs: Ignorovat
hu: Mellőzött feliratkozások
nl: Subscriptions genegeerd
pl: Subskrypcje zignorowane
ru: Подписок игнорировано
tr: Abonelikler göz ardı edildi

source: Support SimpleX Chat
cs: Podpořte SimpleX Chat
hu: SimpleX Chat támogatása
nl: Ondersteuning van SimpleX Chat
pl: Wspieraj SimpleX Chat
ru: Поддержать SimpleX Chat
tr: SimpleX Chat'e destek ol
zh_hant: 幫助 SimpleX Chat

source: Switch audio and video during the call.
cs: Přepínat audio a video během hovoru.
hu: Hang/Videó váltása hívás közben.
nl: Wisselen tussen audio en video tijdens het gesprek.
ru: Переключайте звук и видео во время звонка.
tr: Görüşme sırasında ses ve görüntüyü değiştirin.

source: Switch chat profile for 1-time invitations.
hu: Csevegési profilváltás az egyszer használható meghívókhoz.
nl: Wijzig chatprofiel voor eenmalige uitnodigingen.
ru: Переключайте профиль чата для одноразовых приглашений.
tr: Sohbet profilini 1 kerelik davetler için değiştirin.

source: System
cs: Systém
hu: Rendszer
nl: Systeem
pt_br: Sistema
ru: Системная
tr: Sistem
zh_hant: 系統

source: System authentication
cs: Ověření systému
hu: Rendszer-hitelesítés
nl: Systeem authenticatie
pl: Uwierzytelnianie systemu
pt_br: Autenticação do sistema
ru: Системная аутентификация
tr: Sistem yetkilendirilmesi
zh_hant: 系統認證

source: TCP connection
cs: TCP připojení
hu: TCP-kapcsolat
nl: TCP verbinding
pl: Połączenie TCP
ru: TCP-соединение
tr: TCP bağlantısı

source: TCP connection timeout
cs: Časový limit připojení TCP
hu: TCP-kapcsolat időtúllépése
nl: Timeout van TCP-verbinding
pl: Limit czasu połączenia TCP
pt_br: Tempo limite da conexão TCP
ru: Таймаут TCP соединения
tr: TCP bağlantı zaman aşımı
zh_hant: TCP 連接超時

source: TCP port for messaging
cs: Časový limit připojení
hu: TCP-port az üzenetváltáshoz

source: Tail
cs: Ocas
hu: Farok
nl: Staart
pl: Ogon
ru: Хвост
tr: Konuşma balonu

source: Take picture
cs: Vyfotit
hu: Kép készítése
nl: Foto nemen
pl: Zrób zdjęcie
ru: Сделать фото
tr: Fotoğraf çek
zh_hant: 拍攝圖片

source: Tap Create SimpleX address in the menu to create it later.
cs: Vytvořit SimpleX adresu
hu: Koppintson a SimpleX-cím létrehozása menüpontra a későbbi létrehozáshoz.

source: Tap button
cs: Klepněte na tlačítko
hu: Koppintson a
nl: Tik op de knop
pl: Naciśnij przycisk
pt_br: Toque no botão
ru: Нажмите кнопку
tr: Tuşa bas
zh_hant: 點擊按鈕

source: Tap to Connect
cs: Klepněte pro připojení
hu: Koppintson ide a kapcsolódáshoz
nl: Tik hier om verbinding te maken
pl: Dotknij aby połączyć
ru: Нажмите чтобы соединиться
tr: Bağlanmak için Tıkla

source: Tap to activate profile.
cs: Klepnutím aktivujete profil.
hu: A profil aktiválásához koppintson az ikonra.
nl: Tik hier om profiel te activeren.
pl: Dotknij, aby aktywować profil.
pt_br: Toque para ativar o perfil.
ru: Нажмите, чтобы сделать профиль активным.
tr: Profili etkinleştirmek için tıkla.
zh_hant: 點擊以激活配置檔案。

source: Tap to join
cs: Klepnutím se připojíte
hu: Koppintson ide a csatlakozáshoz
nl: Tik hier om lid te worden
pl: Dotknij, aby dołączyć
pt_br: Toque para se juntar
ru: Нажмите, чтобы вступить
tr: Katılmak için tıkla
zh_hant: 點擊以加入

source: Tap to join incognito
cs: Klepnutím se připojíte inkognito
hu: Koppintson ide az inkognitóban való kapcsolódáshoz
nl: Tik hier om incognito lid te worden
pl: Dotnij, aby dołączyć w trybie incognito
pt_br: Toque para entrar no modo anônimo
ru: Нажмите, чтобы вступить инкогнито
tr: Gizli katılmak için tıkla
zh_hant: 點擊以使用匿名聊天模式加入

source: Tap to paste link
cs: Klepnutím aktivujete profil.
hu: Koppintson ide a hivatkozás beillesztéséhez
nl: Tik hier om de link te plakken
pl: Dotknij, aby wkleić link
ru: Нажмите, чтобы вставить ссылку
tr: Bağlantıyı yapıştırmak için tıkla

source: Tap to scan
cs: Klepnutím skenovat
hu: Koppintson ide a QR-kód beolvasásához
nl: Tik hier om te scannen
pl: Dotknij, aby zeskanować
ru: Нажмите, чтобы сканировать
tr: Taramak için tıkla

source: Temporary file error
cs: Chyba dočasného souboru
hu: Ideiglenes fájlhiba
nl: Tijdelijke bestandsfout
pl: Tymczasowy błąd pliku
ru: Временная ошибка файла
tr: Geçici dosya hatası

source: Test failed at step %@.
cs: Test selhal v kroku %@.
hu: A teszt a(z) %@ lépésnél sikertelen volt.
nl: Test mislukt bij stap %@.
pl: Test nie powiódł się na etapie %@.
ru: Ошибка теста на шаге %@.
tr: Test %@ adımında başarısız oldu.
zh_hant: 測試在步驟 %@ 失敗。

source: Test notifications
cs: Oznámení
hu: Értesítések tesztelése

source: Test server
cs: Testovací server
hu: Kiszolgáló tesztelése
nl: Server test
pl: Przetestuj serwer
pt_br: Servidor de teste
ru: Тестировать сервер
tr: Sunucuyu test et
zh_hant: 測試伺服器

source: Test servers
cs: Testovací servery
hu: Kiszolgálók tesztelése
nl: Servers testen
pl: Przetestuj serwery
pt_br: Servidores de teste
ru: Тестировать серверы
tr: Sunucuları test et
zh_hant: 測試多個伺服器

source: Tests failed!
cs: Testy selhaly!
hu: Sikertelen tesztek!
nl: Testen mislukt!
pl: Testy nie powiodły się!
ru: Ошибка тестов!
tr: Testler başarısız oldu!
zh_hant: 測試失敗！

source: Thank you for installing SimpleX Chat!
cs: Děkujeme, že jste si nainstalovali SimpleX Chat!
hu: Köszönjük, hogy telepítette a SimpleX Chatet!
nl: Bedankt voor het installeren van SimpleX Chat!
pl: Dziękujemy za zainstalowanie SimpleX Chat!
ru: Спасибо, что установили SimpleX Chat!
tr: SimpleX Chat'i indirdiğin için teşekkürler!
zh_hant: 感謝你安裝SimpleX Chat！

source: Thanks to the users – [contribute via Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
cs: Díky uživatelům - [přispějte přes Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
hu: Köszönet a felhasználóknak [a Weblate-en való közreműködésért](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
nl: Dank aan de gebruikers - [draag bij via Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
pl: Podziękowania dla użytkowników - [wkład za pośrednictwem Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
ru: Благодаря пользователям – [добавьте переводы через Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
tr: Kullanıcılar için teşekkürler - [Weblate aracılığıyla katkıda bulun](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
zh_hant: 感謝用戶 – [透過 Weblate 貢獻]（https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat）！

source: Thanks to the users – contribute via Weblate!
cs: Díky uživatelům - přispívejte prostřednictvím Weblate!
hu: Köszönet a felhasználóknak a Weblate-en való közreműködésért!
nl: Dank aan de gebruikers – draag bij via Weblate!
pl: Podziękowania dla użytkowników - wkład za pośrednictwem Weblate!
pt_br: Obrigado aos usuários – contribuam via Weblate!
ru: Благодаря пользователям – добавьте переводы через Weblate!
tr: Kullanıcılar için teşekkürler - Weblate aracılığıyla katkıda bulun!
zh_hant: 感謝用戶使用 Weblate 貢獻翻譯！
