Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

source: Migrating database archive...
zh_hant: 遷移數據庫備份…

source: Most likely this contact has deleted the connection with you.
pt_br: Porvavelmente esse contato excluiu a conexão com você.
zh_hant: 大概是你的聯絡人已經刪除了和你的對話並且已經沒有和你有連接。

source: Off (Local)
zh_hant: 關閉（本機）

source: Onion hosts will be required for connection. Requires enabling VPN.
zh_hant: 連接時將需要使用 Onion 主機。需要啟用 VPN。

source: Onion hosts will be used when available. Requires enabling VPN.
zh_hant: Onion 主機會在可用時啟用。需要啟用 VPN。

source: Only you can irreversibly delete messages (your contact can mark them for deletion).
pt_br: Somente você pode excluir irreversivelmente as mensagens (seu contato pode marcá-las para exclusão).
zh_hant: 只有你能不可逆地刪除訊息（你的聯絡人可以將它標記為刪除）。

source: Only your contact can irreversibly delete messages (you can mark them for deletion).
pt_br: Somente seu contato pode excluir irreversivelmente mensagens (você pode marcá-las para exclusão).
zh_hant: 只有你的聯絡人可以不可逆的刪除訊息（你可以將它標記為刪除）。

source: Opening the link in the browser may reduce connection privacy and security. Untrusted SimpleX links will be red.
pt_br: Abrir o link no navegador pode reduzir a privacidade e a segurança da conexão. Links SimpleX não confiáveis ficarão vermelhos.
zh_hant: 在瀏覽器中開啟連結可能會有私隱疑慮和不確定性。不受 SimpleX 信任的連結會顯示紅色。

source: Paste
pt_br: Colar
zh_hant: 貼上

source: Paste received link
pt_br: Colar link recebido
zh_hant: 貼上你接收到的連結

source: Paste the link you received into the box below to connect with your contact.
pt_br: Cole o link que você recebeu na caixa abaixo para conectar com o seu contato.
zh_hant: 將你接收到的連結貼上至下面的框內，以開始你與你的聯絡人對話。

source: Reject contact (sender NOT notified)
zh_hant: 拒絕聯絡人（傳送者不會接收到通知）

source: Revert
pt_br: Reverter
zh_hant: 恢復

source: SMP servers
pt_br: Servidores SMP
zh_hant: SMP 伺服器

source: Send direct message
zh_hant: 傳送私人訊息

source: Share one-time invitation link
pt_br: Link de convite de uso único
zh_hant: 分享一次性邀請連結

source: Start a new chat
zh_hant: 開啟新的對話

source: Tap to start a new chat
pt_br: Para começar um novo chat
zh_hant: 點擊以開啟新的對話

source: The group is fully decentralized – it is visible only to the members.
pt_br: O grupo é totalmente descentralizado – é visível apenas para os membros.
zh_hant: 群組是完全去中心化的 - 只有群組內的成員能看到。

source: Theme
pt_br: Tema
zh_hant: 主題

source: This feature is experimental! It will only work if the other client has version 4.2 installed. You should see the message in the conversation once the address change is completed – please check that you can still receive messages from this contact (or group member).
pt_br: Esse recurso é experimental! Ele só funcionará se o outro cliente tiver a versão 4.2 instalada. Você deve ver a mensagem na conversa assim que a alteração de endereço for concluída – verifique se você ainda pode receber mensagens desse contato (ou membro do grupo).
zh_hant: 此功能目前還是實驗階段！對方需要使用 4.2 版本或更高的版本才能成功生效。地址修改後，你會在對話中看到新的訊息 - 請你於修改聯絡地址後，測試是否仍然能夠接收來自這聯絡人（或群組內的成員）的訊息。

source: To find the profile used for an incognito connection, tap the contact or group name on top of the chat.
pt_br: Para encontrar o perfil utilizado para uma conexão anônima, toque no contato ou no nome do grupo no topo do chat.
zh_hant: 若要查找用於匿名聊天模式連接的個人檔案，請點擊聯絡人或群組名稱。

source: Turn off notifications?
zh_hant: 關閉通知？

source: Unexpected error: %@
zh_hant: 預料外的錯誤：%@

source: Update .onion hosts setting?
pt_br: Atualizar configuração de hosts .onion?
zh_hant: 更新 .onion 主機設定？

source: Updating this setting will re-connect the client to all servers.
zh_hant: 更新此裝置將重新連接客戶端到所有伺服器。

source: Using .onion hosts requires compatible VPN provider.
zh_hant: 使用 .onion 主機需要兼容 VPN 的提供者。

source: You
pt_br: Você
zh_hant: 你

source: You can also connect by clicking the link. If it opens in the browser, click **Open in mobile app** button.
zh_hant: 你也可以點擊連結連接。如果在瀏覧器中開啟，點擊 **在電話應用程式內的開啟** 按鈕。

source: You can now send messages to %@
zh_hant: 你現在可以傳送訊息到 %@

source: You have no chats
pt_br: Você não tem chats
zh_hant: 你沒有對話記錄

source: You invited your contact
pt_br: Você convidou seu contato
zh_hant: 你已邀請了你的聯絡人

source: You will join a group this link refers to and connect to its group members.
pt_br: Você se juntará a um grupo ao qual este link se refere e se conectará aos membros do seu grupo.
zh_hant: 你將加入此連結內的群組並且連接到此群組成為群組內的成員。

source: Your chat profile will be sent to group members
pt_br: Seu perfil de chat será enviado aos membros do grupo
zh_hant: 你的個人檔案會傳送給群組內的成員

source: Your chat profile will be sent to your contact
pt_br: Seu perfil de chat será enviado para seu contato
zh_hant: 你的個人檔案會傳送給你的聯絡人

source: Your chats
pt_br: Seus chats
zh_hant: 你的對話

source: Your contact needs to be online for the connection to complete. You can cancel this connection and remove the contact (and try later with a new link).
pt_br: Seu contato precisa estar online para completar a conexão. Você pode cancelar esta conexão e remover o contato (e tentar mais tarde com um novo link).
zh_hant: 你的聯絡人需要上線才能連接成功。 你可以取消此連接和刪除此聯絡人（或者你可以稍後使用新的連結再試一次）。

source: Your profile is stored on your device and shared only with your contacts. SimpleX servers cannot see your profile.
zh_hant: 你的個人檔案只會儲存於你的裝置和只會分享給你的聯絡人。 SimpleX 伺服器並不會看到你的個人檔案。

source: Your profile will be sent to the contact that you received this link from
zh_hant: 你的個人檔案將傳送給你接收此連結的聯絡人

source: changing address for %@...
zh_hant: 修改 %@的聯絡地址中…

source: changing address...
zh_hant: 修改聯絡地址中…

source: or chat with the developers
zh_hant: 和開發人員對話

source: Can't delete user profile!
pt_br: Não é possível excluir o perfil do usuário!
zh_hant: 無法刪除用戶個人資料！

source: Cancel file transfer?
zh_hant: 取消傳輸文件？

source: Experimental
zh_hant: 實驗性

source: File transfer will be cancelled. If it's in progress it will be stoppped.
zh_hant: 檔案傳遞將會取消。若是在傳遞檔案中，亦會暫停。

# &#10;Available in v5.1
source: Available in v5.1
pt_br: Disponível na 5.1
zh_hant: 在 v5.1中可用

source: User profile
zh_hant: 個人檔案

source: XFTP servers
pt_br: Servidores XFTP
zh_hant: XFTP 伺服器

source: Save settings?
zh_hant: 儲存設定？

source: There should be at least one visible user profile.
pt_br: Deve haver pelo menos um perfil de usuário visível.
zh_hant: 至少要有一個可見的個人檔案。

source: You can hide or mute a user profile - swipe it to the right. SimpleX Lock must be enabled.
zh_hant: 你可以隱藏或靜音用戶檔案 - 將它向右滑動。 必須已啟用SimpleX 鎖定。

source: Save auto-accept settings
zh_hant: 儲存自動接受的設定

source: There should be at least one user profile.
pt_br: Deve haver pelo menos um perfil de usuário.
zh_hant: 應該至少有一個個人檔案。

source: Update transport isolation mode?
pt_br: Atualizar o modo de isolamento de transporte?
zh_hant: 更新傳輸隔離模式？

# Your contacts in SimpleX will see it.&#10;You can change it in Settings.
source: Your contacts in SimpleX will see it. You can change it in Settings.
zh_hant: 在 SimpeleX ，你的聯絡人會看到此。 你可以在設定中修改。

source: This error is permanent for this connection, please re-connect.
pt_br: Este erro é permanente para esta conexão, por favor, reconecte.
zh_hant: 這個連結錯誤是永久性的，請重新連接。

source: Opening database…
zh_hant: 開啟數據庫中…

source: React...
zh_hant: 互動...

source: Change Passcode
pt_br: Mudar senha
