Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

source: direct
cs: přímo
hu: közvetlen
pl: bezpośredni
pt_br: direto
ru: прямое
tr: doğrudan
zh_hant: 直接

source: disabled
cs: vypnut
hu: letiltva
nl: uitgeschakeld
pl: wyłączony
ru: выключено
tr: devre dışı

source: duplicate message
cs: duplicitní zpráva
hu: duplikált üzenet
nl: dubbel bericht
pl: zduplikowana wiadomość
pt_br: mensagem duplicada
ru: повторное сообщение
tr: yinelenen mesaj
zh_hant: 重覆的訊息

source: duplicates
cs: duplikáty
hu: duplikációk
nl: duplicaten
pl: duplikaty
ru: дубликаты
tr: Kopyalar

source: e2e encrypted
cs: e2e šifrované
hu: e2e titkosított
nl: e2e versleuteld
pl: zaszyfrowany e2e
pt_br: criptografado ponta-a-ponta
ru: e2e зашифровано
tr: uçtan uca şifrelenmiş
zh_hant: 端對端加密

source: enabled
cs: povoleno
hu: engedélyezve
nl: ingeschakeld
pl: włączone
pt_br: habilitado
ru: включено
tr: etkin
zh_hant: 已啟用

source: enabled for contact
cs: povoleno pro kontakt
hu: engedélyezve a partner számára
nl: ingeschakeld voor contact
pl: włączone dla kontaktu
pt_br: habilitado para contato
ru: включено для контакта
tr: konuşulan kişi için etkinleşti
zh_hant: 已為聯絡人啟用

source: enabled for you
cs: povoleno pro vás
hu: engedélyezve az Ön számára
nl: voor u ingeschakeld
pl: włączone dla Ciebie
pt_br: ativado para você
ru: включено для Вас
tr: senin için etkinleştirildi
zh_hant: 已為你啟用

source: encryption agreed
cs: šifrování povoleno
hu: titkosítás elfogadva
nl: versleuteling overeengekomen
pl: uzgodniono szyfrowanie
ru: шифрование согласовано
tr: şifreleme kabul edildi

source: encryption agreed for %@
cs: šifrování povoleno pro %@
hu: titkosítás elfogadva %@ számára
nl: versleuteling overeengekomen voor % @
pl: uzgodniono szyfrowanie dla %@
ru: шифрование согласовано для %@
tr: şifreleme %@ için kabul edildi

source: encryption ok
cs: šifrování ok
hu: titkosítás rendben
nl: versleuteling ok
pl: szyfrowanie ok
ru: шифрование работает
tr: şifreleme etkin

source: encryption ok for %@
cs: šifrování ok pro %@
hu: titkosítás rendben %@ számára
nl: versleuteling ok voor % @
pl: szyfrowanie ok dla %@
ru: шифрование работает для %@
tr: şifreleme %@ için etkin

source: encryption re-negotiation allowed
cs: opětovné vyjednávání šifrování povoleno
hu: a titkosítás újraegyeztetése engedélyezve van
nl: versleuteling heronderhandeling toegestaan
pl: renegocjacja szyfrowania dozwolona
ru: новое соглашение о шифровании разрешено
tr: şifrelemenin yeniden anlaşmasına izin verildi

source: encryption re-negotiation allowed for %@
cs: opětovné vyjednávání šifrování povoleno pro %@
hu: a titkosítás újraegyeztetése engedélyezve van %@ számára
nl: versleuteling heronderhandeling toegestaan voor % @
pl: renegocjacja szyfrowania dozwolona dla %@
ru: новое соглашение о шифровании разрешено для %@
tr: şifrelemenin yeniden anlaşmasına %@ için izin verildi

source: encryption re-negotiation required
cs: vyžadováno opětovné vyjednávání šifrování
hu: a titkosítás újraegyeztetése szükséges
nl: heronderhandeling van versleuteling vereist
pl: renegocjacja szyfrowania wymagana
ru: требуется новое соглашение о шифровании
tr: şifrelemenin yeniden anlaşması gerekiyor

source: encryption re-negotiation required for %@
cs: vyžadováno opětovné vyjednávání šifrování pro %@
hu: a titkosítás újraegyeztetése szükséges %@ számára
nl: heronderhandeling van versleuteling vereist voor % @
pl: renegocjacja szyfrowania wymagana dla %@
ru: требуется новое соглашение о шифровании для %@
tr: şifrelemenin yeniden anlaşması %@ için gerekiyor

source: ended
cs: ukončeno
hu: befejeződött
nl: geëindigd
pl: zakończona
pt_br: terminou
ru: завершён
tr: bitti
zh_hant: 通話完結

source: ended call %@
cs: ukončený hovor %@
hu: %@ hívása befejeződött
nl: gesprek beëindigd %@
pl: zakończone połączenie %@
ru: завершённый звонок %@
tr: %@ araması bitti
zh_hant: 通話完結 %@

source: error
cs: chyba
hu: hiba
nl: fout
pl: błąd
pt_br: erro
ru: ошибка
tr: hata
zh_hant: 錯誤

source: expired
cs: Chyba
hu: lejárt
nl: verlopen
pl: wygasły
ru: истекло
tr: Süresi dolmuş

source: forwarded
cs: Přeposláno z
hu: továbbított
nl: doorgestuurd
pl: przekazane dalej
ru: переслано
tr: iletildi

source: group deleted
cs: skupina smazána
hu: a csoport törölve
nl: groep verwijderd
pl: grupa usunięta
pt_br: grupo excluído
ru: группа удалена
tr: grup silindi
zh_hant: 已刪除群組

source: group profile updated
cs: profil skupiny aktualizován
hu: csoportprofil frissítve
nl: groep profiel bijgewerkt
pl: zaktualizowano profil grupy
pt_br: perfil do grupo atualizado
ru: профиль группы обновлен
tr: grup profili güncellendi
zh_hant: 群組資料已經更新

source: hours
cs: hodin
hu: óra
nl: uren
pl: godziny
ru: часов
tr: saat
zh_hant: 小時

source: iOS Keychain is used to securely store passphrase - it allows receiving push notifications.
cs: iOS klíčenka slouží k bezpečnému ukládání přístupové fráze – umožňuje přijímat push notifikace.
hu: Az iOS kulcstartó a jelmondat biztonságos tárolására szolgál – lehetővé teszi a push-értesítések fogadását.
nl: iOS-keychain wordt gebruikt om het wachtwoord veilig op te slaan, het maakt het ontvangen van push meldingen mogelijk.
pl: iOS Keychain służy do bezpiecznego przechowywania hasła - umożliwia otrzymywanie powiadomień push.
ru: iOS Keychain используется для безопасного хранения пароля - это позволяет получать мгновенные уведомления.
tr: iOS Anahtar Zinciri parolayı güvenli bir şekilde saklamak için kullanılır - anlık bildirimlerin alınmasını sağlar.
zh_hant: iOS 金鑰庫是用於安全地儲存密碼 - 確保通知推送服務的運作。

source: iOS Keychain will be used to securely store passphrase after you restart the app or change passphrase - it will allow receiving push notifications.
cs: Klíčenka pro iOS bude použita k bezpečnému uložení přístupové fráze po restartování aplikace nebo změně přístupové fráze – umožní příjem oznámení push.
hu: Az iOS kulcstartó biztonságosan fogja tárolni a jelmondatot az alkalmazás újraindítása, vagy a jelmondat módosítása után – lehetővé teszi a push-értesítések fogadását.
nl: iOS-keychain wordt gebruikt om het wachtwoord veilig op te slaan nadat u de app opnieuw hebt opgestart of het wachtwoord hebt gewijzigd, hiermee kunt u push meldingen ontvangen.
pl: iOS Keychain będzie używany do bezpiecznego przechowywania hasła po ponownym uruchomieniu aplikacji lub zmianie hasła - pozwoli to na otrzymywanie powiadomień push.
ru: Пароль базы данных будет безопасно сохранен в iOS Keychain после запуска чата или изменения пароля - это позволит получать мгновенные уведомления.
tr: iOS Anahtar Zinciri, uygulamayı yeniden başlattıktan veya parolayı değiştirdikten sonra parolayı güvenli bir şekilde saklamak için kullanılacaktır - anlık bildirimlerin alınmasına izin verecektir.
zh_hant: 當你重新啟動應用程式或修改密碼後，iOS 金鑰庫將用來安全地儲存密碼 - 將允許接收訊息通知。

source: inactive
cs: Oznámení
hu: inaktív
nl: inactief
pl: nieaktywny
ru: неактивен
tr: inaktif

source: incognito via contact address link
cs: inkognito přes odkaz na kontaktní adresu
hu: inkognitó a kapcsolattartási címhivatkozáson keresztül
nl: incognito via contact adres link
pl: incognito poprzez link adresu kontaktowego
pt_br: anônimo via link de endereço de contato
ru: инкогнито через ссылку-контакт
tr: kişi bağlantı linki aracılığıyla gizli
zh_hant: 一個使用了匿名聊天模式的人透過連結加入了群組

source: incognito via group link
cs: inkognito přes skupinový odkaz
hu: inkognitó a csoporthivatkozáson keresztül
nl: incognito via groep link
pl: incognito przez link grupowy
pt_br: anônimo via link do grupo
ru: инкогнито через ссылку группы
tr: grup bağlantısı aracılığıyla gizli
zh_hant: 透過群組連結使用匿名聊天模式

source: incognito via one-time link
cs: inkognito přes jednorázový odkaz
hu: inkognitó egy egyszer használható meghívón keresztül
nl: incognito via eenmalige link
pl: incognito przez jednorazowy link
pt_br: anônimo via link único
ru: инкогнито через одноразовую ссылку
tr: tek seferlik bağlantısı aracılığıyla gizli
zh_hant: 透過使用一次性連結匿名聊天模式連接

source: indirect (%d)
cs: nepřímé (%d)
hu: közvetett (%d)
pl: pośrednie (%d)
ru: непрямое (%d)
tr: dolaylı (%d)
zh_hant: 間接 （%d）

source: invalid chat
cs: neplatný chat
hu: érvénytelen csevegés
nl: ongeldige gesprek
pl: nieprawidłowy czat
pt_br: chat inválido
ru: ошибка чата
tr: geçersi̇z sohbet
zh_hant: 無效對話

source: invalid chat data
cs: neplatná chat data
hu: érvénytelen csevegésadat
nl: ongeldige gesprek gegevens
pl: nieprawidłowe dane czatu
ru: ошибка данных чата
tr: geçersi̇z sohbet verisi
zh_hant: 無效的對話數據

source: invalid data
cs: neplatné údaje
hu: érvénytelen adat
nl: ongeldige gegevens
pl: nieprawidłowe dane
pt_br: dados inválidos
ru: ошибка данных
tr: geçersiz veri
zh_hant: 無效數據

source: invitation to group %@
cs: pozvánka do skupiny %@
hu: meghívás a(z) %@ csoportba
nl: uitnodiging voor groep %@
pl: zaproszenie do grupy %@
ru: приглашение в группу %@
tr: %@ grubuna davet
zh_hant: 邀請至群組 %@

source: invite
cs: neplatný chat
hu: meghívás
nl: uitnodiging
pl: zaproś
ru: пригласить
tr: davet

source: invited
cs: pozvánka
hu: meghíva
nl: uitgenodigd
pl: zaproszony
pt_br: convidado
ru: приглашен(а)
tr: davet edildi
zh_hant: 已邀請

source: invited %@
cs: pozván %@
hu: meghívta őt: %@
nl: heeft %@ uitgenodigd
pl: zaproszony %@
ru: пригласил(а) %@
tr: %@ davet edildi
zh_hant: 已邀請 %@

source: invited to connect
cs: pozvánka k připojení
hu: Függőben lévő meghívó
nl: uitgenodigd om te verbinden
pl: zaproszony do połączenia
pt_br: convidado à conectar
ru: приглашение
tr: bağlanmaya davet edildi
zh_hant: 已邀請連接

source: invited via your group link
cs: pozváni prostřednictvím odkazu na vaši skupinu
hu: meghíva a saját csoporthivatkozásán keresztül
nl: uitgenodigd via je groep link
pl: zaproszony przez Twój link grupy
pt_br: convidado via seu link de grupo
ru: приглашен(а) через Вашу ссылку группы
tr: grup bağlantınız üzerinden davet edildi
zh_hant: 已透過連結邀請了你進群組

source: italic
cs: kurzíva
hu: dőlt
nl: cursief
pl: kursywa
pt_br: itálico
ru: курсив
tr: italik
zh_hant: 斜體

source: join as %@
hu: csatlakozás mint %@
nl: deelnemen als %@
pl: dołącz jako %@
ru: вступить как %@
tr: %@ olarak katıl
zh_hant: 以 %@ 身份加入

source: left
cs: opustil
hu: elhagyta a csoportot
nl: is vertrokken
pl: opuścił
pt_br: saiu
ru: покинул(а) группу
tr: ayrıldı
zh_hant: 退出

source: marked deleted
cs: označeno jako smazáno
hu: törlésre jelölve
nl: gemarkeerd als verwijderd
pl: zaznaczona jako usunięta
pt_br: marcado como excluído
ru: помечено к удалению
tr: silinmiş olarak işaretlenmiş
zh_hant: 已標記為刪除

source: member
cs: člen
hu: tag
nl: lid
pl: członek
pt_br: membro
ru: член группы
tr: üye
zh_hant: 成員

# member %@ changed to %@
source: member %1$@ changed to %2$@
cs: Odkaz skupiny
hu: %1$@ a következőre módosította a nevét: %2$@
nl: lid %1$@ gewijzigd in %2$@
pl: członek %1$@ zmieniony na %2$@
ru: член %1$@ изменился на %2$@
tr: kişi %1$@ , %2$@ olarak değişti

# member connected
source: connected
cs: připojeno
hu: kapcsolódott
nl: is toegetreden
pl: połączony
pt_br: conectado
ru: соединен(а)
tr: bağlanıldı
zh_hant: 已連接

source: message
cs: Přestanete dostávat zprávy z této skupiny. Historie chatu bude zachována.
hu: üzenet
nl: bericht
pl: wiadomość
ru: написать
tr: mesaj

source: message received
cs: zpráva přijata
hu: üzenet érkezett
nl: bericht ontvangen
pl: wiadomość otrzymana
ru: получено сообщение
tr: mesaj alındı
zh_hant: 已接收訊息

source: minutes
cs: minut
hu: perc
nl: minuten
pl: minuty
ru: минут
tr: dakikalar
zh_hant: 分鐘

source: missed call
cs: zmeškané volání
hu: nem fogadott hívás
nl: gemiste oproep
pl: nieodebrane połączenie
pt_br: chamada perdida
ru: пропущенный звонок
tr: cevapsız arama
zh_hant: 你錯過了通話

source: moderated
cs: moderované
hu: moderált
nl: gemodereerd
pl: moderowany
pt_br: moderado
ru: модерировано
tr: yönetildi
zh_hant: 即時顯示訊息

source: moderated by %@
cs: moderovaný %@
hu: moderálva lett %@ által
nl: gemodereerd door %@
pl: moderowany przez %@
ru: удалено %@
tr: %@ tarafından yönetilmekte
zh_hant: 由 %@ 管理

source: moderator
cs: moderátor
hu: moderátor

source: months
cs: měsíců
hu: hónap
nl: maanden
pl: miesiące
ru: месяцев
tr: aylar
zh_hant: 個月

source: never
cs: nikdy
hu: soha
nl: nooit
pl: nigdy
pt_br: nunca
ru: никогда
tr: asla
zh_hant: 永不

source: new message
cs: nová zpráva
hu: új üzenet
nl: nieuw bericht
pl: nowa wiadomość
pt_br: nova mensagem
ru: новое сообщение
tr: yeni mesaj
zh_hant: 有新的訊息

source: no
cs: ne
hu: nem
nl: Nee
pl: nie
pt_br: não
ru: нет
tr: hayır
zh_hant: 不

source: no e2e encryption
cs: bez šifrování e2e
hu: nincs e2e titkosítás
nl: geen e2e versleuteling
pl: brak szyfrowania e2e
pt_br: sem criptografia ponta-a-ponta
ru: нет e2e шифрования
tr: uçtan uca şifreleme yok
zh_hant: 沒有端對端加密

source: no text
cs: žádný text
hu: nincs szöveg
nl: geen tekst
pl: brak tekstu
ru: нет текста
tr: metin yok
zh_hant: 沒有文字

source: observer
cs: pozorovatel
hu: megfigyelő
nl: Waarnemer
pl: obserwator
pt_br: observador
ru: читатель
tr: gözlemci
zh_hant: 觀察者

source: off
cs: vypnuto
hu: kikapcsolva
nl: uit
pl: wyłączony
pt_br: desativado
ru: нет
tr: kapalı
zh_hant: 關閉

source: offered %@
cs: nabídl %@
hu: %@ ajánlotta
nl: voorgesteld %@
pl: zaoferował %@
ru: предложил(a) %@
tr: %@ teklif edildi
zh_hant: 提供 %@

# offered %@: %@
source: offered %1$@: %2$@
cs: nabídl %1$@: %2$@
hu: ajánlotta: %1$@, ekkor: %2$@
nl: voorgesteld %1$@: %2$@
pl: zaoferował %1$@: %2$@
ru: предложил(a) %1$@: %2$@
tr: %1$@: %2$@ teklif etti
zh_hant: 已提供 %1$@：%2$@

source: on
cs: zapnuto
hu: bekapcsolva
nl: aan
pl: włączone
pt_br: ativado
ru: да
tr: açık
zh_hant: 開啟

source: other
cs: nabízeno %@
hu: egyéb
nl: overig
pl: inne
ru: другое
tr: diğer

source: other errors
cs: jiné chyby
hu: egyéb hibák
nl: overige fouten
pl: inne błędy
ru: другие ошибки
tr: diğer hatalar

source: owner
cs: vlastník
hu: tulajdonos
nl: Eigenaar
pl: właściciel
pt_br: proprietário
ru: владелец
tr: sahip
zh_hant: 負責人

source: owners
cs: vlastníci
hu: tulajdonosok
nl: eigenaren
pl: właściciele
ru: владельцы
tr: sahipler

source: peer-to-peer
hu: egyenrangú
pt_br: ponto-a-ponto
tr: eşler arası
zh_hant: 點對點

source: pending
cs: čeká
hu: függőben

source: pending approval
cs: čekám
hu: jóváhagyásra vár

source: quantum resistant e2e encryption
hu: végpontok közötti kvantumbiztos titkosítás
nl: quantum bestendige e2e-codering
pl: kwantowo odporne szyfrowanie e2e
ru: квантово-устойчивое e2e шифрование
tr: kuantuma dayanıklı e2e şifreleme

source: received answer…
cs: obdržel odpověď…
hu: válasz fogadása…
nl: antwoord gekregen…
pl: otrzymano odpowiedź…
pt_br: resposta recebida…
ru: получен ответ…
tr: alınan cevap…
zh_hant: 接收到回應…

source: received confirmation…
cs: obdržel potvrzení…
hu: visszaigazolás fogadása…
nl: bevestiging ontvangen…
pl: otrzymano potwierdzenie…
pt_br: confirmação recebida…
ru: получено подтверждение…
tr: onaylama alındı…
zh_hant: 已確認回應…

source: rejected
cs: Odmítnout
hu: elutasítva

source: rejected call
cs: odmítnutý hovor
hu: elutasított hívás
nl: geweigerde oproep
pl: odrzucone połączenie
pt_br: chamada rejeitada
ru: отклонённый звонок
tr: geri çevrilmiş çağrı
zh_hant: 已拒絕通話

source: removed
cs: odstraněno
hu: eltávolítva
nl: verwijderd
pl: usunięty
pt_br: removido
ru: удален(а)
tr: kaldırıldı
zh_hant: 已移除

source: removed %@
cs: odstraněno %@
hu: eltávolította őt: %@
nl: verwijderd %@
pl: usunięto %@
ru: удалил(а) %@
tr: %@ kaldırıldı
zh_hant: 已移除 %@

source: removed contact address
cs: Odmítnout
hu: eltávolította a kapcsolattartási címet
nl: contactadres verwijderd
pl: usunięto adres kontaktu
ru: удалён адрес контакта
tr: kişi adresi silindi

source: removed profile picture
cs: odstraněn profilový obrázek
hu: eltávolította a profilképét
nl: profielfoto verwijderd
pl: usunięto zdjęcie profilu
ru: удалена картинка профиля
tr: profil fotoğrafı silindi

source: removed you
cs: odstranil vás
hu: eltávolította Önt
nl: heeft je verwijderd
pl: usunął cię
pt_br: removeu você
ru: удалил(а) Вас из группы
tr: sen kaldırıldın
zh_hant: 移除了你

source: requested to connect
cs: požádáno o připojení
hu: Függőben lévő meghívási kérelem

source: saved
cs: Přístupová fráze bude uložena v nastavení jako prostý text až ji změníte nebo po restartu aplikace.
hu: mentett
nl: opgeslagen
pl: zapisane
ru: сохранено
tr: kaydedildi

source: saved from %@
cs: Uloženo z
hu: elmentve innen: %@
nl: opgeslagen van %@
pl: zapisane od %@
ru: сохранено из %@
tr: %@ tarafından kaydedildi

source: search
cs: Hledat nebo vložit SimpleX odkaz
hu: keresés
nl: zoekopdracht
pl: szukaj
ru: поиск
tr: ara

source: sec
cs: sek
hu: mp
pl: sek
pt_br: seg
ru: сек
tr: sn
zh_hant: 秒

source: seconds
cs: vteřin
hu: másodperc
nl: seconden
pl: sekundy
ru: секунд
tr: saniye
zh_hant: 秒

source: secret
cs: tajný
hu: titok
nl: geheim
pl: sekret
pt_br: segredo
ru: секрет
tr: gizli
zh_hant: 私密

source: security code changed
cs: bezpečnostní kód změněn
hu: a biztonsági kód módosult
nl: beveiligingscode gewijzigd
pl: kod bezpieczeństwa zmieniony
ru: код безопасности изменился
tr: güvenlik kodu değiştirildi

source: send direct message
hu: közvetlen üzenet küldése
nl: stuur een direct bericht
pl: wyślij wiadomość bezpośrednią
ru: отправьте сообщение
tr: doğrudan mesaj gönder

# server queue info: %@&#10;&#10;last received msg: %@
source: server queue info: %1$@ last received msg: %2$@
cs: Bezpečnostní kód
hu: a kiszolgáló sorbaállítási információi: %1$@ utoljára fogadott üzenet: %2$@
nl: informatie over serverwachtrij: %1$@ laatst ontvangen bericht: %2$@
pl: Informacje kolejki serwera: %1$@ ostatnia otrzymana wiadomość: %2$@
ru: информация сервера об очереди: %1$@ последнее полученное сообщение: %2$@
tr: sunucu kuyruk bilgisi: %1$@ son alınan msj: %2$@

source: set new contact address
hu: új kapcsolattartási címet állított be
nl: nieuw contactadres instellen
pl: ustaw nowy adres kontaktu
ru: установлен новый адрес контакта
tr: yeni kişi adresi ayarla

source: set new profile picture
cs: nastavil nový profilový obrázek
hu: új profilképet állított be
nl: nieuwe profielfoto instellen
pl: ustaw nowe zdjęcie profilu
ru: установлена новая картинка профиля
tr: yeni profil fotoğrafı ayarla

source: standard end-to-end encryption
hu: szabványos végpontok közötti titkosítás
nl: standaard end-to-end encryptie
pl: standardowe szyfrowanie end-to-end
ru: стандартное end-to-end шифрование
tr: standart uçtan uca şifreleme

source: starting…
cs: začíná…
hu: indítás…
nl: beginnen…
pl: uruchamianie…
pt_br: iniciando…
ru: инициализация…
tr: başlatılıyor…
zh_hant: 開始中…

source: strike
cs: stávka
hu: áthúzott
nl: staking
pl: strajk
ru: зачеркнуть
tr: çizik
zh_hant: 刪除線

source: this contact
cs: tento kontakt
hu: ez a partner
nl: dit contact
pl: ten kontakt
ru: этот контакт
tr: Bu kişi
zh_hant: 此聯絡人

source: unblocked %@
cs: odblokované %@
hu: feloldotta %@ letiltását
nl: gedeblokkeerd %@
pl: odblokowano %@
ru: %@ разблокирован
tr: engeli kaldırıldı %@

source: unknown
cs: neznámý
hu: ismeretlen
nl: onbekend
pl: nieznany
ru: неизвестно
tr: bilinmeyen
zh_hant: 未知的

source: unknown servers
cs: neznámé servery
hu: ismeretlen átjátszók
nl: onbekende relays
pl: nieznane przekaźniki
ru: неизвестные серверы
tr: bilinmeyen yönlendiriciler

source: unknown status
cs: neznámý
hu: ismeretlen állapot
nl: onbekende status
pl: nieznany status
ru: неизвестный статус
tr: bilinmeyen durum

source: unprotected
cs: Použit soukromé směrování s neznámými servery, když IP adresa není chráněna.
hu: nem védett
nl: onbeschermd
pl: niezabezpieczony
ru: незащищённый
tr: korumasız

source: updated group profile
cs: aktualizoval profil skupiny
hu: frissítette a csoport profilját
nl: bijgewerkt groep profiel
pl: zaktualizowano profil grupy
pt_br: perfil de grupo atualizado
ru: обновил(а) профиль группы
tr: grup profili güncellendi
zh_hant: 更新群組檔案

source: updated profile
cs: aktualizovaný profil
hu: frissített profil
nl: bijgewerkt profiel
pl: zaktualizowano profil
ru: профиль обновлён
tr: güncellenmiş profil

source: via contact address link
cs: prostřednictvím odkazu na kontaktní adresu
hu: a kapcsolattartási címhivatkozáson keresztül
nl: via contact adres link
pl: przez link adresu kontaktu
pt_br: via link de endereço de contato
ru: через ссылку-контакт
tr: bağlantı adres uzantısı ile
zh_hant: 透過聯絡人的邀請連結連接

source: via group link
cs: prostřednictvím skupinového odkazu
hu: a csoporthivatkozáson keresztül
nl: via groep link
pl: przez link grupy
pt_br: via link de grupo
ru: через ссылку группы
tr: grup bağlantısı ile
zh_hant: 透過群組連結

source: via one-time link
cs: jednorázovým odkazem
hu: egy egyszer használható meghívón keresztül
nl: via een eenmalige link
pl: przez jednorazowy link
pt_br: via link de uso único
ru: через одноразовую ссылку
tr: tek kullanımlık bağlantısı ile
zh_hant: 透過一次性連結連接

source: via relay
cs: přes relé
hu: egy továbbítókiszolgálón keresztül
pl: przez przekaźnik
ru: через relay сервер
tr: yönlendirici aracılığıyla
zh_hant: 透過轉送

source: video
cs: Odkaz skupiny
hu: videó
pl: wideo
ru: видеозвонок

source: video call (not e2e encrypted)
cs: videohovoru (nešifrovaného e2e)
hu: videóhívás (nem e2e titkosított)
nl: video gesprek (niet e2e versleuteld)
pl: połączenie wideo (bez szyfrowania e2e)
pt_br: chamada de vídeo (não criptografada ponta-a-ponta)
ru: видеозвонок (не e2e зашифрованный)
tr: Görüntülü arama (şifrelenmiş değil)
zh_hant: 視訊通話（沒有端對端加密）

source: waiting for answer…
cs: čeká na odpověď…
hu: várakozás a válaszra…
nl: wachten op antwoord…
pl: oczekiwanie na odpowiedź…
pt_br: aguardando resposta…
ru: ожидается ответ…
tr: cevap bekleniyor…
zh_hant: 等待對方回應…

source: waiting for confirmation…
cs: čekání na potvrzení…
hu: várakozás a visszaigazolásra…
nl: Wachten op bevestiging…
pl: oczekiwanie na potwierdzenie…
pt_br: aguardando confirmação…
ru: ожидается подтверждение…
tr: onay bekleniyor…
zh_hant: 等待對方確定…

source: wants to connect to you!
cs: chce se s vámi spojit!
hu: kapcsolatba akar lépni Önnel!
nl: wil met je in contact komen!
pl: chce się z Tobą połączyć!
pt_br: quer se conectar com você!
ru: хочет соединиться с Вами!
tr: bağlanmak istiyor!
zh_hant: 想和你對話！

source: weeks
cs: týdnů
hu: hét
nl: weken
pl: tygodnie
ru: недель
tr: haftalar
zh_hant: 星期

source: when IP hidden
cs: když je IP skrytá
hu: ha az IP-cím rejtett
nl: wanneer IP verborgen is
pl: gdy IP ukryty
ru: когда IP защищен
tr: IP gizliyken

source: yes
cs: ano
hu: igen
nl: Ja
pl: tak
pt_br: sim
ru: да
tr: evet
zh_hant: 好

source: you
cs: vy
hu: Ön
nl: jij
pl: Ty
ru: Вы
tr: sen

source: you are invited to group
hu: Ön meghívást kapott a csoportba
nl: je bent uitgenodigd voor de groep
pl: jesteś zaproszony do grupy
pt_br: você está convidado para o grupo
ru: Вы приглашены в группу
tr: gruba davet edildiniz
zh_hant: 你被邀請加入至群組

source: you are observer
cs: jste pozorovatel
hu: Ön megfigyelő
nl: je bent waarnemer
pl: jesteś obserwatorem
pt_br: você é um observador
ru: только чтение сообщений
tr: gözlemcisiniz
zh_hant: 你是觀察者

source: you blocked %@
cs: jste pozorovatel
hu: Ön letiltotta őt: %@
nl: je hebt %@ geblokkeerd
pl: zablokowałeś %@
ru: Вы заблокировали %@
tr: engelledin %@

source: you changed address
cs: změnili jste adresu
hu: Ön módosította a címet
nl: je bent van adres veranderd
pl: zmieniłeś adres
pt_br: você alterou o endereço
ru: Вы поменяли адрес
tr: adresinizi değiştirdiniz
zh_hant: 你修改了聯絡地址

source: you changed address for %@
cs: Adresa pro %@ změněna
hu: Ön módosította a címet %@ számára
nl: je hebt het adres gewijzigd voor %@
pl: zmieniłeś adres dla %@
ru: Вы поменяли адрес для %@
tr: adresinizi %@ ile değiştirdiniz
zh_hant: 你修改了聯絡地址為 %@

source: you changed role for yourself to %@
cs: Změnili jste si roli na %@
hu: Ön a következőre módosította a saját szerepkörét: „%@”
nl: je bent zelf van rol veranderd naar %@
pl: zmieniłeś rolę dla siebie na %@
ru: Вы поменяли роль себе на: %@
tr: kişisel yetkinizi %@ olarak değiştirdiniz
zh_hant: 你修改了自己的身份為 %@
