Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

source: You're trying to invite contact with whom you've shared an incognito profile to the group in which you're using your main profile
cs: Snažíte se pozvat kontakt, se kterým jste sdíleli inkognito profil, do skupiny, ve které používáte svůj hlavní profil
hu: Egy olyan partnerét próbálja meghívni, akivel inkognitóprofilt osztott meg abban a csoportban, amelyben a fő profilja van használatban
nl: Je probeert een contact met wie je een incognito profiel hebt gedeeld uit te nodigen voor de groep waarin je je hoofdprofiel gebruikt
pl: Próbujesz zaprosić osobę, z którą masz wspólny profil incognito do grupy, w której używasz swojego głównego profilu
pt_br: Você está tentando convidar um contato com quem compartilhou um perfil anônimo para o grupo no qual está usando seu perfil principal
ru: Вы пытаетесь пригласить инкогнито контакт в группу, где Вы используете свой основной профиль
tr: Gizli bir profil paylaştığınız kişiyi ana profilinizi kullandığınız gruba davet etmeye çalışıyorsunuz
zh_hant: 你正在嘗試邀請一位與你分享了匿名聊天模式的聯絡人進入至你正在使用真實的個人檔案聊天模式的群組中

source: You're using an incognito profile for this group - to prevent sharing your main profile inviting contacts is not allowed
cs: Pro tuto skupinu používáte inkognito profil - abyste zabránili sdílení svého hlavního profilu, není pozvání kontaktů povoleno
hu: Inkognitóprofilt használ ehhez a csoporthoz – fő profilja megosztásának elkerülése érdekében a meghívók küldése le van tiltva
nl: Je gebruikt een incognito profiel voor deze groep. Om te voorkomen dat je je hoofdprofiel deelt, is het niet toegestaan om contacten uit te nodigen
pl: Używasz profilu incognito dla tej grupy - aby zapobiec udostępnianiu głównego profilu zapraszanie kontaktów jest zabronione
pt_br: Você esta usando um perfil anônimo para este grupo - para evitar compartilhar seu perfil principal, convidar contatos não é permitido
ru: Вы используете инкогнито профиль для этой группы - чтобы предотвратить раскрытие Вашего основного профиля, приглашать контакты не разрешено
tr: Bu grup için gizli bir profil kullanıyorsunuz - ana profilinizi paylaşmayı önlemek için kişileri davet etmeye izin verilmiyor
zh_hant: 你正在使用匿名聊天模式進入此群組 - 為了避免分享你的真實個人檔案，邀請聯絡人是不允許的

source: Your ICE servers
cs: Vaše servery ICE
hu: Saját ICE-kiszolgálók
nl: Uw ICE servers
pl: Twoje serwery ICE
pt_br: Seus servidores ICE
ru: Ваши ICE серверы
tr: ICE sunucularınız
zh_hant: 你的 ICE 伺服器

source: Your SimpleX address
cs: Vaše SimpleX adresa
hu: Profil SimpleX-címe
nl: Uw SimpleX adres
pl: Twój adres SimpleX
pt_br: Seu endereço de contato SimpleX
ru: Ваш адрес SimpleX
tr: SimpleX adresin
zh_hant: 你的 SimpleX 聯絡地址

source: Your calls
cs: Vaše hovory
hu: Hívások
nl: Uw oproepen
pl: Twoje połączenia
pt_br: Suas chamadas
ru: Ваши звонки
tr: Aramaların
zh_hant: 你的通話

source: Your chat database
cs: Vaše chatovací databáze
hu: Csevegési adatbázis
nl: Uw chat database
pl: Twoja baza danych czatu
pt_br: Seu banco de dados de chat
ru: База данных
tr: Sohbet veritabanınız
zh_hant: 你的對話數據庫

source: Your chat database is not encrypted - set passphrase to encrypt it.
cs: Vaše chat databáze není šifrována – nastavte přístupovou frázi pro její šifrování.
hu: A csevegési adatbázis nincs titkosítva – adjon meg egy jelmondatot a titkosításhoz.
nl: Uw chat database is niet versleuteld, stel een wachtwoord in om deze te versleutelen.
pl: Baza danych czatu nie jest szyfrowana - ustaw hasło, aby ją zaszyfrować.
ru: База данных НЕ зашифрована. Установите пароль, чтобы защитить Ваши данные.
tr: Sohbet veritabanınız şifrelenmemiş - şifrelemek için parola ayarlayın.
zh_hant: 你的對話數據庫並未加密 - 設置密碼保護它。

source: Your chat preferences
cs: Databáze chatu není šifrována - nastavte přístupovou frázi pro její ochranu.
hu: Az Ön csevegési beállításai
nl: Uw chat voorkeuren
pl: Twoje preferencje czatu
ru: Ваши настройки чата
tr: Sohbet tercihleriniz

source: Your chat profiles
cs: Vaše chat profily
hu: Csevegési profilok
nl: Uw chat profielen
pl: Twoje profile czatu
pt_br: Seu perfil de chat
ru: Ваши профили чата
tr: Sohbet profillerin
zh_hant: 你的個人檔案

source: Your connection was moved to %@ but an unexpected error occurred while redirecting you to the profile.
hu: A kapcsolata át lett helyezve ide: %@, de egy váratlan hiba történt a profilra való átirányításkor.
nl: Uw verbinding is verplaatst naar %@, maar er is een onverwachte fout opgetreden tijdens het omleiden naar het profiel.
pl: Twoje połączenie zostało przeniesione do %@, ale podczas przekierowywania do profilu wystąpił nieoczekiwany błąd.
ru: Соединение было перемещено на %@, но при смене профиля произошла неожиданная ошибка.
tr: Bağlantınız %@ adresine taşındı ancak sizi profile yönlendirirken beklenmedik bir hata oluştu.

source: Your contact sent a file that is larger than currently supported maximum size (%@).
cs: Kontakt odeslal soubor, který je větší než aktuálně podporovaná maximální velikost (%@).
hu: A partnere a jelenleg megengedett maximális méretű (%@) fájlnál nagyobbat küldött.
nl: Uw contact heeft een bestand verzonden dat groter is dan de momenteel ondersteunde maximale grootte (%@).
pl: Twój kontakt wysłał plik, który jest większy niż obecnie obsługiwany maksymalny rozmiar (%@).
ru: Ваш контакт отправил файл, размер которого превышает максимальный размер (%@).
tr: Kişiniz şu anda desteklenen maksimum boyuttan (%@) daha büyük bir dosya gönderdi.
zh_hant: 你的聯絡人傳送的檔案大於目前支援的最大上限 (%@)。

source: Your contacts can allow full message deletion.
cs: Vaše kontakty mohou povolit úplné mazání zpráv.
hu: A partnerei engedélyezhetik a teljes üzenet törlését.
nl: Uw contacten kunnen volledige verwijdering van berichten toestaan.
pl: Twoje kontakty mogą zezwolić na pełne usunięcie wiadomości.
pt_br: Seus contatos podem permitir a exclusão completa da mensagem.
ru: Ваши контакты могут разрешить окончательное удаление сообщений.
tr: Kişileriniz tam mesaj silme işlemine izin verebilir.
zh_hant: 允許你的聯絡人可以完全刪除訊息。

source: Your contacts will remain connected.
cs: Vaše kontakty zůstanou připojeny.
hu: A partnerei továbbra is kapcsolódva maradnak.
nl: Uw contacten blijven verbonden.
pl: Twoje kontakty pozostaną połączone.
ru: Ваши контакты сохранятся.
tr: Kişileriniz bağlı kalacaktır.
zh_hant: 你的聯絡人會保持連接。

source: Your credentials may be sent unencrypted.
cs: Vaše kontakty zůstanou připojeny.
hu: A hitelesítőadatai titkosítatlanul is elküldhetők.
nl: Uw inloggegevens worden mogelijk niet-versleuteld verzonden.
pl: Twoje poświadczenia mogą zostać wysłane niezaszyfrowane.
ru: Ваши учетные данные могут быть отправлены в незашифрованном виде.
tr: Kimlik bilgileriniz şifrelenmeden gönderilebilir.

source: Your current chat database will be DELETED and REPLACED with the imported one.
cs: Vaše aktuální chat databáze bude ODSTRANĚNA a NAHRAZENA importovanou.
hu: A jelenlegi csevegési adatbázis TÖRÖLVE és CSERÉLVE lesz az importáltra.
nl: Uw huidige chat database wordt VERWIJDERD en VERVANGEN door de geïmporteerde.
pl: Twoja obecna baza danych czatu zostanie usunięta i zastąpiona zaimportowaną.
ru: Текущие данные Вашего чата будет УДАЛЕНЫ и ЗАМЕНЕНЫ импортированными.
tr: Mevcut sohbet veritabanınız SİLİNECEK ve içe aktarılan veritabanıyla DEĞİŞTİRİLECEKTİR.
zh_hant: 你目前的對話數據庫會刪除並且以你匯入的對話數據庫頂替上。

source: Your current profile
cs: Váš současný profil
hu: Jelenlegi profil
nl: Je huidige profiel
pl: Twój obecny profil
pt_br: Seu perfil atual
ru: Ваш активный профиль
tr: Mevcut profiliniz
zh_hant: 你目前的個人檔案

source: Your preferences
cs: Vaše preference
hu: Beállítások
nl: Jouw voorkeuren
pl: Twoje preferencje
pt_br: Suas preferências
ru: Ваши предпочтения
tr: Tercihleriniz
zh_hant: 你的設定

source: Your privacy
cs: Vaše soukromí
hu: Adatvédelem
nl: Uw privacy
pl: Twoja prywatność
pt_br: Sua privacidade
ru: Конфиденциальность
tr: Gizliliğiniz
zh_hant: 你的私隱

source: Your profile
cs: Vaše preference
hu: Profil
nl: Jouw profiel
pl: Twój profil
ru: Ваш профиль
tr: Profiliniz

source: Your profile **%@** will be shared.
cs: Váš profil **%@** bude sdílen.
hu: A(z) **%@** nevű profilja meg lesz osztva.
nl: Uw profiel **%@** wordt gedeeld.
pl: Twój profil **%@** zostanie udostępniony.
ru: Будет отправлен Ваш профиль **%@**.
tr: Profiliniz **%@** paylaşılacaktır.

source: Your profile is stored on your device and only shared with your contacts.
cs: Profil je sdílen pouze s vašimi kontakty.
hu: A profilja csak a partnereivel van megosztva.

source: Your profile is stored on your device and shared only with your contacts. SimpleX servers cannot see your profile.
cs: Váš profil je uložen ve vašem zařízení a sdílen pouze s vašimi kontakty. Servery SimpleX nevidí váš profil.
hu: A profilja az eszközén van tárolva és csak a partnereivel van megosztva. A SimpleX-kiszolgálók nem láthatják a profilját.
nl: Uw profiel wordt op uw apparaat opgeslagen en alleen gedeeld met uw contacten. SimpleX servers kunnen uw profiel niet zien.
pl: Twój profil jest przechowywany na urządzeniu i udostępniany tylko Twoim kontaktom. Serwery SimpleX nie mogą zobaczyć Twojego profilu.
ru: Ваш профиль хранится на Вашем устройстве и отправляется только Вашим контактам. SimpleX серверы не могут получить доступ к Вашему профилю.
tr: Profiliniz cihazınızda saklanır ve sadece kişilerinizle paylaşılır. SimpleX sunucuları profilinizi göremez.

source: Your profile was changed. If you save it, the updated profile will be sent to all your contacts.
cs: Váš profil, kontakty a doručené zprávy jsou uloženy ve vašem zařízení.
hu: A profilja módosult. Ha elmenti, a profilfrissítés el lesz küldve a partnerei számára.
nl: Je profiel is gewijzigd. Als je het opslaat, wordt het bijgewerkte profiel naar al je contacten verzonden.
pl: Twój profil został zmieniony. Jeśli go zapiszesz, zaktualizowany profil zostanie wysłany do wszystkich kontaktów.
ru: Ваш профиль был изменен. Если вы сохраните его, обновленный профиль будет отправлен всем вашим контактам.
tr: Profiliniz değiştirildi. Kaydederseniz, güncellenmiş profil tüm kişilerinize gönderilecektir.

source: Your random profile
cs: Váš náhodný profil
hu: Véletlenszerű profil
nl: Je willekeurige profiel
pl: Twój losowy profil
pt_br: Seu perfil aleatório
ru: Случайный профиль
tr: Rasgele profiliniz
zh_hant: 你的隨機個人檔案

source: Your server address
cs: Adresa vašeho serveru
hu: Saját SMP-kiszolgálójának címe
nl: Uw server adres
pl: Twój adres serwera
pt_br: Seu endereço de servidor
ru: Адрес Вашего сервера
tr: Sunucu adresiniz
zh_hant: 你的伺服器地址

source: Your servers
cs: Adresa serveru
hu: Saját kiszolgálók

source: Your settings
cs: Vaše nastavení
hu: Beállítások
nl: Uw instellingen
pl: Twoje ustawienia
pt_br: Suas configurações
ru: Настройки
tr: Ayarlarınız
zh_hant: 你的設定

source: [Contribute](https://github.com/simplex-chat/simplex-chat#contribute)
cs: [Přispějte](https://github.com/simplex-chat/simplex-chat#contribute)
hu: [Közreműködés](https://github.com/simplex-chat/simplex-chat#contribute)
nl: [Bijdragen](https://github.com/simplex-chat/simplex-chat#contribute)
pl: [Przyczyń się](https://github.com/simplex-chat/simplex-chat#contribute)
ru: [Внести свой вклад](https://github.com/simplex-chat/simplex-chat#contribute)
tr: [Katkıda bulun](https://github.com/simplex-chat/simplex-chat#contribute)
zh_hant: [貢獻](https://github.com/simplex-chat/simplex-chat#contribute)

source: [Send us email](mailto:chat@simplex.chat)
cs: [Pošlete nám e-mail](mailto:chat@simplex.chat)
hu: [Küldjön nekünk e-mailt](mailto:chat@simplex.chat)
nl: [Stuur ons een e-mail](mailto:chat@simplex.chat)
pl: [Wyślij do nas email](mailto:chat@simplex.chat)
ru: [Отправить email](mailto:chat@simplex.chat)
tr: [Bize e-posta gönder](mailto:chat@simplex.chat)
zh_hant: [傳送電郵給開發者](mailto:chat@simplex.chat)

source: [Star on GitHub](https://github.com/simplex-chat/simplex-chat)
cs: [Hvězda na GitHubu](https://github.com/simplex-chat/simplex-chat)
hu: [Csillagozás a GitHubon](https://github.com/simplex-chat/simplex-chat)
pl: [Daj gwiazdkę na GitHub](https://github.com/simplex-chat/simplex-chat)
ru: [Поставить звездочку в GitHub](https://github.com/simplex-chat/simplex-chat)
tr: [Bize GitHub'da yıldız verin](https://github.com/simplex-chat/simplex-chat)
zh_hant: ［於 Github 給個星星］（https://github.com/simplex-chat/simplex-chat）

source: \_italic_
cs: \_kurzíva_
hu: \_dőlt_
nl: \_cursief_
pl: \_kursywa_
ru: \_курсив_
tr: \_italik_
zh_hant: \_斜體的_

source: above, then choose:
cs: výše, pak vyberte:
hu: gombra fent, majd válassza ki:
nl: hier boven, kies dan:
pl: powyżej, a następnie wybierz:
ru: наверху, затем выберите:
tr: yukarı çıkın, ardından seçin:
zh_hant: 然後，選按：

source: accepted call
cs: přijatý hovor
hu: fogadott hívás
nl: geaccepteerde oproep
pl: zaakceptowane połączenie
pt_br: chamada aceita
ru: принятый звонок
tr: kabul edilen arama
zh_hant: 已接受通話

source: accepted invitation
cs: Přijmout
hu: elfogadott meghívó

source: admin
cs: správce
hu: adminisztrátor
nl: Beheerder
pl: administrator
pt_br: administrador
ru: админ
tr: yönetici
zh_hant: 管理員

source: admins
cs: správci
hu: adminisztrátorok
nl: beheerders
pl: administratorzy
ru: админы
tr: yöneticiler

source: agreeing encryption for %@…
cs: povoluji šifrování pro %@…
hu: titkosítás elfogadása %@ számára…
nl: versleuteling overeenkomen voor %@…
pl: uzgadnianie szyfrowania dla %@…
ru: шифрование согласовывается для %@…
tr: %@ için şifreleme kabul ediliyor…

source: agreeing encryption…
cs: povoluji šifrování…
hu: titkosítás elfogadása…
nl: versleuteling overeenkomen…
pl: uzgadnianie szyfrowania…
ru: шифрование согласовывается…
tr: şifreleme kabul ediliyor…

source: all members
cs: Skupina bude smazána pro všechny členy - nelze to vzít zpět!
hu: összes tag
nl: alle leden
pl: wszyscy członkowie
ru: все члены
tr: bütün üyeler

source: always
cs: vždy
hu: mindig
nl: altijd
pl: zawsze
pt_br: sempre
ru: всегда
tr: her zaman
zh_hant: 經常

source: and %lld other events
cs: a %lld dalších událostí
hu: és további %lld esemény
nl: en %lld andere gebeurtenissen
pl: i %lld innych wydarzeń
ru: и %lld других событий
tr: ve %lld diğer etkinlikler

source: archived report
cs: archivovaná hlášení podle %@
hu: archivált jelentés

source: attempts
cs: pokusy
hu: próbálkozások
nl: pogingen
pl: próby
ru: попытки
tr: denemeler

source: audio call (not e2e encrypted)
cs: zvukový hovor (nešifrovaný e2e)
hu: hanghívás (nem e2e titkosított)
nl: audio oproep (niet e2e versleuteld)
pl: połączenie audio (nie szyfrowane e2e)
pt_br: chamada de áudio (não criptografada ponta-a-ponta)
ru: аудиозвонок (не e2e зашифрованный)
tr: sesli arama (uçtan uca şifreli değil)
zh_hant: 語音通話（沒有端對端加密）

source: author
cs: autor
hu: szerző
nl: auteur
pl: autor
ru: автор
tr: yetkili

source: bad message ID
cs: špatné ID zprávy
hu: téves üzenet ID
nl: Onjuiste bericht-ID
pl: zły identyfikator wiadomości
pt_br: ID de mensagem incorreta
ru: ошибка ID сообщения
tr: kötü mesaj kimliği
zh_hant: 錯誤的訊息 ID

source: bad message hash
cs: špatný hash zprávy
hu: érvénytelen az üzenet hasítóértéke
nl: Onjuiste bericht hash
pl: zły hash wiadomości
pt_br: hash de mensagem incorreto
ru: ошибка хэш сообщения
tr: kötü mesaj hash'i
zh_hant: 錯誤的訊息雜湊值

source: blocked
cs: Chyba
hu: letiltva
nl: geblokkeerd
pl: zablokowany
ru: заблокировано
tr: engellendi

source: blocked %@
cs: %d zpráv blokováno správcem
hu: letiltotta őt: %@
nl: geblokkeerd %@
pl: zablokowany %@
ru: %@ заблокирован
tr: engellendi %@

source: blocked by admin
cs: %d zpráv blokováno správcem
hu: letiltva az adminisztrátor által
nl: geblokkeerd door beheerder
pl: zablokowany przez admina
ru: заблокировано администратором
tr: yönetici tarafından engellendi

source: bold
cs: tučně
hu: félkövér
nl: vetgedrukt
pl: pogrubiona
pt_br: negrito
ru: жирный
tr: kalın
zh_hant: 粗體

source: call
cs: hovor
hu: hívás
nl: bellen
pl: zadzwoń
ru: звонок
tr: Ara

source: call error
cs: chyba volání
hu: híváshiba
nl: oproepfout
pl: błąd połączenia
pt_br: erro de chamada
ru: ошибка звонка
tr: arama hatası
zh_hant: 通話出錯

source: call in progress
cs: probíhající hovor
hu: hívás folyamatban
nl: Gesprek bezig
pl: połączenie w toku
pt_br: chamada em andamento
ru: активный звонок
tr: arama yapılıyor
zh_hant: 通話中

source: calling…
cs: volání…
hu: hívás…
nl: bellen…
pl: dzwonie…
pt_br: chamando…
ru: входящий звонок…
tr: aranıyor…
zh_hant: 正在撥打 …

source: cancelled %@
cs: zrušeno %@
hu: %@ visszavonva
nl: geannuleerd %@
pl: anulowany %@
ru: отменил(a) %@
tr: %@ iptal edildi
zh_hant: 已取消 %@

source: changed address for you
cs: změnila se vaše adresa
hu: módosította a címet az Ön számára
nl: adres voor u gewijzigd
pl: zmieniono adres dla Ciebie
pt_br: endereço alterado para você
ru: поменял(а) адрес для Вас
tr: senin için adres değiştirildi
zh_hant: 已修改你的聯絡地址

# changed role of %@ to %@
source: changed role of %1$@ to %2$@
cs: Role %1$@ byla změněna na %2$ @
hu: a következőre módosította %1$@ szerepkörét: „%2$@”
nl: veranderde rol van %1$@ in %2$@
pl: zmieniono rolę %1$@ na %2$@
ru: поменял(а) роль члена %1$@ на: %2$@
tr: 1$@ rolünü %2$@ olarak değiştirdi
zh_hant: 你修改了 %1$@ 的身份為 %2$@

source: changed your role to %@
cs: změnil vaši roli na %@
hu: a következőre módosította az Ön szerepkörét: „%@”
nl: veranderde je rol in %@
pl: zmieniono Twoją rolę na %@
ru: поменял(а) Вашу роль на: %@
tr: rolünü %@ olarak değiştirdi
zh_hant: 你修改了 %1$@ 你的身份為 %@

source: changing address for %@…
cs: změna adresy pro %@…
hu: cím módosítása %@ számára…
nl: adres wijzigen voor %@…
pl: zmienienie adresu dla %@…
ru: смена адреса для %@…
tr: %@ için adres değiştiriliyor…

source: changing address…
cs: změna adresy…
hu: cím módosítása…
nl: adres wijzigen…
pl: zmiana adresu…
ru: смена адреса…
tr: adres değiştiriliyor…

source: colored
cs: barevné
hu: színezett
nl: gekleurd
pl: kolorowy
pt_br: colorido
ru: цвет
tr: renklendirilmiş
zh_hant: 顏色

source: complete
cs: kompletní
hu: befejezett
nl: compleet
pl: kompletny
pt_br: completo
ru: соединение завершено
tr: tamamlandı
zh_hant: 完成

source: connect to SimpleX Chat developers.
cs: připojit se k vývojářům SimpleX Chat.
hu: kapcsolódás a SimpleX Chat fejlesztőkhöz.
nl: maak verbinding met SimpleX Chat-ontwikkelaars.
pl: połącz się z deweloperami SimpleX Chat.
ru: соединитесь с разработчиками.
tr: SimpleX Chat geliştiricilerine bağlan.
zh_hant: 連接至 SimpleX Chat的開發人員。

source: connected
cs: připojeno
hu: kapcsolódott
nl: verbonden
pl: połączony
pt_br: conectado
ru: соединение установлено
tr: bağlanıldı
zh_hant: 已連接

source: connected directly
hu: közvetlenül kapcsolódott
nl: direct verbonden
pl: połącz bezpośrednio
ru: соединен(а) напрямую
tr: doğrudan bağlandı

source: connecting
cs: připojování
hu: kapcsolódás
nl: Verbinden
pl: łączenie
pt_br: conectando
ru: соединяется
tr: bağlanılıyor
zh_hant: 連接中

source: connecting (accepted)
cs: připojení (přijato)
hu: kapcsolódás (elfogadva)
nl: verbinden (geaccepteerd)
pl: łączenie (zaakceptowane)
pt_br: conectando (aceito)
ru: соединяется (приглашение принято)
tr: bağlanılıyor (onaylandı)
zh_hant: 連接中 (已接受)

source: connecting (announced)
cs: připojení (oznámeno)
hu: kapcsolódás (bejelentve)
nl: verbinden (aangekondigd)
pl: łączenie (ogłoszone)
pt_br: conectando (anunciado)
ru: соединяется (объявлен(а))
tr: bağlanılıyor (duyuruldu)
zh_hant: 連接中（宣布階段）

source: connecting (introduced)
cs: připojující (zavedený)
hu: kapcsolódás (bemutatkozva)
nl: verbinden (geïntroduceerd)
pl: łączenie (wprowadzone)
pt_br: conectando (introduzido)
ru: соединяется (представлен(а))
tr: bağlanılıyor (tanıtıldı)
zh_hant: 連接中（介紹階段）

source: connecting (introduction invitation)
cs: připojení (pozvánka na představení)
hu: kapcsolódás (bemutatkozó meghívó)
nl: verbinden (introductie uitnodiging)
pl: łączenie (wprowadzono zaproszenie)
pt_br: conectando (convite de introdução)
ru: соединяется (приглашение по представлению)
tr: bağlanılıyor (tanıtılma isteği)
zh_hant: 連接中（邀請介紹階段）

source: connecting call…
cs: spojovací hovor…
hu: kapcsolódási hívás…
nl: gesprek verbinden…
pl: łączenie połączenia…
pt_br: conectando chamada…
ru: звонок соединяется…
tr: aramaya bağlanılıyor…
zh_hant: 連接通話中 …

source: connecting…
cs: připojení…
hu: kapcsolódás…
nl: Verbinden…
pl: łączenie…
pt_br: conectando…
ru: соединяется…
tr: bağlanılıyor…
zh_hant: 連接中…

source: connection established
cs: spojení navázáno
hu: kapcsolat létrehozva
nl: verbinding gemaakt
pl: połączenie ustanowione
pt_br: conexão estabelecida
ru: соединение установлено
tr: bağlantı kuruldu
zh_hant: 已建立連接

source: connection:%@
cs: připojení:%@
hu: kapcsolat: %@
nl: verbinding:%@
pl: połączenie: %@
tr: bağlantı:%@
zh_hant: 連接：%@

# contact %@ changed to %@
source: contact %1$@ changed to %2$@
cs: nabízeno %@
hu: %1$@ a következőre módosította a nevét: %2$@
nl: contactpersoon %1$@ gewijzigd in %2$@
pl: kontakt %1$@ zmieniony na %2$@
ru: контакт %1$@ изменён на %2$@
tr: %1$@ kişisi %2$@ olarak değişti

source: contact has e2e encryption
cs: kontakt má šifrování e2e
hu: a partner e2e titkosítással rendelkezik
nl: contact heeft e2e-codering
pl: kontakt posiada szyfrowanie e2e
pt_br: contato tem criptografia e2e
ru: у контакта есть e2e шифрование
tr: kişi uçtan uca şifrelemeye sahiptir
zh_hant: 對話已經過端對端加密

source: contact has no e2e encryption
cs: kontakt nemá šifrování e2e
hu: a partner nem rendelkezik e2e titkosítással
nl: contact heeft geen e2e versleuteling
pl: kontakt nie posiada szyfrowania e2e
pt_br: contato não tem criptografia e2e
ru: у контакта нет e2e шифрования
tr: kişi uçtan uca şifrelemeye sahip değildir
zh_hant: 對話沒有經過端對端加密

source: creator
cs: tvůrce
hu: készítő
pl: twórca
pt_br: criador
ru: создатель
tr: oluşturan
zh_hant: 創建人

source: custom
cs: vlastní
hu: egyéni
nl: aangepast
pl: niestandardowy
ru: другое
tr: özel
zh_hant: 自定義

source: database version is newer than the app, but no down migration for: %@
cs: verze databáze je novější než aplikace, ale žádný přechod dolů pro: %@
hu: az adatbázis verziója újabb, mint az alkalmazásé, de a visszafelé történő átköltöztetés viszont nem lehetséges a következőhöz: %@
nl: databaseversie is nieuwer dan de app, maar geen downmigratie voor: %@
pl: wersja bazy danych jest nowsza od aplikacji, ale nie ma migracji w dół dla: %@
ru: версия базы данных новее чем приложения, но нет миграции для отката: %@
tr: veritabanı sürümü uygulamadan daha yeni, ancak aşağı geçiş yok: %@
zh_hant: 數據庫現行版本比應用程式新，但是無法降級遷出：%@

source: days
cs: dní
hu: nap
nl: dagen
pl: dni
ru: дней
tr: gün
zh_hant: 天

source: decryption errors
cs: chyba dešifrování
hu: visszafejtési hibák
nl: decoderingsfouten
pl: błąd odszyfrowywania
ru: ошибки расшифровки
tr: Şifre çözme hataları

source: default (%@)
cs: výchozí (%@)
hu: alapértelmezett (%@)
nl: standaard (%@)
pl: domyślne (%@)
ru: по умолчанию (%@)
tr: varsayılan (%@)
zh_hant: 預設值 （%@）

source: default (no)
cs: výchozí (ne)
hu: alapértelmezett (nem)
nl: standaard (nee)
pl: domyślnie (nie)
ru: по умолчанию (нет)
tr: varsayılan (hayır)

source: default (yes)
cs: výchozí (ano)
hu: alapértelmezett (igen)
nl: standaard (ja)
pl: domyślnie (tak)
ru: по умолчанию (да)
tr: varsayılan (evet)

source: deleted
cs: smazáno
hu: törölve
nl: verwijderd
pl: usunięty
pt_br: excluído
ru: удалено
tr: silindi
zh_hant: 已刪除

source: deleted contact
cs: Smazat za
hu: törölt partner
nl: verwijderd contact
pl: usunięto kontakt
ru: удалил(а) контакт
tr: silinmiş kişi

source: deleted group
cs: odstraněna skupina
hu: törölt csoport
nl: verwijderde groep
pl: usunięta grupa
pt_br: grupo excluído
ru: удалил(а) группу
tr: silinmiş grup
zh_hant: 已刪除群組

source: different migration in the app/database: %@ / %@
cs: různé migrace v aplikaci/databázi: %@ / %@
hu: különböző átköltöztetés az alkalmazásban/adatbázisban: %@ / %@
nl: verschillende migratie in de app/database: %@ / %@
pl: różne migracje w aplikacji/bazy danych: %@ / %@
ru: разная миграция в приложении/базе данных: %@ / %@
tr: uygulamada/veritabanında farklı geçiş: %@ / %@
zh_hant: 在應用程式/數據庫的不同遷移：%@/%@
