Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

source: Don't show again
cs: Znovu neukazuj
hu: Ne mutasd újra
nl: Niet meer weergeven
pl: Nie pokazuj ponownie
pt_br: Não mostrar novamente
ru: Не показывать
tr: Yeniden gösterme
zh_hant: 不再顯示

source: Done
cs: Hotovo
hu: Kész

source: Downgrade and open chat
cs: Snížit a otevřít chat
hu: Visszafejlesztés és a csevegés megnyitása
nl: Downgraden en chat openen
pl: Obniż wersję i otwórz czat
pt_br: Desatualizar e abrir o chat
ru: Откатить версию и открыть чат
tr: Sürüm düşür ve sohbeti aç
zh_hant: 降級和開啟對話

source: Download
cs: Snížit a otevřít chat
hu: Letöltés
nl: Downloaden
pl: Pobierz
ru: Загрузить
tr: İndir

source: Download errors
cs: Chyby stahování
hu: Letöltési hibák
nl: Downloadfouten
pl: Błędy pobierania
ru: Ошибки приема
tr: İndirme hataları

source: Download failed
cs: Stažení selhalo
hu: Sikertelen letöltés
nl: Download mislukt
pl: Pobieranie nie udane
ru: Ошибка загрузки
tr: Yükleme başarısız oldu

source: Download file
cs: Stáhnout soubor
hu: Fájl letöltése
nl: Download bestand
pl: Pobierz plik
pt_br: Baixar arquivo
ru: Загрузка файла
tr: Dosya indir
zh_hant: 下載檔案

source: Download files
cs: Stáhnout
hu: Fájlok letöltése
nl: ‐Bestanden downloaden
pl: Pobierz pliki
ru: Загрузить файлы
tr: Dosyaları indirin

source: Downloaded
cs: %@ staženo
hu: Letöltve
nl: Gedownload
pl: Pobrane
ru: Принято
tr: İndirildi

source: Downloaded files
cs: Stažené soubory
hu: Letöltött fájlok
nl: Gedownloade bestanden
pl: Pobrane pliki
ru: Принятые файлы
tr: Dosyalar İndirildi

source: Downloading archive
cs: Chyba stahování archivu
hu: Archívum letöltése
nl: Archief downloaden
pl: Pobieranie archiwum
ru: Загрузка архива
tr: Arşiv indiriliyor

source: Downloading link details
hu: Letöltési hivatkozás részletei
nl: Link gegevens downloaden
pl: Pobieranie szczegółów linku
ru: Загрузка ссылки архива
tr: Bağlantı detayları indiriliyor

source: Duplicate display name!
cs: Duplicitní zobrazované jméno!
hu: Duplikált megjelenítendő név!
nl: Dubbele weergavenaam!
pl: Zduplikowana wyświetlana nazwa!
pt_br: Nome de exibição duplicado!
ru: Имя профиля уже используется!
tr: Yinelenen görünen ad!
zh_hant: 重複的顯示名稱！

source: Duration
cs: Trvání
hu: Időtartam
nl: Duur
pl: Czas trwania
pt_br: Duração
ru: Длительность
tr: Süre
zh_hant: 持續時間

source: E2E encrypted notifications.
cs: Oznámení
hu: Végpontok közötti titkosított értesítések.

source: Edit
cs: Upravit
hu: Szerkesztés
nl: Bewerk
pl: Edytuj
pt_br: Editar
ru: Редактировать
tr: Düzenle
zh_hant: 修改

source: Edit group profile
cs: Upravit profil skupiny
hu: Csoportprofil szerkesztése
nl: Groep profiel bewerken
pl: Edytuj profil grupy
pt_br: Editar perfil do grupo
ru: Редактировать профиль группы
tr: Grup profilini düzenle
zh_hant: 修改群組內的設定

source: Enable
cs: Zapnout
hu: Engedélyezés
nl: Inschakelen
pl: Włącz
pt_br: Ativar
ru: Включить
tr: Etkinleştir
zh_hant: 啟用

source: Enable (keep overrides)
cs: Povolit (zachovat přepsání)
hu: Engedélyezés (felülírások megtartásával)
nl: Inschakelen (overschrijvingen behouden)
pl: Włącz (zachowaj nadpisania)
ru: Включить (кроме исключений)
tr: Etkinleştir (geçersiz kılmaları koru)

# Enable Flux in Network &amp; servers settings for better metadata privacy.
source: Enable Flux in Network & servers settings for better metadata privacy.
cs: Povolte Flux v Nastavení sítě a serverů pro lepší ochranu metadat.
hu: A Flux kiszolgálókat engedélyezheti a beállításokban, a „Hálózat és kiszolgálók” menüben, a metaadatok jobb védelme érdekében.

source: Enable SimpleX Lock
cs: Zapnutí zámku SimpleX
hu: SimpleX-zár bekapcsolása
nl: SimpleX Vergrendelen inschakelen
pl: Włącz blokadę SimpleX
pt_br: Ativar Bloqueio SimpleX
ru: Включить блокировку SimpleX
tr: SimpleX Kilidini etkinleştir
zh_hant: 啟用 SimpleX 鎖定

source: Enable TCP keep-alive
cs: Povolit TCP keep-alive
hu: TCP életben tartása
nl: Schakel TCP keep-alive in
pl: Włącz utrzymywanie aktywności TCP
pt_br: Ativar TCP keep-alive
ru: Включить TCP keep-alive
tr: TCP canlı tutmayı etkinleştir
zh_hant: 啟用 TCP keep-alive

source: Enable automatic message deletion?
cs: Povolit automatické mazání zpráv?
hu: Engedélyezi az automatikus üzenettörlést?
nl: Automatisch verwijderen van berichten aanzetten?
pl: Czy włączyć automatyczne usuwanie wiadomości?
pt_br: Ativar exclusão automática de mensagens?
ru: Включить автоматическое удаление сообщений?
tr: Otomatik mesaj silme etkinleştirilsin mi?
zh_hant: 啟用自動銷毀訊息？

source: Enable camera access
cs: Povolit fotoaparát
hu: Kamera hozzáférés engedélyezése
nl: Schakel cameratoegang in
pl: Włącz dostęp do kamery
ru: Включить доступ к камере
tr: Kamera erişimini etkinleştir

source: Enable for all
cs: Povolit pro všechny
hu: Engedélyezés az összes tag számára
nl: Inschakelen voor iedereen
pl: Włącz dla wszystkich
ru: Включить для всех
tr: Herkes için etkinleştir

source: Enable in direct chats (BETA)!
cs: Povolit v přímých chatech (BETA)!
hu: Engedélyezés a közvetlen csevegésekben (BÉTA)!
nl: Activeer in directe chats (BETA)!
pl: Włącz w czatach bezpośrednich (BETA)!
ru: Включите для контактов (BETA)!
tr: Doğrudan sohbetlerde etkinleştirin (BETA)!

source: Enable instant notifications?
cs: Povolit okamžitá oznámení?
hu: Engedélyezi az azonnali értesítéseket?
nl: Onmiddellijke meldingen inschakelen?
pl: Włączyć natychmiastowe powiadomienia?
pt_br: Ativar notificações instantâneas?
ru: Включить мгновенные уведомления?
tr: Anlık bildirimler etkinleştirilsin mi?
zh_hant: 啟用即時通知功能？

source: Enable lock
cs: Povolit zámek
hu: Zárolás engedélyezése
nl: Vergrendeling inschakelen
pl: Włącz blokadę
pt_br: Habilitar bloqueio
ru: Включить блокировку
tr: Kilidi etkinleştir
zh_hant: 啟用鎖定

source: Enable notifications
cs: Povolit upozornění
hu: Értesítések engedélyezése
nl: Meldingen aanzetten
pl: Włącz powiadomienia
pt_br: Ativar notificações
ru: Включить уведомления
tr: Bildirimleri etkinleştir
zh_hant: 啟用通知功能

source: Enable periodic notifications?
cs: Povolit pravidelná oznámení?
hu: Engedélyezi az időszakos értesítéseket?
nl: Periodieke meldingen inschakelen?
pl: Włączyć okresowe powiadomienia?
pt_br: Ativar notificações periódicas?
ru: Включить периодические уведомления?
tr: Periyodik bildirimler etkinleştirilsin mi?
zh_hant: 啟用定期通知功能？

source: Enable self-destruct
cs: Povolit sebedestrukci
hu: Önmegsemmisítés engedélyezése
nl: Zelfvernietiging inschakelen
pl: Włącz samodestrukcję
pt_br: Ativar auto-destruição
ru: Включить код самоуничтожения
tr: Kendini imhayı etkinleştir
zh_hant: 啟用自毀

source: Enable self-destruct passcode
cs: Povolit sebedestrukční heslo
hu: Önmegsemmisítő-jelkód engedélyezése
nl: Zelfvernietigings wachtwoord inschakelen
pl: Włącz pin samodestrukcji
pt_br: Ativar senha auto-destrutiva
ru: Включить код самоуничтожения
tr: Kendini imha şifresini etkinleştir
zh_hant: 啟用自毀密碼

source: Enabled
cs: Pravidelná oznámení
hu: Engedélyezve
nl: Ingeschakeld
pl: Włączony
ru: Включено
tr: Etkin

source: Enabled for
cs: Podmínky budou automaticky přijaty pro povolené operátory dne: %@.
hu: Számukra engedélyezve
nl: Ingeschakeld voor
pl: Włączony dla
ru: Включено для
tr: Şunlar için etkinleştirildi

source: Encrypt
cs: Šifrovat
hu: Titkosít
nl: Versleutelen
pl: Szyfruj
pt_br: Criptografar
ru: Зашифровать
tr: Şifreleme
zh_hant: 加密

source: Encrypt database?
cs: Šifrovat databázi?
hu: Titkosítja az adatbázist?
nl: Database versleutelen?
pl: Zaszyfrować bazę danych?
pt_br: Criptografar banco de dados?
ru: Зашифровать базу данных?
tr: Veritabanı şifrelensin mi?
zh_hant: 加密數據庫？

source: Encrypt local files
cs: Šifrovat místní soubory
hu: Helyi fájlok titkosítása
nl: Versleutel lokale bestanden
pl: Zaszyfruj lokalne pliki
ru: Шифровать локальные файлы
tr: Yerel dosyaları şifrele
zh_hant: 加密本機檔案

# Encrypt stored files &amp; media
source: Encrypt stored files & media
cs: Šifrovat uložené soubory a média
hu: A tárolt fájlok- és a médiatartalmak titkosítása
nl: Versleutel opgeslagen bestanden en media
pl: Szyfruj przechowywane pliki i media
ru: Шифруйте сохраненные файлы и медиа
tr: Saklanan dosyaları ve medyayı şifreleyin

source: Encrypted database
cs: Zašifrovaná databáze
hu: Titkosított adatbázis
nl: Versleutelde database
pl: Zaszyfrowana baza danych
pt_br: Banco de dados criptografado
ru: База данных зашифрована
tr: Şifrelenmiş veritabanı
zh_hant: 已加密數據庫

source: Encrypted message or another event
cs: Šifrovaná zpráva nebo jiná událost
hu: Titkosított üzenet vagy más esemény
nl: Versleuteld bericht of een andere gebeurtenis
pl: Zaszyfrowana wiadomość lub inne zdarzenie
pt_br: Mensagem encriptada ou outro evento
ru: Зашифрованное сообщение или событие чата
tr: Şifrelenmiş mesaj veya başka bir etkinlik
zh_hant: 已加密的訊息或者是其他事件

source: Encrypted message: app is stopped
cs: Šifrovat místní soubory
hu: Titkosított üzenet: az alkalmazás megállt
nl: Versleuteld bericht: app is gestopt
pl: Zaszyfrowana wiadomość: aplikacja jest zatrzymana
ru: Зашифрованное сообщение: приложение остановлено
tr: Şifrelenmiş mesaj: uygulama durdu

source: Encrypted message: database error
cs: Šifrovaná zpráva: chyba databáze
hu: Titkosított üzenet: adatbázishiba
nl: Versleuteld bericht: database fout
pl: Zaszyfrowana wiadomość: błąd bazy danych
pt_br: Mensagem encriptada: erro da base de dados
ru: Зашифрованное сообщение: ошибка базы данных
tr: Şifrelenmiş mesaj: veritabanı hatası
zh_hant: 已加密訊息：數據庫錯誤

source: Encrypted message: database migration error
cs: Šifrovaná zpráva: chyba migrace databáze
hu: Titkosított üzenet: adatbázis-átköltöztetési hiba
nl: Versleuteld bericht: fout bij databasemigratie
pl: Zaszyfrowana wiadomość: błąd migracji bazy danych
pt_br: Mensagem encriptada: erro na migração da base de dados
ru: Зашифрованное сообщение: ошибка миграции базы
tr: Şifrelenmiş mesaj: veritabanı taşıma hatası
zh_hant: 已加密訊息：數據庫遷移錯誤

source: Encrypted message: keychain error
cs: Zašifrovaná zpráva: chyba klíčenky
hu: Titkosított üzenet: kulcstartó hiba
nl: Versleuteld bericht: keychain fout
pl: Zaszyfrowana wiadomość: błąd pęku kluczy
pt_br: Mensagem encriptada: erro na keychain
ru: Зашифрованное сообщение: ошибка Keychain
tr: Şifrelenmiş mesaj: Anahtar Zinciri hatası
zh_hant: 已加密訊息：金鑰庫錯誤

source: Encrypted message: no passphrase
cs: Šifrovaná zpráva: žádné přístupové heslo
hu: Titkosított üzenet: nincs jelmondat
nl: Versleuteld bericht: geen wachtwoord
pl: Zaszyfrowana wiadomość: brak hasła
pt_br: Mensagem encriptada: sem frase-passe
ru: Зашифрованное сообщение: пароль не сохранен
tr: Şifrelenmiş mesaj: parola yok
zh_hant: 已加密訊息：沒有密碼

source: Encrypted message: unexpected error
cs: Šifrovaná zpráva: neočekávaná chyba
hu: Titkosított üzenet: váratlan hiba
nl: Versleuteld bericht: onverwachte fout
pl: Zaszyfrowana wiadomość: nieoczekiwany błąd
pt_br: Mensagem encriptada: erro inesperado
ru: Зашифрованное сообщение: неожиданная ошибка
tr: Şifrelenmiş mesaj: beklenmeyen hata
zh_hant: 已加密訊息：意料之外的錯誤

source: Encryption re-negotiation error
cs: Chyba databáze
hu: Hiba történt a titkosítás újraegyeztetésekor
nl: Fout bij heronderhandeling van codering
pl: Błąd renegocjacji szyfrowania
ru: Ошибка нового соглашения о шифровании
tr: Şifreleme yeniden anlaşma hatası

source: Encryption re-negotiation failed.
hu: Nem sikerült a titkosítást újraegyeztetni.
nl: Opnieuw onderhandelen over de codering is mislukt.
pl: Renegocjacja szyfrowania nie powiodła się.
ru: Ошибка нового соглашения о шифровании.
tr: Şifreleme yeniden anlaşma başarısız oldu.

source: Encryption renegotiation in progress.
cs: Probíhá opětovné vyjednávání o šifrování.
hu: A titkosítás újraegyeztetése folyamatban van.

source: Enter Passcode
cs: Zadat heslo
hu: Adja meg a jelkódot
nl: Voer toegangscode in
pl: Wprowadź Pin
pt_br: Digite a senha
ru: Введите Код
tr: Şifre gir
zh_hant: 輸入密碼

source: Enter correct passphrase.
cs: Zadejte správnou přístupovou frázi.
hu: Adja meg a helyes jelmondatot.
nl: Voer het juiste wachtwoord in.
pl: Wprowadź poprawne hasło.
pt_br: Digite a senha correta.
ru: Введите правильный пароль.
tr: Doğru şifreyi gir.
zh_hant: 輸入正確的密碼。

source: Enter group name…
cs: Zadejte správnou přístupovou frázi.
hu: Adja meg a csoport nevét…
nl: Groep naam invoeren…
pl: Wpisz nazwę grupy…
ru: Введите имя группы…
tr: Grup adı gir…

source: Enter passphrase
cs: Zadejte přístupovou frázi…
hu: Adja meg a jelmondatot
nl: Voer het wachtwoord in
pl: Wprowadź hasło
ru: Введите пароль
tr: Parolayı girin

source: Enter passphrase…
cs: Zadejte přístupovou frázi…
hu: Adja meg a jelmondatot…
nl: Voer wachtwoord in…
pl: Wprowadź hasło…
pt_br: Digite a senha…
ru: Введите пароль…
tr: Parola gir…
zh_hant: 輸入密碼 …

source: Enter password above to show!
cs: Zadejte heslo do hledání!
hu: Adja meg a jelszót fentebb a megjelenítéshez!
nl: Voer hier boven het wachtwoord in om weer te geven!
pl: Wprowadź hasło powyżej, aby pokazać!
pt_br: Introduzir palavra-passe acima para mostrar!
ru: Введите пароль выше, чтобы раскрыть!
tr: Göstermek için yukarıdaki şifreyi gir!
zh_hant: 在上面輸入密碼去顯示！

source: Enter server manually
cs: Zadejte server ručně
hu: Adja meg a kiszolgálót kézzel
nl: Voer de server handmatig in
pl: Wprowadź serwer ręcznie
pt_br: Insira o servidor manualmente
ru: Ввести сервер вручную
tr: Sunucuya manuel olarak gir
zh_hant: 人手輸入伺服器地址

source: Enter this device name…
cs: Zadejte jméno tohoto zařízení…
hu: Adja meg ennek az eszköznek a nevét…
nl: Voer deze apparaatnaam in…
pl: Podaj nazwę urządzenia…
ru: Введите имя этого устройства…
tr: Bu cihazın adını gir…

source: Enter welcome message…
cs: Zadat uvítací zprávu…
hu: Adja meg az üdvözlőüzenetet…
nl: Welkom bericht invoeren…
pl: Wpisz wiadomość powitalną…
pt_br: Introduzir mensagem de boas-vindas…
ru: Введите приветственное сообщение…
tr: Hoşgeldin mesajı gir…
zh_hant: 輸入歡迎訊息…

source: Enter welcome message… (optional)
cs: Zadat uvítací zprávu... (volitelně)
hu: Adja meg az üdvözlőüzenetet… (nem kötelező)
nl: Voer welkom bericht in... (optioneel)
pl: Wpisz wiadomość powitalną… (opcjonalne)
pt_br: Introduzir mensagem de boas-vindas… (opcional)
ru: Введите приветственное сообщение... (опционально)
tr: Hoşgeldin mesajı gir... (opsiyonel)
zh_hant: 輸入歡迎訊息…（可選擇的）

source: Enter your name…
cs: Zadat uvítací zprávu…
hu: Adjon meg egy nevet…
nl: Vul uw naam in…
pl: Wpisz swoją nazwę…
ru: Введите ваше имя…
tr: Adını gir…

source: Error
cs: Chyba
hu: Hiba
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
tr: Hata
zh_hant: 錯誤

source: Error aborting address change
cs: Chyba přerušení změny adresy
hu: Hiba történt a cím módosításának megszakításakor
nl: Fout bij het afbreken van adres wijziging
pl: Błąd przerwania zmiany adresu
ru: Ошибка при прекращении изменения адреса
tr: Adres değişikliği iptal edilirken hata oluştu

source: Error accepting conditions
cs: Chyba přerušení změny adresy
hu: Hiba történt a feltételek elfogadásakor

source: Error accepting contact request
cs: Chyba při přijímání žádosti o kontakt
hu: Hiba történt a meghívási kérés elfogadásakor
nl: Fout bij het accepteren van een contactverzoek
pl: Błąd przyjmowania prośby o kontakt
pt_br: Erro ao aceitar solicitação de contato
ru: Ошибка при принятии запроса на соединение
tr: Bağlantı isteği kabul edilirken hata oluştu
zh_hant: 接受聯絡人的連接請求時出錯

source: Error adding member(s)
cs: Chyba přidávání člena(ů)
hu: Hiba történt a tag(ok) hozzáadásakor
nl: Fout bij het toevoegen van leden
pl: Błąd dodawania członka(ów)
pt_br: Erro ao adicionar membro(s)
ru: Ошибка при добавлении членов группы
tr: Üye(ler) eklenirken hata oluştu
zh_hant: 加入成員(s) 時出錯

source: Error adding server
cs: Chyba přidání serveru
hu: Hiba történt a kiszolgáló hozzáadásakor

source: Error changing address
cs: Chuba změny adresy
hu: Hiba történt a cím módosításakor
nl: Fout bij wijzigen van adres
pl: Błąd zmiany adresu
pt_br: Erro ao alterar endereço
ru: Ошибка при изменении адреса
tr: Adres değiştirilirken hata oluştu
zh_hant: 更改聯絡地址時出錯

source: Error changing connection profile
cs: Chyba
hu: Hiba történt a kapcsolati profilra való váltáskor
nl: Fout bij wijzigen van verbindingsprofiel
pl: Błąd zmiany połączenia profilu
ru: Ошибка при изменении профиля соединения
tr: Bağlantı profili değiştirilirken hata oluştu

source: Error changing role
cs: Chyba při změně role
hu: Hiba történt a szerepkör módosításakor
nl: Fout bij wisselen van rol
pl: Błąd zmiany roli
pt_br: Erro ao alterar função
ru: Ошибка при изменении роли
tr: Rol değiştirilirken hata oluştu
zh_hant: 修改身份時出錯

source: Error changing setting
cs: Chyba změny nastavení
hu: Hiba történt a beállítás módosításakor
nl: Fout bij wijzigen van instelling
pl: Błąd zmiany ustawienia
pt_br: Erro ao alterar configuração
ru: Ошибка при изменении настройки
tr: Ayar değiştirilirken hata oluştu
zh_hant: 修改設定時出錯

source: Error changing to incognito!
cs: Chyba při změně role
hu: Hiba történt az inkognitóprofilra való váltáskor!
nl: Fout bij het overschakelen naar incognito!
pl: Błąd zmiany na incognito!
ru: Ошибка при смене на Инкогнито!
tr: Gizli moduna geçerken hata oluştu!

source: Error checking token status
cs: Chyba
hu: Hiba történt a token állapotának ellenőrzésekor

source: Error connecting to forwarding server %@. Please try later.
cs: Prosím zkuste později.
hu: Hiba történt a(z) %@ továbbítókiszolgálóhoz való kapcsolódáskor. Próbálja meg később.
nl: Fout bij het verbinden met doorstuurserver %@. Probeer het later opnieuw.
pl: Błąd połączenia z serwerem przekierowania %@. Spróbuj ponownie później.
ru: Ошибка подключения к пересылающему серверу %@. Попробуйте позже.
tr: Yönlendirme sunucusu %@'ya bağlanırken hata oluştu. Lütfen daha sonra deneyin.

source: Error creating address
cs: Chyba při vytváření adresy
hu: Hiba történt a cím létrehozásakor
nl: Fout bij aanmaken van adres
pl: Błąd tworzenia adresu
pt_br: Erro ao criar endereço
ru: Ошибка при создании адреса
tr: Adres oluşturulurken hata oluştu
zh_hant: 建立聯絡地址時出錯

source: Error creating group
cs: Chyba při vytváření skupiny
hu: Hiba történt a csoport létrehozásakor
nl: Fout bij maken van groep
pl: Błąd tworzenia grupy
pt_br: Erro ao criar grupo
ru: Ошибка при создании группы
tr: Grup oluşturulurken hata oluştu
zh_hant: 建立群組時出錯

source: Error creating group link
cs: Chyba při vytváření odkazu skupiny
hu: Hiba történt a csoporthivatkozás létrehozásakor
nl: Fout bij maken van groep link
pl: Błąd tworzenia linku grupy
pt_br: Erro ao criar o link de grupo
ru: Ошибка при создании ссылки группы
tr: Grup bağlantısı oluşturulurken hata oluştu
zh_hant: 建立群組邀請連結時出錯

source: Error creating list
cs: Chyba při vytváření adresy
hu: Hiba történt a lista létrehozásakor

source: Error creating member contact
cs: Chyba vytvoření kontaktu člena
hu: Hiba történt a partnerrel történő kapcsolat létrehozásában
nl: Fout bij aanmaken contact
pl: Błąd tworzenia kontaktu członka
ru: Ошибка создания контакта с членом группы
tr: Kişi iletişimi oluşturulurken hata oluştu

source: Error creating message
cs: Chyba vytváření kontaktu
hu: Hiba történt az üzenet létrehozásakor
nl: Fout bij het maken van een bericht
pl: Błąd tworzenia wiadomości
ru: Ошибка создания сообщения
tr: Mesaj oluşturulurken hata

source: Error creating profile!
cs: Chyba při vytváření profilu!
hu: Hiba történt a profil létrehozásakor!
nl: Fout bij aanmaken van profiel!
pl: Błąd tworzenia profilu!
pt_br: Erro ao criar perfil!
ru: Ошибка создания профиля!
tr: Profil oluşturulurken hata oluştu!
zh_hant: 個人檔案建立失敗！

source: Error creating report
cs: Chyba vytváření hlášení
hu: Hiba történt a jelentés létrehozásakor

source: Error decrypting file
cs: Chyba dešifrování souboru
hu: Hiba történt a fájl visszafejtésekor
nl: Fout bij het ontsleutelen van bestand
pl: Błąd odszyfrowania pliku
ru: Ошибка расшифровки файла
tr: Dosya şifresi çözülürken hata oluştu
zh_hant: 解密檔案時出錯

source: Error deleting chat database
cs: Chyba při mazání databáze chatu
hu: Hiba történt a csevegési adatbázis törlésekor
nl: Fout bij het verwijderen van de chat database
pl: Błąd usuwania bazy danych czatu
pt_br: Erro ao excluir banco de dados de chat
ru: Ошибка при удалении данных чата
tr: Sohbet veritabanı silinirken sorun oluştu
zh_hant: 刪除數據庫時出錯

source: Error deleting chat!
cs: Chyba při mazání chatu!
hu: Hiba történt a csevegés törlésekor!
nl: Fout bij verwijderen gesprek!
pl: Błąd usuwania czatu!
pt_br: Erro ao apagar chat!
ru: Ошибка при удалении чата!
tr: Sohbet silinirken hata oluştu!
zh_hant: 刪除對話資料時出錯！

source: Error deleting connection
cs: Chyba při mazání připojení
hu: Hiba történt a kapcsolat törlésekor
nl: Fout bij verwijderen van verbinding
pl: Błąd usuwania połączenia
pt_br: Erro excluindo conexão
ru: Ошибка при удалении соединения
tr: Bağlantı silinirken hata oluştu
zh_hant: 刪除連線時出錯

source: Error deleting database
cs: Chyba při mazání databáze
hu: Hiba történt az adatbázis törlésekor
nl: Fout bij het verwijderen van de database
pl: Błąd usuwania bazy danych
pt_br: Erro excluindo base de dados
ru: Ошибка при удалении данных чата
tr: Veritabanı silinirken hata oluştu
zh_hant: 刪除數據庫時出錯

source: Error deleting old database
cs: Chyba při mazání staré databáze
hu: Hiba történt a régi adatbázis törlésekor
nl: Fout bij het verwijderen van de oude database
pl: Błąd usuwania starej bazy danych
ru: Ошибка при удалении предыдущей версии данных чата
tr: Eski veritabanı silinirken hata oluştu
zh_hant: 刪除舊數據庫時出錯

source: Error deleting token
cs: Chyba při mazání tokenu
hu: Hiba történt a token törlésekor
nl: Fout bij verwijderen token
pl: Błąd usuwania tokenu
ru: Ошибка удаления токена
tr: Token silinirken hata oluştu
zh_hant: 刪除單詞序列時出錯

source: Error deleting user profile
cs: Chyba mazání uživatelského profilu
hu: Hiba történt a felhasználó-profil törlésekor
nl: Fout bij het verwijderen van gebruikers profiel
pl: Błąd usuwania profilu użytkownika
pt_br: Erro ao excluir perfil do usuário
ru: Ошибка удаления профиля пользователя
tr: Kullanıcı profili silinirken hata oluştu
zh_hant: 刪除個人檔案時出錯

source: Error downloading the archive
cs: Chyba při mazání databáze chatu
hu: Hiba történt az archívum letöltésekor
nl: Fout bij het downloaden van het archief
pl: Błąd pobierania archiwum
ru: Ошибка загрузки архива
tr: Arşiv indirilirken hata oluştu

source: Error enabling delivery receipts!
cs: Chyba povolení potvrzení o doručení!
hu: Hiba történt a kézbesítési jelentések engedélyezésekor!
nl: Fout bij het inschakelen van ontvangst bevestiging!
pl: Błąd włączania potwierdzeń dostawy!
ru: Ошибка при включении отчётов о доставке!
tr: Görüldü bilgisi etkinleştirilirken hata oluştu!

source: Error enabling notifications
cs: Chyba při aktivaci oznámení
hu: Hiba történt az értesítések engedélyezésekor
nl: Fout bij inschakelen van meldingen
pl: Błąd włączania powiadomień
ru: Ошибка при включении уведомлений
tr: Bildirimler etkinleştirilirken hata oluştu
zh_hant: 啟用通知功能時出錯

source: Error encrypting database
cs: Chyba šifrování databáze
hu: Hiba történt az adatbázis titkosításakor
nl: Fout bij het versleutelen van de database
pl: Błąd szyfrowania bazy danych
pt_br: Erro ao criptografar o banco de dados
ru: Ошибка при шифровании
tr: Veritabanı şifrelemesi çözülürken hata oluştu
zh_hant: 加密數據庫時出錯

source: Error exporting chat database
cs: Chyba při exportu databáze chatu
hu: Hiba történt a csevegési adatbázis exportálásakor
nl: Fout bij het exporteren van de chat database
pl: Błąd eksportu bazy danych czatu
pt_br: Erro ao exportar banco de chat
ru: Ошибка при экспорте архива чата
tr: Sohbet veritabanı dışa aktarılırken hata oluştu
zh_hant: 匯出數據庫時出錯

source: Error exporting theme: %@
cs: Chyba povolení potvrzení o doručení!
hu: Hiba történt a téma exportálásakor: %@
nl: Fout bij exporteren van thema: %@
pl: Błąd eksportowania motywu: %@
ru: Ошибка экспорта темы: %@
tr: Tema dışa aktarılırken hata oluştu: %@
