Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

source: Scan security code from your contact's app.
cs: Naskenujte bezpečnostní kód z aplikace vašeho kontaktu.
hu: Biztonsági kód beolvasása a partnere alkalmazásából.
nl: Scan de beveiligingscode van de app van uw contact.
pl: Zeskanuj kod bezpieczeństwa z aplikacji Twojego kontaktu.
pt_br: Escaneie o código de segurança do aplicativo do seu contato.
ru: Сканируйте код безопасности из приложения контакта.
tr: Kişinin uygulamasından güvenlik kodunu okut.
zh_hant: 在你聯絡人的應用程式內掃描安全碼。

source: Scan server QR code
cs: Naskenujte QR kód serveru
hu: A kiszolgáló QR-kódjának beolvasása
pl: Zeskanuj kod QR serwera
pt_br: Escanear código QR do servidor
ru: Сканировать QR код сервера
tr: Sunucu QR kodu okut
zh_hant: 掃描伺服器的二維碼

source: Search
cs: Hledat
hu: Keresés
nl: Zoeken
pl: Szukaj
ru: Поиск
tr: Ara
zh_hant: 搜尋

source: Search bar accepts invitation links.
cs: Bezpečnostní kód
hu: A keresősáv elfogadja a meghívási hivatkozásokat.
nl: Zoekbalk accepteert uitnodigingslinks.
pl: Pasek wyszukiwania akceptuje linki zaproszenia.
ru: Поле поиска поддерживает ссылки-приглашения.
tr: Arama çubuğu davet bağlantılarını kabul eder.

source: Search or paste SimpleX link
cs: Hledat nebo vložit SimpleX odkaz
hu: Keresés vagy SimpleX-hivatkozás beillesztése
nl: Zoeken of plak een SimpleX link
pl: Wyszukaj lub wklej link SimpleX
ru: Искать или вставьте ссылку SimpleX
tr: Ara veya SimpleX bağlantısını yapıştır

source: Secondary
cs: Další sekundární
hu: Másodlagos szín
nl: Secundair
pl: Drugorzędny
ru: Вторичный
tr: İkincil renk

source: Secure queue
cs: Zabezpečit frontu
hu: Biztonságos sorba állítás
nl: Veilige wachtrij
pl: Bezpieczna kolejka
pt_br: Fila segura
ru: Защита очереди
tr: Sırayı koru
zh_hant: 安全佇列

source: Secured
cs: Zabezpečeno
hu: Biztosítva
nl: Beveiligd
pl: Zabezpieczone
ru: Защищено
tr: Güvenli

source: Security assessment
cs: Posouzení bezpečnosti
hu: Biztonsági kiértékelés
nl: Beveiligingsbeoordeling
pl: Ocena bezpieczeństwa
pt_br: Avaliação de segurança
ru: Аудит безопасности
tr: Güvenlik değerlendirmesi
zh_hant: 安全性評估

source: Security code
cs: Bezpečnostní kód
hu: Biztonsági kód
nl: Beveiligingscode
pl: Kod bezpieczeństwa
pt_br: Código de segurança
ru: Код безопасности
tr: Güvenlik kodu
zh_hant: 安全碼

source: Select
cs: Vybrat
hu: Kijelölés
nl: Selecteer
pl: Wybierz
ru: Выбрать
tr: Seç
zh_hant: 選擇

source: Select chat profile
cs: Vyberte chat profil
hu: Csevegési profil kijelölése
nl: Selecteer chatprofiel
pl: Wybierz profil czatu
ru: Выберите профиль чата
tr: Sohbet profili seç

source: Selected %lld
hu: %lld kijelölve
nl: %lld geselecteerd
pl: Zaznaczono %lld
ru: Выбрано %lld
tr: Seçilen %lld

source: Selected chat preferences prohibit this message.
cs: Vybrané předvolby chatu zakazují tuto zprávu.
hu: A kijelölt csevegési beállítások tiltják ezt az üzenetet.
nl: Geselecteerde chat voorkeuren verbieden dit bericht.
pl: Wybrane preferencje czatu zabraniają tej wiadomości.
ru: Выбранные настройки чата запрещают это сообщение.
tr: Seçilen sohbet tercihleri bu mesajı yasakladı.

source: Self-destruct
cs: Sebedestrukce
hu: Önmegsemmisítés
nl: Zelfvernietiging
pl: Samozniszczenie
ru: Самоуничтожение
tr: Kendi kendini imha
zh_hant: 自毁

source: Self-destruct passcode
cs: Samodestrukční heslo
hu: Önmegsemmisítő-jelkód
nl: Zelfvernietigingscode
pl: Pin samozniszczenia
ru: Код самоуничтожения
tr: Kendini imha eden şifre
zh_hant: 自毀密碼

source: Self-destruct passcode changed!
cs: Heslo pro sebedestrukci změněno!
hu: Az önmegsemmisítő-jelkód módosult!
nl: Zelfvernietigingscode gewijzigd!
pl: Pin samozniszczenia zmieniony!
ru: Код самоуничтожения изменен!
tr: Kendini imha eden şifre değiştirildi!
zh_hant: 已修改自毀密碼！

source: Self-destruct passcode enabled!
cs: Sebedestrukční heslo povoleno!
hu: Az önmegsemmisítő-jelkód engedélyezve!
nl: Zelfvernietigings wachtwoord ingeschakeld!
pl: Pin samozniszczenia włączony!
ru: Код самоуничтожения включен!
tr: Kendini imha eden şifre etkinleştirildi!
zh_hant: 已啟用自毀密碼！

source: Send
cs: Poslat
hu: Küldés
nl: Verstuur
pl: Wyślij
pt_br: Enviar
ru: Отправить
tr: Gönder
zh_hant: 傳送

source: Send a live message - it will update for the recipient(s) as you type it
cs: Poslat živou zprávu - zpráva se bude aktualizovat pro příjemce během psaní
hu: Élő üzenet küldése – az üzenet a címzett(ek) számára valós időben frissül, ahogy Ön beírja az üzenetet
nl: Stuur een live bericht, het wordt bijgewerkt voor de ontvanger(s) terwijl u het typt
pl: Wysyłaj wiadomości na żywo - będą one aktualizowane dla odbiorcy(ów) w trakcie ich wpisywania
pt_br: Enviar uma mensagem ao vivo - ela será atualizada para o(s) destinatário(s) conforme você a digita
ru: Отправить живое сообщение — оно будет обновляться для получателей по мере того, как Вы его вводите
tr: Bir canlı mesaj gönder - yazışına göre kişiye(lere) kendini günceller
zh_hant: 傳送實況訊息 - 這會即時顯示你在輸入中的文字

source: Send delivery receipts to
cs: Potvrzení o doručení zasílat na
hu: A kézbesítési jelentéseket a következő címre kell küldeni
nl: Stuur ontvangstbewijzen naar
pl: Wyślij potwierdzenia dostawy do
ru: Отправка отчётов о доставке
tr: Görüldü bilgilerini şuraya gönder

source: Send direct message to connect
cs: Odeslat přímou zprávu pro připojení
hu: Közvetlen üzenet küldése a kapcsolódáshoz
nl: Stuur een direct bericht om verbinding te maken
pl: Wyślij wiadomość bezpośrednią aby połączyć
ru: Отправьте сообщение чтобы соединиться
tr: Bağlanmak için doğrudan mesaj gönder

source: Send disappearing message
cs: Poslat mizící zprávu
hu: Eltűnő üzenet küldése
nl: Stuur een verdwijnend bericht
pl: Wyślij znikającą wiadomość
ru: Отправить исчезающее сообщение
tr: Kaybolan bir mesaj gönder
zh_hant: 傳送自動銷毀訊息

source: Send errors
cs: Poslat mizící zprávu
hu: Üzenetküldési hibák
nl: Verzend fouten
pl: Wyślij błędy
ru: Ошибки отправки
tr: Gönderme hataları

source: Send link previews
cs: Odesílání náhledů odkazů
hu: Hivatkozás előnézete
nl: Link voorbeelden verzenden
pl: Wyślij podgląd linku
pt_br: Enviar prévias de links
ru: Отправлять картинки ссылок
tr: Bağlantı ön gösterimleri gönder
zh_hant: 傳送可以預覽的連結

source: Send live message
cs: Odeslat živou zprávu
hu: Élő üzenet küldése
nl: Stuur een livebericht
pl: Wyślij wiadomość na żywo
pt_br: Enviar mensagem ao vivo
ru: Отправить живое сообщение
tr: Canlı mesaj gönder
zh_hant: 傳送實況的訊息

source: Send message to enable calls.
cs: Odesílat náhledy odkazů
hu: Üzenet küldése a hívások engedélyezéséhez.
nl: Stuur een bericht om oproepen mogelijk te maken.
pl: Wyślij wiadomość aby włączyć połączenia.
ru: Отправьте сообщение, чтобы включить звонки.
tr: Çağrıları aktif etmek için mesaj gönder.

source: Send messages directly when IP address is protected and your or destination server does not support private routing.
hu: Közvetlen üzenetküldés, ha az IP-cím védett és a saját kiszolgálója vagy a célkiszolgáló nem támogatja a privát útválasztást.
nl: Stuur berichten rechtstreeks als het IP-adres beschermd is en uw of bestemmingsserver geen privéroutering ondersteunt.
pl: Wysyłaj wiadomości bezpośrednio, gdy adres IP jest chroniony i Twój lub docelowy serwer nie obsługuje prywatnego trasowania.
ru: Отправлять сообщения напрямую, когда IP адрес защищен, и Ваш сервер или сервер получателя не поддерживает конфиденциальную доставку.
tr: IP adresi korumalı olduğunda ve sizin veya hedef sunucunun özel yönlendirmeyi desteklemediği durumlarda mesajları doğrudan gönderin.

source: Send messages directly when your or destination server does not support private routing.
hu: Közvetlen üzenetküldés, ha a saját kiszolgálója vagy a célkiszolgáló nem támogatja a privát útválasztást.
nl: Stuur berichten rechtstreeks wanneer uw of de doelserver geen privéroutering ondersteunt.
pl: Wysyłaj wiadomości bezpośrednio, gdy Twój lub docelowy serwer nie obsługuje prywatnego trasowania.
ru: Отправлять сообщения напрямую, когда Ваш сервер или сервер получателя не поддерживает конфиденциальную доставку.
tr: Sizin veya hedef sunucunun özel yönlendirmeyi desteklemediği durumlarda mesajları doğrudan gönderin.

source: Send notifications
cs: Odeslat oznámení
hu: Értesítések küldése
nl: Meldingen verzenden
pl: Wyślij powiadomienia
ru: Отправлять уведомления
tr: Bildirimler gönder
zh_hant: 傳送通知

source: Send private reports
cs: Oznámení
hu: Privát jelentések küldése

source: Send questions and ideas
cs: Zasílání otázek a nápadů
hu: Ötletek és javaslatok
nl: Stuur vragen en ideeën
pl: Wyślij pytania i pomysły
pt_br: Enviar perguntas e idéias
ru: Отправьте вопросы и идеи
tr: Fikirler ve sorular gönderin
zh_hant: 傳送問題和想法給開發者

source: Send receipts
cs: Odeslat potvrzení
hu: Kézbesítési jelentések küldése
nl: Ontvangstbewijzen verzenden
pl: Wyślij potwierdzenia
ru: Отправлять отчёты о доставке
tr: Mesajlar gönder

source: Send them from gallery or custom keyboards.
cs: Odeslat je z galerie nebo vlastní klávesnice.
hu: Küldje el őket a galériából vagy az egyéni billentyűzetekről.
nl: Stuur ze vanuit de galerij of aangepaste toetsenborden.
pl: Wyślij je z galerii lub niestandardowych klawiatur.
ru: Отправьте из галереи или из дополнительных клавиатур.
tr: Bunları galeriden veya özel klavyelerden gönder.
zh_hant: 從圖片庫或自定義鍵盤內傳送它們。

source: Send up to 100 last messages to new members.
cs: Odeslat až 100 posledních zpráv novým členům.
hu: Legfeljebb az utolsó 100 üzenet elküldése az új tagok számára.
nl: Stuur tot 100 laatste berichten naar nieuwe leden.
pl: Wysyłaj do 100 ostatnich wiadomości do nowych członków.
ru: Отправить до 100 последних сообщений новым членам.
tr: Yeni üyelere 100 adete kadar son mesajları gönderin.

source: Sender cancelled file transfer.
cs: Odesílatel zrušil přenos souboru.
hu: A fájl küldője visszavonta az átvitelt.
nl: Afzender heeft bestandsoverdracht geannuleerd.
pl: Nadawca anulował transfer pliku.
pt_br: O remetente cancelou a transferência de arquivos.
ru: Отправитель отменил передачу файла.
tr: Gönderici dosya gönderimini iptal etti.
zh_hant: 傳送者已取消傳送檔案。

source: Sender may have deleted the connection request.
cs: Odesílatel možná smazal požadavek připojení.
hu: A küldője törölhette a meghívási kérést.
nl: De afzender heeft mogelijk het verbindingsverzoek verwijderd.
pl: Nadawca mógł usunąć prośbę o połączenie.
pt_br: O remetente pode ter excluído a solicitação de conexão.
ru: Отправитель мог удалить запрос на соединение.
tr: Gönderici bağlantı isteğini silmiş olabilir.
zh_hant: 傳送者似乎已經刪除了連接的請求。

source: Sending delivery receipts will be enabled for all contacts in all visible chat profiles.
cs: Odesílání potvrzení o doručení bude povoleno pro všechny kontakty ve všech viditelných chat profilech.
hu: A kézbesítési jelentések küldése engedélyezve lesz az összes látható csevegési profilban lévő összes partnere számára.
nl: Het verzenden van ontvangst bevestiging wordt ingeschakeld voor alle contacten in alle zichtbare chatprofielen.
pl: Wysyłanie potwierdzeń dostawy zostanie włączone dla wszystkich kontaktów we wszystkich widocznych profilach czatu.
ru: Отправка отчётов о доставке будет включена для всех контактов во всех видимых профилях чата.
tr: Görüldü bilgisi, tüm görünür sohbet profillerindeki tüm kişiler için etkinleştirilecektir.

source: Sending delivery receipts will be enabled for all contacts.
cs: Odesílání potvrzení o doručení bude povoleno pro všechny kontakty.
hu: A kézbesítési jelentések küldése az összes partnere számára engedélyezve lesz.
nl: Het verzenden van ontvangst bevestiging wordt ingeschakeld voor alle contactpersonen.
pl: Wysyłanie potwierdzeń dostawy zostanie włączone dla wszystkich kontaktów.
ru: Отправка отчётов о доставке будет включена для всех контактов.
tr: Tüm kişiler için iletim bilgisi gönderme özelliği etkinleştirilecek.

source: Sending file will be stopped.
cs: Odesílání souboru bude zastaveno.
hu: A fájl küldése le fog állni.
nl: Het verzenden van het bestand wordt gestopt.
pl: Wysyłanie pliku zostanie przerwane.
pt_br: O envio do arquivo será interrompido.
ru: Отправка файла будет остановлена.
tr: Dosya gönderimi durdurulacaktır.
zh_hant: 將停止傳送檔案。

source: Sending receipts is disabled for %lld contacts
cs: Odesílání potvrzení o doručení je vypnuto pro %lld kontakty
hu: A kézbesítési jelentések le vannak tiltva %lld partnernél
nl: Het verzenden van ontvangst bevestiging is uitgeschakeld voor %lld-contactpersonen
pl: Wysyłanie potwierdzeń jest wyłączone dla %lld kontaktów
ru: Отправка отчётов о доставке выключена для %lld контактов
tr: Görüldü bilgisi %lld kişileri için devre dışı bırakıldı

source: Sending receipts is disabled for %lld groups
cs: Odesílání potvrzení o doručení vypnuto pro %lld skupiny
hu: A kézbesítési jelentések le vannak tiltva %lld csoportban
nl: Het verzenden van bevestigingen is uitgeschakeld voor %LLD -groepen
pl: Wysyłanie potwierdzeń jest wyłączone dla %lld grup
ru: Отчёты о доставке выключены для %lld групп
tr: Görüldü bilgisi %lld grupları için devre dışı bırakıldı

source: Sending receipts is enabled for %lld contacts
cs: Odesílání potvrzení o doručení je povoleno pro %lld kontakty
hu: A kézbesítési jelentések engedélyezve vannak %lld partnernél
nl: Het verzenden van ontvangst bevestiging is ingeschakeld voor %lld-contactpersonen
pl: Wysyłanie potwierdzeń jest włączone dla %lld kontaktów
ru: Отправка отчётов о доставке включена для %lld контактов
tr: Görüldü bilgisi %lld kişileri için etkinleştirildi

source: Sending receipts is enabled for %lld groups
cs: Odesílání potvrzení o doručení povoleno pro %lld skupiny
hu: A kézbesítési jelentések engedélyezve vannak %lld csoportban
nl: Het verzenden van bevestigingen is ingeschakeld voor %LLD -groepen
pl: Wysyłanie potwierdzeń jest włączone dla %lld grup
ru: Отчёты о доставке включены для %lld групп
tr: Görüldü bilgisi %lld grupları için etkinleştirildi

source: Sending via
cs: Odesílání přes
hu: Küldés a következőn keresztül:
nl: Verzenden via
pl: Wysyłanie przez
pt_br: Enviando via
ru: Отправка через
tr: Aracılığıyla gönderiliyor
zh_hant: 傳送訊息透過

source: Sent at
cs: Posláno v
hu: Elküldve
nl: Verzonden op
pl: Wysłano o
ru: Отправлено
tr: Şuradan gönderildi
zh_hant: 已傳送在

source: Sent at: %@
cs: Posláno v: % @
hu: Elküldve: %@
nl: Verzonden op: %@
pl: Wysłano o: %@
ru: Отправлено: %@
tr: Şuradan gönderildi: %@
zh_hant: 已傳送在：%@

source: Sent directly
cs: Odesílatel možná smazal požadavek připojení
hu: Közvetlenül küldött
nl: Direct verzonden
pl: Wysłano bezpośrednio
ru: Отправлено напрямую
tr: Direkt gönderildi

source: Sent file event
hu: Elküldött fájlesemény
nl: Verzonden bestandsgebeurtenis
pl: Wyślij zdarzenie pliku
ru: Отправка файла
tr: Dosya etkinliği gönderildi
zh_hant: 已傳送檔案事件

source: Sent message
cs: Poslaná zpráva
hu: Üzenetbuborék színe
nl: Verzonden bericht
pl: Wyślij wiadomość
ru: Отправленное сообщение
tr: Mesaj gönderildi
zh_hant: 已傳送訊息

source: Sent messages
cs: Poslaná zpráva
hu: Elküldött üzenetek
nl: Verzonden berichten
pl: Wysłane wiadomości
ru: Отправленные сообщения
tr: Gönderilen mesajlar

source: Sent messages will be deleted after set time.
cs: Odeslané zprávy se po uplynutí nastavené doby odstraní.
hu: Az elküldött üzenetek törölve lesznek a beállított idő után.
nl: Verzonden berichten worden na ingestelde tijd verwijderd.
pl: Wysłane wiadomości zostaną usunięte po ustawionym czasie.
pt_br: Mensagens enviadas serão excluídas depois do tempo definido.
ru: Отправленные сообщения будут удалены через заданное время.
tr: Gönderilen mesajlar ayarlanan süreden sonra silinecektir.
zh_hant: 已傳送的訊息將在設定的時間後被刪除。

source: Sent reply
cs: Poslaná zpráva
hu: Válaszüzenet-buborék színe
nl: Antwoord verzonden
pl: Wyślij odpowiedź
ru: Отправленный ответ
tr: Gönderilen cevap

source: Sent total
cs: Odeslaných celkem
hu: Összes elküldött üzenet
nl: Totaal verzonden
pl: Wysłano łącznie
ru: Всего отправлено
tr: Gönderilen tüm mesajların toplamı

source: Sent via proxy
cs: Odeslaných přes proxy
hu: Proxyn keresztül küldött
nl: Verzonden via proxy
pl: Wysłano przez proxy
ru: Отправлено через прокси
tr: Bir proxy aracılığıyla gönderildi

source: Server
cs: Bez Tor nebo VPN bude vaše IP adresa viditelná souborovým serverům.
hu: Kiszolgáló
pl: Serwer
ru: Сервер
tr: Sunucu

source: Server added to operator %@.
cs: Operátor
hu: Kiszolgáló hozzáadva a következő üzemeltetőhöz: %@.

source: Server address
cs: Adresa serveru
hu: Kiszolgáló címe
nl: Server adres
pl: Adres serwera
ru: Адрес сервера
tr: Sunucu adresi

source: Server address is incompatible with network settings.
cs: Pokročilá nastavení sítě
hu: A kiszolgáló címe nem kompatibilis a hálózati beállításokkal.
nl: Serveradres is niet compatibel met netwerkinstellingen.
pl: Adres serwera jest niekompatybilny z ustawieniami sieciowymi.
ru: Адрес сервера несовместим с настройками сети.
tr: Sunucu adresi ağ ayarlarıyla uyumlu değil.

source: Server address is incompatible with network settings: %@.
cs: Pokročilá nastavení sítě
hu: A kiszolgáló címe nem kompatibilis a hálózati beállításokkal: %@.
nl: Serveradres is incompatibel met netwerkinstellingen: %@.
pl: Adres serwera jest niekompatybilny z ustawieniami sieci: %@.
ru: Адрес сервера несовместим с сетевыми настройками: %@.
tr: Sunucu adresi ağ ayarlarıyla uyumsuz: %@.

source: Server operator changed.
cs: Operátor
hu: A kiszolgáló üzemeltetője módosult.

source: Server operators
cs: Nastavit operátora serveru
hu: Kiszolgálóüzemeltetők

source: Server protocol changed.
hu: A kiszolgáló-protokoll módosult.

source: Server requires authorization to create queues, check password
hu: A kiszolgálónak engedélyre van szüksége a sorba állítás létrehozásához, ellenőrizze a jelszavát
nl: Server vereist autorisatie om wachtrijen te maken, controleer wachtwoord
pl: Serwer wymaga autoryzacji do tworzenia kolejek, sprawdź hasło
pt_br: O servidor requer autorização para criar filas, verifique a senha
ru: Сервер требует авторизации для создания очередей, проверьте пароль
tr: Sunucunun sıra oluşturması için yetki gereklidir, şifreyi kontrol edin
zh_hant: 伺服器需要授權才能建立佇列，請檢查密碼

source: Server requires authorization to upload, check password
hu: A kiszolgálónak hitelesítésre van szüksége a feltöltéshez, ellenőrizze jelszavát
nl: Server vereist autorisatie om te uploaden, wachtwoord controleren
pl: Serwer wymaga autoryzacji do przesłania, sprawdź hasło
pt_br: O servidor requer autorização para fazer upload, verifique a senha
ru: Сервер требует авторизации для загрузки, проверьте пароль
tr: Sunucunun yükleme yapması için yetki gereklidir, şifreyi kontrol edin
zh_hant: 伺服器需要認證後才能上傳，檢查密碼

source: Server test failed!
cs: Test serveru se nezdařil!
hu: Sikertelen kiszolgáló teszt!
nl: Servertest mislukt!
pl: Test serwera nie powiódł się!
pt_br: Teste do servidor falhou!
ru: Ошибка теста сервера!
tr: Sunucu testinde hata oluştu!
zh_hant: 伺服器測試失敗！

source: Server type
cs: Chyba
hu: Kiszolgáló típusa
pl: Typ serwera
ru: Тип сервера
tr: Sunucu tipi

source: Server version is incompatible with network settings.
cs: Pokročilá nastavení sítě
hu: A kiszolgáló verziója nem kompatibilis a hálózati beállításokkal.
nl: Serverversie is incompatibel met netwerkinstellingen.
pl: Wersja serwera jest niekompatybilna z ustawieniami sieciowymi.
ru: Версия сервера несовместима с настройками сети.
tr: Sunucu sürümü ağ ayarlarıyla uyumlu değil.

source: Server version is incompatible with your app: %@.
hu: A kiszolgáló verziója nem kompatibilis az alkalmazással: %@.
nl: Serverversie is incompatibel met uw app: %@.
pl: Wersja serwera jest niekompatybilna z aplikacją: %@.
ru: Версия сервера несовместима с вашим приложением: %@.
tr: Sunucu sürümü uygulamanızla uyumlu değil: %@.

source: Servers
cs: Servery
hu: Kiszolgálók
pl: Serwery
ru: Серверы
tr: Sunucular
zh_hant: 伺服器

source: Servers info
cs: Informace o serverech
hu: Információk a kiszolgálókról
nl: Server informatie
pl: Informacje o serwerach
ru: Информация о серверах
tr: Sunucu bilgileri

source: Servers statistics will be reset - this cannot be undone!
hu: A kiszolgálók statisztikái visszaállnak – ez a művelet nem vonható vissza!
nl: Serverstatistieken worden gereset - dit kan niet ongedaan worden gemaakt!
pl: Statystyki serwerów zostaną zresetowane - nie można tego cofnąć!
ru: Статистика серверов будет сброшена - это нельзя отменить!
tr: Sunucu istatistikleri sıfırlanacaktır - bu geri alınamaz!

source: Session code
cs: Kód relace
hu: Munkamenet kód
nl: Sessie code
pl: Kod sesji
ru: Код сессии
tr: Oturum kodu

source: Set 1 day
cs: Nastavit 1 den
hu: Beállítva 1 nap
nl: Stel 1 dag in
pl: Ustaw 1 dzień
pt_br: Definir 1 dia
ru: Установить 1 день
tr: 1 günlüğüne ayarla
zh_hant: 設定為1天

source: Set chat name…
cs: Nastavit název chatu…
hu: Csevegés nevének beállítása…

source: Set contact name…
cs: Nastavení jména kontaktu…
hu: Partner nevének beállítása…
nl: Contactnaam instellen…
pl: Ustaw nazwę kontaktu…
pt_br: Definir nome do contato…
ru: Имя контакта…
tr: Kişi adı gir…
zh_hant: 設定聯絡人名稱…

source: Set default theme
cs: Nastavit jméno kontaktu
hu: Alapértelmezett téma beállítása
nl: Stel het standaard thema in
pl: Ustaw domyślny motyw
ru: Установить тему по умолчанию
tr: Varsayılan temaya ayarla

source: Set group preferences
cs: Nastavení skupinových předvoleb
hu: Csoportbeállítások megadása
nl: Groep voorkeuren instellen
pl: Ustaw preferencje grupy
pt_br: Definir preferências de grupo
ru: Предпочтения группы
tr: Grup tercihlerini ayarla
zh_hant: 修改群組內的設定

source: Set it instead of system authentication.
cs: Nastavte jej namísto ověřování systému.
hu: Beállítás a rendszer-hitelesítés helyett.
nl: Stel het in in plaats van systeemverificatie.
pl: Ustaw go zamiast uwierzytelniania systemowego.
pt_br: Defina-o em vez da autenticação do sistema.
ru: Установите код вместо системной аутентификации.
tr: Sistem kimlik doğrulaması yerine ayarla.
zh_hant: 設定它而不需用系統認證。

source: Set message expiration in chats.
hu: Üzenetek eltűnési idejének módosítása a csevegésekben.

source: Set passcode
cs: Nastavit heslo
hu: Jelkód beállítása
nl: Toegangscode instellen
pl: Ustaw pin
ru: Установить код доступа
tr: Şifre ayarla
zh_hant: 設定密碼

source: Set passphrase
cs: Nastavit přístupovou frázi
hu: Jelmondat beállítása
nl: Wachtwoord instellen
pl: Ustaw hasło
ru: Установить пароль
tr: Parolayı ayarla

source: Set passphrase to export
cs: Nastavení přístupové fráze pro export
hu: Jelmondat beállítása az exportáláshoz
nl: Wachtwoord instellen om te exporteren
pl: Ustaw hasło do eksportu
pt_br: Definir senha para exportar
ru: Установите пароль
tr: Dışa aktarmak için parola ayarla
zh_hant: 設定密碼以匯出

source: Set the message shown to new members!
cs: Nastavte zprávu zobrazenou novým členům!
hu: Megjelenítendő üzenet beállítása az új tagok számára!
nl: Stel het getoonde bericht in voor nieuwe leden!
pl: Ustaw wiadomość wyświetlaną nowym członkom!
pt_br: Defina a mensagem mostrada aos novos membros!
ru: Установить сообщение для новых членов группы!
tr: Yeni üyeler için gösterilen bir mesaj ayarla!
zh_hant: 設定向新成員顯示的訊息！

source: Set timeouts for proxy/VPN
cs: Nastavit časové limity pro proxy/VPN
hu: Időtúllépések beállítása a proxy/VPN számára
nl: Stel timeouts in voor proxy/VPN
pl: Ustaw limity czasu dla serwera proxy/VPN
ru: Установить таймауты для прокси/VPN
tr: Vekil/VPN için zaman aşımları ayarla
zh_hant: 為 proxy/VPN 設定超時時間

source: Settings
cs: Nastavení
hu: Beállítások
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
tr: Ayarlar
zh_hant: 設定

source: Settings were changed.
cs: Nastavení byla změněna.
hu: A beállítások módosultak.
nl: Instellingen zijn gewijzigd.
pl: Ustawienia zostały zmienione.
ru: Настройки были изменены.
tr: Ayarlar değiştirildi.

source: Shape profile images
cs: Čtverec, kruh, nebo něco mezi.
hu: Profilkép alakzata
nl: Vorm profiel afbeeldingen
pl: Kształtuj obrazy profilowe
ru: Форма картинок профилей
tr: Profil resimlerini şekillendir

source: Share
cs: Sdílet
hu: Megosztás
nl: Deel
pl: Udostępnij
pt_br: Compartilhar
ru: Поделиться
tr: Paylaş
zh_hant: 分享
