Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

# You can enable them later via app Privacy &amp; Security settings.
source: You can enable them later via app Privacy & Security settings.
cs: Můžete je povolit později v nastavení Soukromí & Bezpečnosti aplikace
hu: Később engedélyezheti őket az „Adatvédelem és biztonság” menüben.
nl: U kunt ze later inschakelen via de privacy- en beveiligingsinstellingen van de app.
pl: Możesz je włączyć później w ustawieniach Prywatności i Bezpieczeństwa aplikacji.
ru: Вы можете включить их позже в настройках Конфиденциальности.
tr: Daha sonra uygulamanın Gizlilik ve Güvenlik ayarlarından etkinleştirebilirsiniz.

source: You can give another try.
cs: Můžete vytvořit později
hu: Megpróbálhatja még egyszer.
nl: Je kunt het nog een keer proberen.
pl: Możesz spróbować ponownie.
ru: Вы можете попробовать еще раз.
tr: Bir kez daha deneyebilirsiniz.

source: You can hide or mute a user profile - swipe it to the right.
cs: Profil uživatele můžete skrýt nebo ztlumit - přejeďte prstem doprava.
hu: Elrejtheti vagy lenémíthatja a felhasználó -profiljait – csúsztassa jobbra a profilt.
nl: U kunt een gebruikers profiel verbergen of dempen - veeg het naar rechts.
pl: Możesz ukryć lub wyciszyć profil użytkownika - przesuń palcem w prawo.
ru: Вы можете скрыть профиль или выключить уведомления - потяните его вправо.
tr: Bir kullanıcı profilini gizleyebilir veya sessize alabilirsiniz - sağa kaydırın.

source: You can make it visible to your SimpleX contacts via Settings.
cs: Můžete ji zpřístupnit svým kontaktům SimpleX v Nastavení.
hu: Láthatóvá teheti a SimpleXbeli partnerei számára a „Beállításokban”.
nl: Je kunt het via Instellingen zichtbaar maken voor je SimpleX contacten.
pl: Możesz ustawić go jako widoczny dla swoich kontaktów SimpleX w Ustawieniach.
ru: Вы можете сделать его видимым для ваших контактов в SimpleX через Настройки.
tr: Ayarlardan SimpleX kişilerinize görünür yapabilirsiniz.

source: You can now chat with %@
cs: Nyní můžete posílat zprávy %@
hu: Mostantól küldhet üzeneteket %@ számára
nl: Je kunt nu berichten sturen naar %@
pl: Możesz teraz wysyłać wiadomości do %@
ru: Вы теперь можете общаться с %@
tr: Artık %@ adresine mesaj gönderebilirsin

source: You can send messages to %@ from Archived contacts.
cs: Můžete odesílat zprávy do %@ z archivovaných kontaktů.
hu: Az „Archivált partnerekből” továbbra is küldhet üzeneteket neki: %@.
nl: U kunt berichten naar %@ sturen vanuit gearchiveerde contacten.
pl: Możesz wysyłać wiadomości do %@ ze zarchiwizowanych kontaktów.
ru: Вы можете отправлять сообщения %@ из Архивированных контактов.
tr: Arşivlenen kişilerden %@'ya mesaj gönderebilirsiniz.

source: You can set connection name, to remember who the link was shared with.
hu: Beállíthatja a partner nevét, hogy emlékezzen arra, hogy kivel osztotta meg a hivatkozást.

source: You can set lock screen notification preview via settings.
cs: Náhled oznámení na zamykací obrazovce můžete změnit v nastavení.
hu: A lezárási képernyő értesítési előnézetét az „Értesítések” menüben állíthatja be.
nl: U kunt een voorbeeld van een melding op het vergrendeld scherm instellen via instellingen.
pl: Podgląd powiadomień na ekranie blokady można ustawić w ustawieniach.
ru: Вы можете установить просмотр уведомлений на экране блокировки в настройках.
tr: Kilit ekranı bildirim önizlemesini ayarlar üzerinden ayarlayabilirsiniz.
zh_hant: 你可以透過設定啟用上鎖畫面的通知預覽。

source: You can share a link or a QR code - anybody will be able to join the group. You won't lose members of the group if you later delete it.
cs: Můžete sdílet odkaz nebo QR kód - ke skupině se bude moci připojit kdokoli. O členy skupiny nepřijdete, pokud ji později odstraníte.
hu: Megoszthat egy hivatkozást vagy QR-kódot – így bárki csatlakozhat a csoporthoz. Ha a csoportot Ön később törli, akkor nem fogja elveszíteni annak tagjait.
nl: U kunt een link of een QR-code delen. Iedereen kan lid worden van de groep. U verliest geen leden van de groep als u deze later verwijdert.
pl: Możesz udostępnić link lub kod QR - każdy będzie mógł dołączyć do grupy. Nie stracisz członków grupy, jeśli później ją usuniesz.
pt_br: Você pode compartilhar um link ou um código QR - qualquer um poderá entrar no grupo. Você não perderá membros do grupo se você deletá-los mais tarde.
ru: Вы можете поделиться ссылкой или QR кодом - через них можно присоединиться к группе. Вы сможете удалить ссылку, сохранив членов группы, которые через нее соединились.
tr: Bir bağlantı veya QR kodu paylaşabilirsiniz - bu durumda herkes gruba katılabilir. Daha sonra silseniz bile grubun üyelerini kaybetmezsiniz.
zh_hant: 你可以分享連結或二維碼 - 任何人也可以加入至此群組內。直到你刪除群組前，你也不會遺失群組。

source: You can share this address with your contacts to let them connect with **%@**.
cs: Tuto adresu můžete sdílet s vašimi kontakty, abyse se mohli spojit s **%@**.
hu: Megoszthatja ezt a SimpleX-címet a partnereivel, hogy kapcsolatba léphessenek vele: **%@**.
nl: U kunt dit adres delen met uw contacten om hen verbinding te laten maken met **%@**.
pl: Możesz udostępnić ten adres Twoim kontaktom, aby umożliwić im połączenie z **%@**.
ru: Вы можете поделиться этим адресом с Вашими контактами, чтобы они могли соединиться с **%@**.
tr: Bu adresi kişilerinizle paylaşarak onların **%@** ile bağlantı kurmasını sağlayabilirsiniz.
zh_hant: 你可以與你的聯絡人分享聯絡地址，讓他們以**%@**來連接。

source: You can start chat via app Settings / Database or by restarting the app
cs: Chat můžete zahájit prostřednictvím aplikace Nastavení / Databáze nebo restartováním aplikace
hu: A csevegést az alkalmazás „Beállítások / Adatbázis” menüben vagy az alkalmazás újraindításával indíthatja el
nl: U kunt de chat starten via app Instellingen / Database of door de app opnieuw op te starten
pl: Możesz rozpocząć czat poprzez Ustawienia aplikacji / Baza danych lub poprzez ponowne uruchomienie aplikacji
ru: Вы можете запустить чат через Настройки приложения или перезапустив приложение.
tr: Sohbeti uygulamada Ayarlar / Veritabanı üzerinden veya uygulamayı yeniden başlatarak başlatabilirsiniz
zh_hant: 你可以透過 應用程式的設定/ 數據庫 或重新啟動應用程式 來開啟對話

source: You can still view conversation with %@ in the list of chats.
cs: Tuto adresu můžete sdílet se svými kontakty, aby se mohli připojit k %@.
hu: A(z) %@ nevű partnerével folytatott beszélgetéseit továbbra is megtekintheti a csevegések listájában.
nl: Je kunt het gesprek met %@ nog steeds bekijken in de lijst met chats.
pl: Nadal możesz przeglądać rozmowę z %@ na liście czatów.
ru: Вы по-прежнему можете просмотреть разговор с %@ в списке чатов.
tr: Sohbet listesinde %@ ile konuşmayı görüntülemeye devam edebilirsiniz.

source: You can turn on SimpleX Lock via Settings.
cs: Zámek SimpleX můžete zapnout v Nastavení.
hu: A SimpleX-zár az „Adatvédelem és biztonság” menüben kapcsolható be.
nl: Je kunt SimpleX Vergrendeling aanzetten via Instellingen.
pl: Możesz włączyć blokadę SimpleX poprzez Ustawienia.
pt_br: Você pode ativar o bloqueio SimpleX via Configurações.
ru: Вы можете включить Блокировку SimpleX через Настройки.
tr: SimpleX Kilidini Ayarlar üzerinden açabilirsiniz.
zh_hant: 你可以透過設定啟用 SimpleX 鎖定。

source: You can use markdown to format messages:
cs: K formátování zpráv můžete použít markdown:
hu: Üzenetek formázása a szövegbe szúrt speciális karakterekkel:
nl: U kunt markdown gebruiken voor opmaak in berichten:
pl: Możesz używać markdown do formatowania wiadomości:
pt_br: Você pode usar markdown para formatar mensagens:
ru: Вы можете форматировать сообщения:
tr: Mesajları biçimlendirmek için markdown kullanabilirsiniz:
zh_hant: 你可以使用 Markdown 語法以更清楚標明訊息：

source: You can view invitation link again in connection details.
cs: Pozvánku můžete znovu zobrazit v detailech připojení.
hu: A meghívási hivatkozást újra megtekintheti a kapcsolat részleteinél.
nl: U kunt de uitnodigingslink opnieuw bekijken in de verbindingsdetails.
pl: Możesz zobaczyć link zaproszenia ponownie w szczegółach połączenia.
ru: Вы можете увидеть ссылку-приглашение снова открыв соединение.
tr: Bağlantı detaylarından davet bağlantısını yeniden görüntüleyebilirsin.

source: You can't send messages!
cs: Nemůžete posílat zprávy!
hu: Nem lehet üzeneteket küldeni!
nl: Je kunt geen berichten versturen!
pl: Nie możesz wysyłać wiadomości!
pt_br: Você não pode enviar mensagens!
ru: Вы не можете отправлять сообщения!
tr: Mesajlar gönderemezsiniz!
zh_hant: 你不能傳送訊息！

source: You could not be verified; please try again.
cs: Nemohli jste být ověřeni; Zkuste to prosím znovu.
hu: Nem sikerült hitelesíteni; próbálja meg újra.
nl: U kon niet worden geverifieerd; probeer het opnieuw.
pl: Nie można zweryfikować użytkownika; proszę spróbować ponownie.
pt_br: Você não pôde ser verificado; por favor, tente novamente.
ru: Верификация не удалась; пожалуйста, попробуйте ещё раз.
tr: Doğrulanamadınız; lütfen tekrar deneyin.
zh_hant: 你未能通過認證；請再試一次。

source: You decide who can connect.
cs: Lidé se s vámi mohou spojit pouze prostřednictvím odkazu, který sdílíte.
hu: Ön dönti el, hogy kivel beszélget.
zh_hant: 人們只能在你分享了連結後，才能和你連接。

source: You have already requested connection via this address!
hu: Már küldött egy meghívási kérést ezen a címen keresztül!
nl: U heeft al een verbinding aangevraagd via dit adres!
pl: Już prosiłeś o połączenie na ten adres!
ru: Вы уже запросили соединение через этот адрес!
tr: Bu adres üzerinden zaten bağlantı talebinde bulundunuz!

# You have already requested connection!&#10;Repeat connection request?
source: You have already requested connection! Repeat connection request?
cs: Již jste požádali o připojení! Zopakovat žádost o připojení?
hu: Ön már küldött egy meghívási kérést! Megismétli a meghívási kérést?
nl: Je hebt al verbinding aangevraagd! Verbindingsverzoek herhalen?
pl: Już prosiłeś o połączenie! Powtórzyć prośbę połączenia?
ru: Вы уже запросили соединение! Повторить запрос?
tr: Zaten bağlantı isteğinde bulundunuz! Bağlantı isteği tekrarlansın mı?

source: You have to enter passphrase every time the app starts - it is not stored on the device.
cs: Musíte zadat přístupovou frázi při každém spuštění aplikace - není uložena v zařízení.
hu: A jelmondatot minden alkalommal meg kell adnia, amikor az alkalmazás elindul – nem az eszközön van tárolva.
nl: U moet elke keer dat de app start het wachtwoord invoeren, deze wordt niet op het apparaat opgeslagen.
pl: Musisz wprowadzić hasło przy każdym uruchomieniu aplikacji - nie jest one przechowywane na urządzeniu.
pt_br: Você tem que digitar a senha toda vez que o aplicativo iniciar - ela não é armazenada no dispositivo.
ru: Пароль не сохранен на устройстве — Вы будете должны ввести его при каждом запуске чата.
tr: Uygulama her başladığında parola girmeniz gerekir - parola cihazınızda saklanmaz.
zh_hant: 當每次啟動應用程式後你會需要輸入密碼 - 這不是儲存於你的個人裝置上。

source: You invited a contact
cs: Pozvali jste svůj kontakt
hu: Ön meghívta egy partnerét
nl: Je hebt je contact uitgenodigd
pl: Zaprosiłeś swój kontakt
ru: Вы пригласили контакт
tr: Bir kişiyi davet ettin

source: You joined this group
cs: Připojili jste se k této skupině
hu: Ön csatlakozott ehhez a csoporthoz
nl: Je bent lid geworden van deze groep
pl: Dołączyłeś do tej grupy
pt_br: Você entrou neste grupo
ru: Вы вступили в эту группу
tr: Bu gruba katıldınız
zh_hant: 你已加入至群組

source: You joined this group. Connecting to inviting group member.
cs: Připojili jste se k této skupině. Připojení k pozvání člena skupiny.
hu: Ön csatlakozott ehhez a csoporthoz. Kapcsolódás a meghívó csoporttaghoz.
nl: Je bent lid geworden van deze groep. Verbinding maken met uitnodigend groepslid.
pl: Dołączyłeś do tej grupy. Łączenie z zapraszającym członkiem grupy.
pt_br: Você se juntou a este grupo. Conectando-se a um membro convidado do grupo.
ru: Вы вступили в эту группу. Устанавливается соединение с пригласившим членом группы.
tr: Bu gruba katıldınız. Davet eden grup üyesine bağlanılıyor.
zh_hant: 你已經加入至群組。正在連接至群組內的成員。

source: You may migrate the exported database.
cs: Musíte zadat přístupovou frázi při každém spuštění aplikace - není uložena v zařízení.
hu: Az exportált adatbázist átköltöztetheti.
nl: U kunt de geëxporteerde database migreren.
pl: Możesz zmigrować wyeksportowaną bazy danych.
ru: Вы можете мигрировать экспортированную базу данных.
tr: Dışa aktarılan veritabanını taşıyabilirsiniz.

source: You may save the exported archive.
hu: Az exportált archívumot elmentheti.
nl: U kunt het geëxporteerde archief opslaan.
pl: Możesz zapisać wyeksportowane archiwum.
ru: Вы можете сохранить экспортированный архив.
tr: Dışa aktarılan arşivi kaydedebilirsiniz.

source: You must use the most recent version of your chat database on one device ONLY, otherwise you may stop receiving the messages from some contacts.
cs: Nejnovější verzi databáze chatu musíte používat POUZE v jednom zařízení, jinak se může stát, že přestanete přijímat zprávy od některých kontaktů.
hu: A csevegési adatbázis legfrissebb verzióját CSAK egy eszközön kell használnia, ellenkező esetben előfordulhat, hogy az üzeneteket nem fogja megkapni valamennyi partnerétől.
nl: U mag ALLEEN de meest recente versie van uw chat database op één apparaat gebruiken, anders ontvangt u mogelijk geen berichten meer van sommige contacten.
pl: Musisz używać najnowszej wersji bazy danych czatu TYLKO na jednym urządzeniu, w przeciwnym razie możesz przestać otrzymywać wiadomości od niektórych kontaktów.
pt_br: Você deve usar a versão mais recente de seu banco de dados de chat SOMENTE em um dispositivo, caso contrário, você pode parar de receber as mensagens de alguns contatos.
ru: Вы должны всегда использовать самую новую версию данных чата, ТОЛЬКО на одном устройстве, иначе Вы можете перестать получать сообщения от каких то контактов.
tr: Sohbet veritabanınızın en son sürümünü SADECE bir cihazda kullanmalısınız, aksi takdirde bazı kişilerden daha fazla mesaj alamayabilirsiniz.
zh_hant: 你必須在裝置上使用最新版本的對話數據庫，否則你可能會停止接收某些聯絡人的訊息。

source: You need to allow your contact to call to be able to call them.
cs: Vaše chat databáze
hu: Engedélyeznie kell a hívásokat a partnere számára, hogy fel tudják hívni egymást.
nl: U moet uw contactpersoon toestemming geven om te bellen, zodat hij/zij je kan bellen.
pl: Aby móc dzwonić, musisz zezwolić kontaktowi na połączenia.
ru: Чтобы включить звонки, разрешите их Вашему контакту.
tr: Kendiniz arayabilmeniz için önce irtibat kişinizin sizi aramasına izin vermelisiniz.

source: You need to allow your contact to send voice messages to be able to send them.
cs: Abyste mohli odesílat hlasové zprávy, musíte je povolit svému kontaktu.
hu: Engedélyeznie kell a hangüzenetek küldését a partnere számára, hogy hangüzeneteket küldhessenek egymásnak.
nl: U moet uw contact toestemming geven om spraak berichten te verzenden om ze te kunnen verzenden.
pl: Musisz zezwolić Twojemu kontaktowi na wysyłanie wiadomości głosowych, aby móc je wysyłać.
pt_br: Você precisa permitir que seu contato envie mensagens de voz para poder enviá-las também.
ru: Чтобы включить отправку голосовых сообщений, разрешите их Вашему контакту.
tr: Sesli mesaj gönderebilmeniz için kişinizin de sesli mesaj göndermesine izin vermeniz gerekir.
zh_hant: 你需要在設定上開放權限允許你的聯絡人傳送語音訊息。

source: You rejected group invitation
cs: Odmítli jste pozvánku do skupiny
hu: Csoportmeghívó elutasítva
nl: Je hebt de groep uitnodiging afgewezen
pl: Odrzuciłeś zaproszenie do grupy
pt_br: Você rejeitou um convite de grupo
ru: Вы отклонили приглашение в группу
tr: Grup davetini reddettiniz
zh_hant: 你已拒絕加入群組

source: You sent group invitation
cs: Odeslali jste pozvánku do skupiny
hu: Csoportmeghívó elküldve
nl: Je hebt een groep uitnodiging verzonden
pl: Wysłałeś zaproszenie do grupy
pt_br: Você enviou convite de grupo
ru: Вы отправили приглашение в группу
tr: Grup daveti gönderdiniz
zh_hant: 你傳送了一個群組連結

source: You should receive notifications.
cs: Odmítli jste pozvánku do skupiny
hu: Ön megkapja az értesítéseket.

source: You will be connected to group when the group host's device is online, please wait or check later!
cs: Ke skupině budete připojeni, až bude zařízení hostitele skupiny online, vyčkejte prosím nebo se podívejte později!
hu: Akkor lesz kapcsolódva a csoporthoz, amikor a csoport tulajdonosának eszköze online lesz, várjon, vagy ellenőrizze később!
nl: Je wordt verbonden met de groep wanneer het apparaat van de groep host online is, even geduld a.u.b. of controleer het later!
pl: Zostaniesz połączony do grupy, gdy urządzenie gospodarza grupy będzie online, proszę czekać lub sprawdzić później!
pt_br: Você será conectado ao grupo quando o dispositivo do host do grupo estiver online, por favor aguarde ou verifique mais tarde!
ru: Соединение с группой будет установлено, когда хост группы будет онлайн. Пожалуйста, подождите или проверьте позже!
tr: Grup sahibinin cihazı çevrimiçi olduğunda gruba bağlanacaksınız, lütfen bekleyin veya daha sonra kontrol edin!
zh_hant: 當群組的建立人上線，你便會成功連接至群組，請耐心等待！

source: You will be connected when group link host's device is online, please wait or check later!
cs: Odkaz skupiny
hu: Akkor lesz kapcsolódva, amikor a csoporthivatkozás tulajdonosának eszköze online lesz, várjon, vagy ellenőrizze később!
nl: U wordt verbonden wanneer het apparaat van de groep link host online is. Wacht even of controleer het later opnieuw!
pl: Zostaniesz połączony, gdy urządzenie hosta grupy będzie online, proszę czekać lub sprawdzić później!
ru: Соединение будет установлено, когда владелец ссылки группы будет онлайн. Пожалуйста, подождите или проверьте позже!
tr: Grup sahibinin cihazı çevrimiçi olduğunda gruba bağlanacaksınız, lütfen bekleyin veya daha sonra kontrol edin!

source: You will be connected when your connection request is accepted, please wait or check later!
cs: Budete připojeni, jakmile bude vaše žádost o připojení přijata, vyčkejte prosím nebo se podívejte později!
hu: Akkor lesz kapcsolódva, ha a meghívási kérése el lesz fogadva, várjon, vagy ellenőrizze később!
nl: U wordt verbonden wanneer uw verbindingsverzoek wordt geaccepteerd, even geduld a.u.b. of controleer later!
pl: Zostaniesz połączony, gdy Twoje żądanie połączenia zostanie zaakceptowane, proszę czekać lub sprawdzić później!
pt_br: Você será conectado quando sua solicitação de conexão for aceita, aguarde ou verifique mais tarde!
ru: Соединение будет установлено, когда Ваш запрос будет принят. Пожалуйста, подождите или проверьте позже!
tr: Bağlantı isteğiniz kabul edildiğinde bağlanacaksınız, lütfen bekleyin veya daha sonra kontrol edin!
zh_hant: 當你的連接請求已被接受，你便會連接成功，請耐心等待！

source: You will be connected when your contact's device is online, please wait or check later!
cs: Budete připojeni, až bude zařízení vašeho kontaktu online, vyčkejte prosím nebo se podívejte později!
hu: Akkor lesz kapcsolódva, amikor a partnerének az eszköze online lesz, várjon, vagy ellenőrizze később!
nl: Je wordt verbonden wanneer het apparaat van je contact online is, even geduld of controleer het later!
pl: Zostaniesz połączony, gdy urządzenie Twojego kontaktu będzie online, proszę czekać lub sprawdzić później!
pt_br: Você será conectado quando o dispositivo do seu contato estiver online, aguarde ou verifique mais tarde!
ru: Соединение будет установлено, когда Ваш контакт будет онлайн. Пожалуйста, подождите или проверьте позже!
tr: Kişinizin cihazı çevrimiçi olduğunda bağlanacaksınız, lütfen bekleyin veya daha sonra kontrol edin!
zh_hant: 當你的聯絡人上線，你便會連接成功，請耐心等待！

source: You will be required to authenticate when you start or resume the app after 30 seconds in background.
cs: Při spuštění nebo obnovení aplikace po 30 sekundách na pozadí budete požádáni o ověření.
hu: Az alkalmazás elindításához vagy 30 másodpercnyi háttérben töltött idő után, az alkalmazáshoz való visszatéréshez hitelesítésre lesz szükség.
nl: U moet zich authenticeren wanneer u de app na 30 seconden op de achtergrond start of hervat.
pl: Uwierzytelnienie będzie wymagane przy uruchamianiu lub wznawianiu aplikacji po 30 sekundach w tle.
pt_br: Você será solicitado a autenticar quando iniciar ou voltar ao aplicativo após 30 segundos em segundo plano.
ru: Вы будете аутентифицированы при запуске и возобновлении приложения, которое было 30 секунд в фоновом режиме.
tr: Arka planda 30 saniye kaldıktan sonra uygulamayı başlattığınızda veya devam ettirdiğinizde kimlik doğrulaması yapmanız gerekecektir.
zh_hant: 如果你解鎖程式三十秒後在後台再次啟動或返回應用程式，你會需要進行多一次認證。

source: You will connect to all group members.
hu: Kapcsolódni fog a csoport összes tagjához.
nl: Je maakt verbinding met alle leden.
pl: Zostaniesz połączony ze wszystkimi członkami grupy.
ru: Вы соединитесь со всеми членами группы.
tr: Bütün grup üyelerine bağlanacaksın.

source: You will still receive calls and notifications from muted profiles when they are active.
cs: Stále budete přijímat volání a upozornění od umlčených profilů pokud budou aktivní.
hu: Továbbra is kap hívásokat és értesítéseket a némított profiloktól, ha azok aktívak.
nl: U ontvangt nog steeds oproepen en meldingen van gedempte profielen wanneer deze actief zijn.
pl: Nadal będziesz otrzymywać połączenia i powiadomienia z wyciszonych profili, gdy są one aktywne.
pt_br: Você ainda receberá chamadas e notificações de perfis silenciados quando eles estiverem ativos.
ru: Вы все равно получите звонки и уведомления в профилях без звука, когда они активные.
tr: Aktif olduklarında sessize alınmış profillerden arama ve bildirim almaya devam edersiniz.
zh_hant: 當靜音配置檔案處於活動狀態時，你仍會接收來自靜音配置檔案的通話和通知。

source: You will stop receiving messages from this chat. Chat history will be preserved.
cs: Budete připojeni, jakmile bude vaše žádost o připojení přijata, vyčkejte prosím nebo se podívejte později!
hu: Ön nem fog több üzenetet kapni ebből a csevegésből, de a csevegés előzményei megmaradnak.

source: You will stop receiving messages from this group. Chat history will be preserved.
cs: Přestanete dostávat zprávy z této skupiny. Historie chatu bude zachována.
hu: Ettől a csoporttól nem fog értesítéseket kapni. A csevegési előzmények megmaradnak.
nl: Je ontvangt geen berichten meer van deze groep. Je gesprek geschiedenis blijft behouden.
pl: Przestaniesz otrzymywać wiadomości od tej grupy. Historia czatu zostanie zachowana.
pt_br: Você deixará de receber mensagens deste grupo. O histórico do chat será preservado.
ru: Вы перестанете получать сообщения от этой группы. История чата будет сохранена.
tr: Bu gruptan artık mesaj almayacaksınız. Sohbet geçmişi korunacaktır.
zh_hant: 你將停止接收來自此群組的訊息。群組內的記錄會保留。

source: You won't lose your contacts if you later delete your address.
cs: O své kontakty nepřijdete, pokud ji později smažete.
hu: Nem veszíti el a partnereit, ha később törli a címét.
nl: U verliest uw contacten niet als u deze later verwijdert.
pl: Nie stracisz swoich kontaktów, jeśli później go usuniesz.
ru: Вы сможете удалить адрес, сохранив контакты, которые через него соединились.
tr: Eğer sonradan bağlantınızı silseniz bile kişilerinizi kaybetmeyeceksiniz.
zh_hant: 當你在稍後刪除你的聯絡地址時，你並不會遺失你的聯絡人。
