Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

source: No push server
cs: Místní
hu: Helyi

source: No received or sent files
cs: Žádné přijaté ani odeslané soubory
hu: Nincsenek fogadott vagy küldött fájlok
nl: Geen ontvangen of verzonden bestanden
pl: Brak odebranych lub wysłanych plików
pt_br: Sem arquivos enviados ou recebidos
ru: Нет полученных или отправленных файлов
tr: Hiç alınmış veya gönderilmiş dosya yok
zh_hant: 沒有接收到或傳送到的檔案

source: No servers for private message routing.
cs: Žádné servery pro soukromé směrování zpráv.
hu: Nincsenek kiszolgálók a privát üzenet-útválasztáshoz.

source: No servers to receive files.
hu: Nincsenek fájlfogadási kiszolgálók.

source: No servers to receive messages.
hu: Nincsenek üzenetfogadási kiszolgálók.

source: No servers to send files.
hu: Nincsenek fájlküldő-kiszolgálók.

source: No token!
hu: Nincs token!

source: No unread chats
cs: Žádné nepřečtené chaty
hu: Nincsenek olvasatlan csevegések

source: No user identifiers.
cs: Bez uživatelských identifikátorů
hu: Nincsenek felhasználó-azonosítók.
zh_hant: 第一個沒有任何用戶識別符的通訊平台 – 以私隱為設計。

source: Not compatible!
cs: Nekompatibilní!
hu: Nem kompatibilis!
nl: Niet compatibel!
pl: Nie kompatybilny!
ru: Несовместимая версия!
tr: Uyumlu değil!

source: Notes
cs: S šifrovanými soubory a médii.
hu: Jegyzetek

source: Nothing selected
cs: Nic nevybráno
hu: Nincs semmi kijelölve
nl: Niets geselecteerd
pl: Nic nie jest zaznaczone
ru: Ничего не выбрано
tr: Hiçbir şey seçilmedi

source: Nothing to forward!
hu: Nincs mit továbbítani!
nl: Niets om door te sturen!
pl: Nic do przekazania!
ru: Нет сообщений, которые можно переслать!
tr: Yönlendirilecek bir şey yok!

source: Notifications
cs: Oznámení
hu: Értesítések
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
tr: Bildirimler
zh_hant: 通知

source: Notifications are disabled!
cs: Oznámení jsou zakázána!
hu: Az értesítések le vannak tiltva!
nl: Meldingen zijn uitgeschakeld!
pl: Powiadomienia są wyłączone!
ru: Уведомления выключены
tr: Bildirimler devre dışı!
zh_hant: 已關閉通知傳送！

source: Notifications error
cs: Oznámení
hu: Értesítési hiba

source: Notifications privacy
cs: Pro zvýšení soukromí, <b>SimpleX běží na pozadí</b> místo používání oznámení.
hu: Értesítési adatvédelem

source: Notifications status
cs: Oznámení
hu: Értesítések állapota

source: Now admins can: - delete members' messages. - disable members ("observer" role)
cs: Nyní mohou správci: - mazat zprávy členů. - zakázat členy (role "pozorovatel")
hu: Most már az adminisztrátorok is: - törölhetik a tagok üzeneteit. - letilthatnak tagokat („megfigyelő” szerepkör)
nl: Nu kunnen beheerders: - berichten van leden verwijderen. - schakel leden uit ("waarnemer" rol)
pl: Teraz administratorzy mogą: - usuwać wiadomości członków. - wyłączyć członków (rola "obserwatora")
pt_br: Agora administradores podem: - excluir mensagens de membros. - desativar membros (função de "observador")
ru: Теперь админы могут: - удалять сообщения членов. - приостанавливать членов (роль "наблюдатель")
tr: Şimdi yöneticiler: - üyelerin mesajlarını silebilir - üyeleri devre dışı bırakabilir ("gözlemci" rolü)
zh_hant: 現在管理員可以： - 刪除成員的訊息。 - 禁用成員（“觀察員”角色）

source: OK
hu: Rendben
tr: TAMAM

source: Off
cs: Vypnout
hu: Kikapcsolva
nl: Uit
pl: Wyłączony
pt_br: Desativado
ru: Выключено
tr: Kapalı
zh_hant: 關閉

source: Ok
hu: Rendben
ru: Ок
tr: Tamam
zh_hant: 好

source: Old database
cs: Stará databáze
hu: Régi adatbázis
nl: Oude database
pl: Stara baza danych
ru: Предыдущая версия данных чата
tr: Eski veritabanı
zh_hant: 舊的數據庫

source: One-time invitation link
cs: Jednorázový zvací odkaz
hu: Egyszer használható meghívó
nl: Eenmalige uitnodiging link
pl: Jednorazowy link zaproszenia
pt_br: Link de convite de uso único
ru: Одноразовая ссылка
tr: Tek zamanlı bağlantı daveti
zh_hant: 一次性邀請連結

# Onion hosts will be **required** for connection.&#10;Requires compatible VPN.
source: Onion hosts will be **required** for connection. Requires compatible VPN.
cs: Pro připojení budou vyžadováni Onion hostitelé. Vyžaduje povolení sítě VPN.
hu: Onion-kiszolgálók **szükségesek** a kapcsolódáshoz. Kompatibilis VPN szükséges.
nl: Onion hosts zullen nodig zijn voor verbinding. Vereist het inschakelen van VPN.
pl: Hosty onion będą wymagane do połączenia. Wymaga włączenia VPN.
ru: Подключаться только к **onion** хостам. Требуется совместимый VPN.
tr: Bağlantı için Onion ana bilgisayarları gerekecektir. VPN'nin etkinleştirilmesi gerekir.

# Onion hosts will be used when available.&#10;Requires compatible VPN.
source: Onion hosts will be used when available. Requires compatible VPN.
cs: Onion hostitelé budou použiti, pokud jsou k dispozici. Vyžaduje povolení sítě VPN.
hu: Onion-kiszolgálók használata, ha azok rendelkezésre állnak. VPN engedélyezése szükséges.
nl: Onion hosts worden gebruikt indien beschikbaar. Vereist het inschakelen van VPN.
pl: Hosty onion będą używane, gdy będą dostępne. Wymaga włączenia VPN.
ru: Onion хосты используются, если возможно. Требуется совместимый VPN.
tr: Onion ana bilgisayarları mevcutsa kullanılacaktır. VPN'nin etkinleştirilmesi gerekir.

source: Onion hosts will not be used.
cs: Onion hostitelé nebudou použiti.
hu: Az onion-kiszolgálók nem lesznek használva.
nl: Onion hosts worden niet gebruikt.
pl: Hosty onion nie będą używane.
pt_br: Hosts Onion não serão usados.
ru: Onion хосты не используются.
tr: Onion ana bilgisayarları kullanılmayacaktır.
zh_hant: Onion 主機不會啟用。

source: Only chat owners can change preferences.
cs: Nový chat
hu: Csak a csevegés tulajdonosai módosíthatják a csevegési beállításokat.

source: Only client devices store user profiles, contacts, groups, and messages.
cs: Pouze klientská zařízení ukládají uživatelské profily, kontakty, skupiny a zprávy odeslané s **2vrstvým šifrováním typu end-to-end**.
hu: A felhasználói profilok, partnerek, csoportok és üzenetek csak az eszközön vannak tárolva a kliensen belül.
zh_hant: 只有客戶端裝置才會儲存你的個人檔案、聯絡人，群組，所有訊息都會經過**兩層的端對端加密**。

source: Only delete conversation
cs: Jen smazat konverzaci
hu: Csak a beszélgetés törlése
nl: Alleen conversatie verwijderen
pl: Usuń tylko rozmowę
ru: Удалить только разговор
tr: Sadece sohbeti sil

source: Only group owners can change group preferences.
cs: Předvolby skupiny mohou měnit pouze vlastníci skupiny.
hu: Csak a csoport tulajdonosai módosíthatják a csoportbeállításokat.
nl: Alleen groep eigenaren kunnen groep voorkeuren wijzigen.
pl: Tylko właściciele grup mogą zmieniać preferencje grupy.
pt_br: Somente os proprietários do grupo podem alterar as preferências do grupo.
ru: Только владельцы группы могут изменять предпочтения группы.
tr: Grup tercihlerini yalnızca grup sahipleri değiştirebilir.
zh_hant: 只有群組的負責人才能修改群組內的設定。

source: Only group owners can enable files and media.
cs: Pouze majitelé skupiny mohou povolit soubory a média.
hu: Csak a csoport tulajdonosai engedélyezhetik a fájlok- és a médiatartalmak küldését.
nl: Alleen groep eigenaren kunnen bestanden en media inschakelen.
pl: Tylko właściciele grup mogą włączać pliki i media.
ru: Только владельцы группы могут разрешить файлы и медиа.
tr: Yalnızca grup sahipleri dosyaları ve medyayı etkinleştirebilir.

source: Only group owners can enable voice messages.
cs: Pouze majitelé skupin mohou povolit zasílání hlasových zpráv.
hu: Csak a csoport tulajdonosai engedélyezhetik a hangüzenetek küldését.
nl: Alleen groep eigenaren kunnen spraak berichten inschakelen.
pl: Tylko właściciele grup mogą włączyć wiadomości głosowe.
pt_br: Somente o proprietários de grupo podem ativar mensagens de voz.
ru: Только владельцы группы могут разрешить голосовые сообщения.
tr: Yalnızca grup sahipleri sesli mesajları etkinleştirebilir.
zh_hant: 只有群組的負責人才能啟用語音訊息。

source: Only sender and moderators see it
cs: Pouze majitelé skupin mohou povolit zasílání hlasových zpráv.
hu: Csak a küldő és a moderátorok látják

source: Only you and moderators see it
hu: Csak Ön és a moderátorok látják

source: Only you can add message reactions.
cs: Reakce na zprávy můžete přidávat pouze vy.
hu: Csak Ön adhat hozzá reakciókat az üzenetekhez.
nl: Alleen jij kunt bericht reacties toevoegen.
pl: Tylko Ty możesz dodawać reakcje wiadomości.
ru: Только Вы можете добавлять реакции на сообщения.
tr: Sadece siz mesaj tepkileri ekleyebilirsiniz.
zh_hant: 只有你可以新增訊息互動。

source: Only you can irreversibly delete messages (your contact can mark them for deletion). (24 hours)
cs: Nevratně mazat zprávy můžete pouze vy (váš kontakt je může označit ke smazání). (24 hodin)
hu: Véglegesen csak Ön törölhet üzeneteket (partnere csak törlésre jelölheti meg őket ). (24 óra)
nl: Alleen jij kunt berichten onomkeerbaar verwijderen (je contact kan ze markeren voor verwijdering). (24 uur)
pl: Tylko Ty możesz nieodwracalnie usunąć wiadomości (Twój kontakt może oznaczyć je do usunięcia). (24 godziny)
ru: Только Вы можете необратимо удалять сообщения (Ваш контакт может помечать их на удаление). (24 часа)
tr: Mesajları yalnızca siz geri döndürülemez şekilde silebilirsiniz (kişiniz bunları silinmek üzere işaretleyebilir). (24 saat içinde)

source: Only you can make calls.
cs: Volat můžete pouze vy.
hu: Csak Ön tud hívásokat indítani.
nl: Alleen jij kunt bellen.
pl: Tylko Ty możesz wykonywać połączenia.
pt_br: Somente você pode fazer chamadas.
ru: Только Вы можете совершать звонки.
tr: Sadece sen aramalar yapabilirsin.
zh_hant: 只有你可以撥打通話。

source: Only you can send disappearing messages.
cs: Mizící zprávy můžete odesílat pouze vy.
hu: Csak Ön tud eltűnő üzeneteket küldeni.
nl: Alleen jij kunt verdwijnende berichten verzenden.
pl: Tylko Ty możesz wysyłać znikające wiadomości.
pt_br: Somente você pode enviar mensagenstemporárias.
ru: Только Вы можете отправлять исчезающие сообщения.
tr: Sadece sen kaybolan mesajlar gönderebilirsin.
zh_hant: 只有你可以傳送自動銷毀的訊息。

source: Only you can send voice messages.
cs: Hlasové zprávy můžete posílat pouze vy.
hu: Csak Ön tud hangüzeneteket küldeni.
nl: Alleen jij kunt spraak berichten verzenden.
pl: Tylko Ty możesz wysyłać wiadomości głosowe.
pt_br: Somente você pode enviar mensagens de voz.
ru: Только Вы можете отправлять голосовые сообщения.
tr: Sadece sen sesli mesajlar gönderebilirsin.
zh_hant: 只有你可以傳送語音訊息。

source: Only your contact can add message reactions.
cs: Reakce na zprávy může přidávat pouze váš kontakt.
hu: Csak a partnere adhat hozzá reakciókat az üzenetekhez.
nl: Alleen uw contact kan bericht reacties toevoegen.
pl: Tylko Twój kontakt może dodawać reakcje wiadomości.
ru: Только Ваш контакт может добавлять реакции на сообщения.
tr: Sadece karşıdaki kişi mesaj tepkileri ekleyebilir.
zh_hant: 只有你的聯絡人可以新增訊息互動。

source: Only your contact can irreversibly delete messages (you can mark them for deletion). (24 hours)
cs: Nevratně mazat zprávy může pouze váš kontakt (vy je můžete označit ke smazání). (24 hodin)
hu: Csak a partnere tudja az üzeneteket véglegesen törölni (Ön csak törlésre jelölheti meg azokat). (24 óra)
nl: Alleen uw contact kan berichten onherroepelijk verwijderen (u kunt ze markeren voor verwijdering). (24 uur)
pl: Tylko Twój kontakt może nieodwracalnie usunąć wiadomości (możesz oznaczyć je do usunięcia). (24 godziny)
ru: Только Ваш контакт может необратимо удалять сообщения (Вы можете помечать их на удаление). (24 часа)
tr: Yalnızca kişiniz mesajları geri alınamaz şekilde silebilir (silinmeleri için işaretleyebilirsiniz). (24 saat içinde)

source: Only your contact can make calls.
cs: Volat může pouze váš kontakt.
hu: Csak a partnere tud hívást indítani.
nl: Alleen je contact kan bellen.
pl: Tylko Twój kontakt może wykonywać połączenia.
pt_br: Somente seu contato pode fazer chamadas.
ru: Только Ваш контакт может совершать звонки.
tr: Sadece karşıdaki kişi aramalar yapabilir.
zh_hant: 只有你的聯絡人可以撥打通話。

source: Only your contact can send disappearing messages.
cs: Zmizelé zprávy může odesílat pouze váš kontakt.
hu: Csak a partnere tud eltűnő üzeneteket küldeni.
nl: Alleen uw contact kan verdwijnende berichten verzenden.
pl: Tylko Twój kontakt może wysyłać znikające wiadomości.
pt_br: Somente seu contato pode enviar mensagens temporárias.
ru: Только Ваш контакт может отправлять исчезающие сообщения.
tr: Sadece karşıdaki kişi kaybolan mesajlar gönderebilir.
zh_hant: 只有你的聯絡人可以傳送自動銷毀的訊息。

source: Only your contact can send voice messages.
cs: Hlasové zprávy může odesílat pouze váš kontakt.
hu: Csak a partnere tud hangüzeneteket küldeni.
nl: Alleen uw contact kan spraak berichten verzenden.
pl: Tylko Twój kontakt może wysyłać wiadomości głosowe.
pt_br: Somente seu contato pode enviar mensagens de voz.
ru: Только Ваш контакт может отправлять голосовые сообщения.
tr: Sadece karşıdaki kişi sesli mesajlar gönderebilir.
zh_hant: 只有你的聯絡人可以傳送語音訊息。

source: Open
cs: Otevřít
hu: Megnyitás
pl: Otwórz
ru: Открыть
tr: Aç

source: Open Settings
cs: Otevřít nastavení
hu: Beállítások megnyitása
nl: Open instellingen
pl: Otwórz Ustawienia
ru: Открыть Настройки
tr: Ayarları aç
zh_hant: 開啟設定

source: Open changes
cs: Hlasové zprávy může odesílat pouze váš kontakt.
hu: Módosítások megtekintése

source: Open chat
cs: Otevřete chat
hu: Csevegés megnyitása
nl: Chat openen
pl: Otwórz czat
pt_br: Abrir chat
ru: Открыть чат
tr: Sohbeti aç
zh_hant: 開啟對話

source: Open chat console
cs: Otevřete konzolu chatu
hu: Csevegési konzol megnyitása
nl: Chat console openen
pl: Otwórz konsolę czatu
pt_br: Abrir console de chat
ru: Открыть консоль
tr: Sohbet konsolunu aç
zh_hant: 使用終端機開啟對話

source: Open conditions
cs: Otevřít podmínky
hu: Feltételek megnyitása

source: Open group
cs: Otevřít novou skupinu
hu: Csoport megnyitása
nl: Open groep
pl: Grupa otwarta
ru: Открыть группу
tr: Grubu aç

source: Open migration to another device
cs: Otevřít obrazovku přesunu
hu: Átköltöztetés indítása egy másik eszközre
nl: Open de migratie naar een ander apparaat
pl: Otwórz migrację na innym urządzeniu
ru: Открытие миграции на другое устройство
tr: Başka bir cihaza açık geçiş

source: Opening app…
hu: Az alkalmazás megnyitása…
nl: App openen…
pl: Otwieranie aplikacji…
ru: Приложение отрывается…
tr: Uygulama açılıyor…

source: Operator
cs: Operátor
hu: Üzemeltető

source: Operator server
cs: Server přidán k operátoru %@.
hu: Kiszolgáló-üzemeltető

source: Or import archive file
hu: Vagy archívumfájl importálása

source: Or paste archive link
cs: Nebo vložte odkaz archivu
hu: Vagy az archívum hivatkozásának beillesztése
nl: Of plak de archief link
pl: Lub wklej link archiwum
ru: Или вставьте ссылку архива
tr: Veya arşiv bağlantısını yapıştırın

source: Or scan QR code
cs: Nebo skenovat QR kód
hu: Vagy QR-kód beolvasása
nl: Of scan de QR-code
pl: Lub zeskanuj kod QR
ru: Или отсканируйте QR код
tr: Veya QR kodu okut

source: Or securely share this file link
hu: Vagy ossza meg biztonságosan ezt a fájlhivatkozást
nl: Of deel deze bestands link veilig
pl: Lub bezpiecznie udostępnij ten link pliku
ru: Или передайте эту ссылку
tr: Veya bu dosya bağlantısını güvenli bir şekilde paylaşın

source: Or show this code
cs: Nebo ukázat tento kód
hu: Vagy mutassa meg ezt a kódot
nl: Of laat deze code zien
pl: Lub pokaż ten kod
ru: Или покажите этот код
tr: Veya bu kodu göster

source: Or to share privately
cs: Nebo sdílet soukromě
hu: Vagy a privát megosztáshoz

source: Organize chats into lists
hu: Csevegések listákba szervezése

source: Other
cs: Pokud se nemůžete setkat osobně, ukažte ve <b>videohovoru QR kód</b> nebo sdílejte odkaz.
hu: További
nl: Ander
pl: Inne
ru: Другaя сеть
tr: Diğer

# Other file errors:&#10;%@
source: Other file errors: %@
cs: Chyba souboru
hu: Egyéb fájlhiba: %@
nl: Andere bestandsfouten: %@
pl: Inne błędy pliku: %@
ru: Другие ошибки файлов: %@
tr: Diğer dosya hataları: %@

source: PING count
cs: Počet PING
hu: PING-ek száma
pl: Liczba PINGÓW
pt_br: Contagem de PING
ru: Количество PING
tr: PING sayısı
zh_hant: PING 的次數

source: PING interval
cs: Interval PING
hu: Időtartam a PING-ek között
pl: Interwał PINGU
pt_br: Intervalo de PING
ru: Интервал PING
tr: PING aralığı
zh_hant: PING 的間隔時間

source: Passcode
cs: Heslo
hu: Jelkód
nl: Toegangscode
pl: Pin
pt_br: Senha
ru: Код доступа
tr: Şifre
zh_hant: 密碼

source: Passcode changed!
cs: Heslo změněno!
hu: A jelkód módosult!
nl: Toegangscode gewijzigd!
pl: Pin zmieniony!
pt_br: Senha alterada!
ru: Код доступа изменён!
tr: Şifre değiştirildi!
zh_hant: 已修改密碼！

source: Passcode entry
cs: Zadat heslo
hu: Jelkód bevitele
nl: Toegangscode invoer
pl: Wpis pinu
pt_br: Entrada de senha
ru: Ввод кода доступа
tr: Şifre girişi
zh_hant: 輸入密碼

source: Passcode not changed!
cs: Heslo nezměněno!
hu: A jelkód nem módosult!
nl: Toegangscode niet gewijzigd!
pl: Pin nie został zmieniony!
pt_br: A senha não foi alterada!
ru: Код доступа не изменён!
tr: Şifre değiştirilmedi!
zh_hant: 未修改密碼！

source: Passcode set!
cs: Heslo nastaveno!
hu: A jelkód beállítva!
nl: Toegangscode ingesteld!
pl: Pin ustawiony!
pt_br: Senha definida!
ru: Код доступа установлен!
tr: Şifre ayarlandı!
zh_hant: 已設定密碼！

source: Password
cs: Heslo nezměněno!
hu: Jelszó
nl: Wachtwoord
pl: Hasło
ru: Пароль
tr: Şifre

source: Password to show
cs: Heslo k zobrazení
hu: Jelszó a megjelenítéshez
nl: Wachtwoord om weer te geven
pl: Hasło do wyświetlenia
pt_br: Senha a ser exibida
ru: Пароль чтобы раскрыть
tr: Gösterilecek şifre
zh_hant: 顯示密碼

source: Past member %@
hu: (Már nem tag) %@
nl: Voormalig lid %@
pl: Były członek %@
ru: Бывший член %@
tr: Geçmiş üye %@

source: Paste desktop address
cs: Vložit adres počítače
hu: Számítógép címének beillesztése
nl: Desktopadres plakken
pl: Wklej adres komputera
ru: Вставить адрес компьютера
tr: Bilgisayar adresini yapıştır

source: Paste image
cs: Vložit obrázek
hu: Kép beillesztése
nl: Afbeelding plakken
pl: Wklej obraz
ru: Вставить изображение
tr: Fotoğraf yapıştır
zh_hant: 貼上圖片

source: Paste link to connect!
cs: Vložit odkaz
hu: Hivatkozás beillesztése a kapcsolódáshoz!
nl: Plak een link om te verbinden!
pl: Wklej link, aby połączyć!
ru: Вставьте ссылку, чтобы соединиться!
tr: Bağlanmak için bağlantıyı yapıştır!

source: Paste the link you received
cs: Vložte přijatý odkaz
hu: Kapott hivatkozás beillesztése
nl: Plak de link die je hebt ontvangen
pl: Wklej link, który otrzymałeś
ru: Вставьте полученную ссылку
tr: Aldığın bağlantıyı yapıştır

source: Pending
cs: K dokončení připojení, musí být váš kontakt online. \nToto připojení můžete zrušit a kontakt odebrat (a zkusit to později s novým odkazem).
hu: Függőben
nl: in behandeling
pl: Oczekujące
ru: В ожидании
tr: Bekleniyor

source: Periodic
cs: Pravidelně
hu: Időszakos

source: Permanent decryption error
cs: Chyba dešifrování
hu: Végleges visszafejtési hiba
nl: Decodering fout
pl: Stały błąd odszyfrowania
ru: Ошибка расшифровки
tr: Kalıcı şifre çözümü hatası
zh_hant: 解密錯誤

source: Picture-in-picture calls
cs: Chyba dešifrování
hu: Kép a képben hívások
nl: Beeld-in-beeld oproepen
pl: Połączenia obraz-w-obrazie
ru: Звонки с картинкой-в-картинке
tr: Resim içinde resim aramaları

source: Play from the chat list.
hu: Lejátszás a csevegési listából.
nl: Afspelen via de chat lijst.
pl: Odtwórz z listy czatów.
ru: Открыть из списка чатов.
tr: Sohbet listesinden oynat.

source: Please ask your contact to enable calls.
hu: Kérje meg a partnerét, hogy engedélyezze a hívásokat.
nl: Vraag uw contactpersoon om oproepen in te schakelen.
pl: Poproś kontakt o włącznie połączeń.
ru: Попросите Вашего контакта разрешить звонки.
tr: Lütfen kişinizden çağrılara izin vermesini isteyin.

source: Please ask your contact to enable sending voice messages.
cs: Prosím, požádejte kontaktní osobu, aby umožnila odesílání hlasových zpráv.
hu: Kérje meg a partnerét, hogy engedélyezze a hangüzenetek küldését.
nl: Vraag uw contact om het verzenden van spraak berichten in te schakelen.
pl: Poproś Twój kontakt o włączenie wysyłania wiadomości głosowych.
pt_br: Por favor, peça ao seu contato para ativar o envio de mensagens de voz.
ru: Попросите у Вашего контакта разрешить отправку голосовых сообщений.
tr: Lütfen konuştuğunuz kişiden sesli mesaj göndermeyi etkinleştirmesini isteyin.
zh_hant: 請你的聯絡人開放權限以允許你傳送語音訊息。

source: Please check that mobile and desktop are connected to the same local network, and that desktop firewall allows the connection. Please share any other issues with the developers.
cs: Hlasové zprávy
hu: Ellenőrizze, hogy a hordozható eszköz és a számítógép ugyanahhoz a helyi hálózathoz csatlakozik-e, valamint a számítógép tűzfalában engedélyezve van-e a kapcsolat. Minden további problémát osszon meg a fejlesztőkkel.
nl: Controleer of mobiel en desktop met hetzelfde lokale netwerk zijn verbonden en of de desktopfirewall de verbinding toestaat. Deel eventuele andere problemen met de ontwikkelaars.
pl: Sprawdź, czy telefon i komputer są podłączone do tej samej sieci lokalnej i czy zapora sieciowa komputera umożliwia połączenie. Proszę podzielić się innymi problemami z deweloperami.
ru: Пожалуйста, проверьте, что мобильный и компьютер находятся в одной и той же локальной сети, и что брандмауэр компьютера разрешает подключение. Пожалуйста, поделитесь любыми другими ошибками с разработчиками.
tr: Lütfen telefonun ve bilgisayarın aynı lokal ağa bağlı olduğundan ve bilgisayar güvenlik duvarının bağlantıya izin verdiğinden emin olun. Lütfen diğer herhangi bir sorunu geliştiricilerle paylaşın.

source: Please check that you used the correct link or ask your contact to send you another one.
cs: Zkontrolujte, zda jste použili správný odkaz, nebo požádejte kontakt, aby vám poslal jiný.
hu: Ellenőrizze, hogy a megfelelő hivatkozást használta-e, vagy kérje meg a partnerét, hogy küldjön egy másikat.
nl: Controleer of u de juiste link heeft gebruikt of vraag uw contact om u een andere te sturen.
pl: Sprawdź, czy użyłeś prawidłowego linku lub poproś Twój kontakt o przesłanie innego.
pt_br: Por favor, cheque se você usou o link correto ou peça ao seu contato para enviar outro.
ru: Пожалуйста, проверьте, что Вы использовали правильную ссылку или попросите, чтобы Ваш контакт отправил Вам другую ссылку.
tr: Lütfen doğru bağlantıyı kullandığınızı kontrol edin veya kişiden size başka bir bağlantı göndermesini isteyin.
zh_hant: 請你確認使用的是正確的連結，或者請你的聯絡人傳送一個新的連結給你。

source: Please check your network connection with %@ and try again.
cs: Zkontrolujte síťové připojení pomocí %@ a zkuste to znovu.
hu: Ellenőrizze a hálózati kapcsolatát a vele: %@, és próbálja újra.
nl: Controleer uw netwerkverbinding met %@ en probeer het opnieuw.
pl: Sprawdzić połączenie sieciowe z %@ i spróbować ponownie.
ru: Пожалуйста, проверьте Ваше соединение с %@ и попробуйте еще раз.
tr: Lütfen ağ bağlantınızı %@ ile kontrol edin ve tekrar deneyin.
zh_hant: 請使用 %@ 檢查你的網路連接，並且再試一次。

source: Please check yours and your contact preferences.
cs: Zkontrolujte prosím nastavení své i svého kontaktu.
hu: Ellenőrizze a saját- és a partnere beállításait.
nl: Controleer de uwe en uw contact voorkeuren.
pl: Proszę sprawdzić preferencje Twoje i Twojego kontaktu.
ru: Проверьте предпочтения Вашего контакта.
tr: Lütfen sizinkini ve iletişim tercihlerinizi kontrol edin.
zh_hant: 請檢查你和你的聯絡人設定。

source: Please confirm that network settings are correct for this device.
cs: Předvolby kontaktu
hu: Ellenőrizze, hogy a hálózati beállítások megfelelők-e ehhez az eszközhöz.
nl: Controleer of de netwerk instellingen correct zijn voor dit apparaat.
pl: Proszę potwierdzić, że ustawienia sieciowe są prawidłowe dla tego urządzenia.
ru: Пожалуйста, подтвердите, что настройки сети верны для этого устройства.
tr: Lütfen bu cihaz için ağ ayarlarının doğru olduğunu onaylayın.

# Please contact developers.&#10;Error: %@
source: Please contact developers. Error: %@
cs: Aktualizujte aplikaci a kontaktujte vývojáře.
hu: Lépjen kapcsolatba a fejlesztőkkel. Hiba: %@
nl: Neem contact op met ontwikkelaars. Fout: %@
pl: Proszę skontaktować się z deweloperami. Błąd: %@
ru: Пожалуйста, сообщите разработчикам. Ошибка: %@
tr: Lütfen geliştiricilerle irtibata geçin. Hata: %@
