Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

source: Error importing chat database
cs: Chyba při importu databáze chatu
hu: Hiba történt a csevegési adatbázis importálásakor
nl: Fout bij het importeren van de chat database
pl: Błąd importu bazy danych czatu
pt_br: Erro ao importar banco de dados de chat
ru: Ошибка при импорте архива чата
tr: Sohbet veritabanı içe aktarılırken hata oluştu
zh_hant: 匯入數據庫時出錯

source: Error joining group
cs: Chyba při připojování ke skupině
hu: Hiba történt a csoporthoz való csatlakozáskor
nl: Fout bij lid worden van groep
pl: Błąd dołączenia do grupy
pt_br: Erro ao ingressar no grupo
ru: Ошибка при вступлении в группу
tr: Gruba katılırken hata oluştu
zh_hant: 加入群組時出錯

source: Error loading servers
cs: Chyba připojování ke skupině
hu: Hiba történt a kiszolgálók betöltésekor

source: Error migrating settings
cs: Chyba
hu: Hiba történt a beállítások átköltöztetésekor
nl: Fout bij migreren van instellingen
pl: Błąd migracji ustawień
ru: Ошибка миграции настроек
tr: Ayarlar taşınırken hata oluştu

source: Error opening chat
cs: Chyba
hu: Hiba történt a csevegés megnyitásakor
nl: Fout bij het openen van de chat
pl: Błąd otwierania czatu
ru: Ошибка доступа к чату
tr: Sohbeti açarken sorun oluştu

source: Error receiving file
cs: Chyba při příjmu souboru
hu: Hiba történt a fájl fogadásakor
nl: Fout bij ontvangen van bestand
pl: Błąd odbioru pliku
pt_br: Erro ao receber arquivo
ru: Ошибка при получении файла
tr: Dosya alınırken sorun oluştu
zh_hant: 接收檔案時出錯

source: Error reconnecting server
cs: Chyba při příjmu souboru
hu: Hiba történt a kiszolgálóhoz való újrakapcsolódáskor
nl: Fout bij opnieuw verbinding maken met de server
pl: Błąd ponownego łączenia z serwerem
ru: Ошибка переподключения к серверу
tr: Hata, sunucuya yeniden bağlanılıyor

source: Error reconnecting servers
cs: Znovu připojit
hu: Hiba történt a kiszolgálókhoz való újrakapcsolódáskor
nl: Fout bij opnieuw verbinden van servers
pl: Błąd ponownego łączenia serwerów
ru: Ошибка переподключения к серверам
tr: Hata sunuculara yeniden bağlanılıyor

source: Error registering for notifications
cs: Oznámení
hu: Hiba történt az értesítések regisztrálásakor

source: Error removing member
cs: Chyba při odebrání člena
hu: Hiba történt a tag eltávolításakor
nl: Fout bij verwijderen van lid
pl: Błąd usuwania członka
pt_br: Erro ao remover membro
ru: Ошибка при удалении члена группы
tr: Kişiyi silerken sorun oluştu
zh_hant: 移除成員時出錯

source: Error reordering lists
cs: Chyba při odebrání člena
hu: Hiba történt a listák újrarendezésekor

source: Error resetting statistics
cs: Chyba
hu: Hiba történt a statisztikák visszaállításakor
nl: Fout bij het resetten van statistieken
pl: Błąd resetowania statystyk
ru: Ошибка сброса статистики
tr: Hata istatistikler sıfırlanıyor

source: Error saving ICE servers
cs: Chyba při ukládání serverů ICE
hu: Hiba történt az ICE-kiszolgálók mentésekor
nl: Fout bij opslaan van ICE servers
pl: Błąd zapisu serwerów ICE
pt_br: Erro ao salvar servidores ICE
ru: Ошибка при сохранении ICE серверов
tr: ICE sunucularını kaydedirken sorun oluştu
zh_hant: 儲存 ICE 伺服器時出錯

source: Error saving chat list
cs: Chyba ukládání serverů ICE
hu: Hiba történt a csevegési lista mentésekor

source: Error saving group profile
cs: Chyba při ukládání profilu skupiny
hu: Hiba történt a csoportprofil mentésekor
nl: Fout bij opslaan van groep profiel
pl: Błąd zapisu profilu grupy
pt_br: Erro ao salvar o perfil do grupo
ru: Ошибка при сохранении профиля группы
tr: Grup profili kaydedilirken sorun oluştu
zh_hant: 儲存群組檔案時出錯

source: Error saving passcode
cs: Chyba uložení hesla
hu: Hiba történt a jelkód mentésekor
nl: Fout bij opslaan van toegangscode
pl: Błąd zapisu pinu
ru: Ошибка сохранения кода
tr: Parola kaydedilirken sorun oluştu
zh_hant: 儲存密碼時出錯

source: Error saving passphrase to keychain
cs: Při ukládání přístupové fráze do klíčenky došlo k chybě
hu: Hiba történt a jelmondat kulcstartóba történő mentésekor
nl: Fout bij opslaan van wachtwoord in de keychain
pl: Błąd zapisu hasła do pęku kluczy
ru: Ошибка сохранения пароля в Keychain
tr: Parolayı Anahtar Zincirine kaydederken hata oluştu
zh_hant: 儲存密碼到金鑰庫時出錯

source: Error saving servers
cs: Chyba při ukládání profilu skupiny
hu: Hiba történt a kiszolgálók mentésekor

source: Error saving settings
cs: Chyba ukládání nastavení
hu: Hiba történt a beállítások mentésekor
nl: Fout bij opslaan van instellingen
pl: Błąd zapisywania ustawień
ru: Ошибка сохранения настроек
tr: Ayarlar kaydedilirken hata oluştu

source: Error saving user password
cs: Chyba ukládání hesla uživatele
hu: Hiba történt a felhasználó jelszavának mentésekor
nl: Fout bij opslaan gebruikers wachtwoord
pl: Błąd zapisu hasła użytkownika
pt_br: Erro ao salvar a senha do usuário
ru: Ошибка при сохранении пароля пользователя
tr: Kullanıcı şifresi kaydedilirken hata oluştu
zh_hant: 儲存用戶密碼時出錯

source: Error scanning code: %@
cs: Chyba ukládání hesla uživatele
hu: Hiba történt a kód beolvasásakor: %@
nl: Fout bij het scannen van code: %@
pl: Błąd skanowanie kodu: %@
ru: Ошибка сканирования кода: %@
tr: Kod taranırken hata oluştu: %@

source: Error sending email
cs: Chyba odesílání e-mailu
hu: Hiba történt az e-mail elküldésekor
nl: Fout bij het verzenden van e-mail
pl: Błąd wysyłania e-mail
ru: Ошибка отправки email
tr: Eposta gönderilirken hata oluştu
zh_hant: 傳送電子郵件時出錯

source: Error sending member contact invitation
cs: Chyba odeslání pozvánky kontaktu
hu: Hiba történt a tag kapcsolatfelvételi meghívójának elküldésekor
nl: Fout bij verzenden van contact uitnodiging
pl: Błąd wysyłania zaproszenia kontaktu członka
ru: Ошибка отправки приглашения члену группы
tr: Kişi iletişim daveti gönderilirken hata oluştu

source: Error sending message
cs: Chyba při odesílání zprávy
hu: Hiba történt az üzenet elküldésekor
nl: Fout bij verzenden van bericht
pl: Błąd wysyłania wiadomości
pt_br: Erro ao enviar mensagem
ru: Ошибка при отправке сообщения
tr: Mesaj gönderilirken hata oluştu
zh_hant: 傳送訊息時出錯

source: Error setting delivery receipts!
cs: Chyba nastavování potvrzení o doručení!
hu: Hiba történt a kézbesítési jelentések beállításakor!
nl: Fout bij het instellen van ontvangst bevestiging!
pl: Błąd ustawiania potwierdzeń dostawy!
ru: Ошибка настроек отчётов о доставке!
tr: Görüldü ayarlanırken hata oluştu!

source: Error starting chat
cs: Chyba při spuštění chatu
hu: Hiba történt a csevegés elindításakor
nl: Fout bij het starten van de chat
pl: Błąd uruchamiania czatu
pt_br: Erro ao iniciar o chat
ru: Ошибка при запуске чата
tr: Sohbet başlatılırken hata oluştu
zh_hant: 開始對話時出錯

source: Error stopping chat
cs: Chyba při zastavení chatu
hu: Hiba történt a csevegés megállításakor
nl: Fout bij het stoppen van de chat
pl: Błąd zatrzymania czatu
pt_br: Erro ao interromper o chat
ru: Ошибка при остановке чата
tr: Sohbet durdurulurken hata oluştu
zh_hant: 停止對話時出錯

source: Error switching profile
cs: Chyba spouštění chatu
hu: Hiba történt a profilváltáskor
nl: Fout bij wisselen van profiel
pl: Błąd zmiany profilu
ru: Ошибка переключения профиля
tr: Profil değiştirme sırasında hata oluştu

source: Error switching profile!
cs: Chyba při přepínání profilu!
hu: Hiba történt a profilváltáskor!
nl: Fout bij wisselen van profiel!
pl: Błąd przełączania profilu!
pt_br: Erro ao trocar de perfil!
ru: Ошибка выбора профиля!
tr: Profil değiştirilirken hata oluştu!
zh_hant: 個人檔案切換失敗！

source: Error synchronizing connection
cs: Chyba synchronizace připojení
hu: Hiba történt a kapcsolat szinkronizálásakor
nl: Fout bij het synchroniseren van de verbinding
pl: Błąd synchronizacji połączenia
ru: Ошибка синхронизации соединения
tr: Bağlantı senkronizasyonunda hata oluştu

source: Error testing server connection
cs: Chyba synchronizace připojení
hu: Hiba történt a kiszolgáló kapcsolatának tesztelésekor

source: Error updating group link
cs: Chyba aktualizace odkazu skupiny
hu: Hiba történt a csoporthivatkozás frissítésekor
nl: Fout bij bijwerken van groep link
pl: Błąd aktualizacji linku grupy
pt_br: Erro ao atualizar o link do grupo
ru: Ошибка обновления ссылки группы
tr: Grup bağlantısı güncellenirken hata oluştu
zh_hant: 更新群組連接時出錯

source: Error updating message
cs: Chyba aktualizace zprávy
hu: Hiba történt az üzenet frissítésekor
nl: Fout bij updaten van bericht
pl: Błąd aktualizacji wiadomości
ru: Ошибка при обновлении сообщения
tr: Mesaj güncellenirken hata oluştu
zh_hant: 更新訊息時出錯

source: Error updating server
cs: Odkaz skupiny
hu: Hiba történt a kiszolgáló frissítésekor

source: Error updating settings
cs: Chyba při aktualizaci nastavení
hu: Hiba történt a beállítások frissítésekor
nl: Fout bij bijwerken van instellingen
pl: Błąd aktualizacji ustawień
ru: Ошибка при сохранении настроек сети
tr: Ayarları güncellerken hata oluştu
zh_hant: 更新設定時出錯

source: Error updating user privacy
cs: Chyba aktualizace soukromí uživatele
hu: Hiba történt a felhasználói adatvédelem frissítésekor
nl: Fout bij updaten van gebruikers privacy
pl: Błąd aktualizacji prywatności użytkownika
pt_br: Erro ao atualizar a privacidade do usuário
ru: Ошибка при обновлении конфиденциальности
tr: Kullanıcı gizliliği güncellenirken hata oluştu
zh_hant: 更新用戶隱私時出錯

source: Error uploading the archive
cs: Chyba aktualizace soukromí uživatele
hu: Hiba történt az archívum feltöltésekor
nl: Fout bij het uploaden van het archief
pl: Błąd wgrywania archiwum
ru: Ошибка загрузки архива
tr: Arşiv yüklenirken hata oluştu

source: Error verifying passphrase:
cs: Chyba
hu: Hiba történt a jelmondat hitelesítésekor:
nl: Fout bij het verifiëren van het wachtwoord:
pl: Błąd weryfikowania hasła:
ru: Ошибка подтверждения пароля:
tr: Parola doğrulanırken hata oluştu:

source: Error:
cs: Chyba:
hu: Hiba:
nl: Fout:
pl: Błąd:
ru: Ошибка:
tr: Hata:
zh_hant: 錯誤：

source: Error: %@
cs: Chyba: %@
hu: Hiba: %@
nl: Fout: %@
pl: Błąd: %@
ru: Ошибка: %@
tr: Hata: %@
zh_hant: 錯誤：%@

source: Error: URL is invalid
cs: Chyba: Adresa URL je neplatná
hu: Hiba: a webcím érvénytelen
nl: Fout: URL is ongeldig
pl: Błąd: URL jest nieprawidłowy
ru: Ошибка: неверная ссылка
tr: Hata: URL geçersiz
zh_hant: 錯誤：無效的URL

source: Error: no database file
cs: Chyba: žádný soubor databáze
hu: Hiba: nincs adatbázisfájl
nl: Fout: geen database bestand
pl: Błąd: brak pliku bazy danych
ru: Ошибка: данные чата не найдены
tr: Hata: veritabanı dosyası yok
zh_hant: 錯誤：沒有數據庫檔案

source: Errors
cs: Chyba
hu: Hibák
nl: Fouten
pl: Błędy
ru: Ошибки
tr: Hatalar

source: Errors in servers configuration.
cs: Chyba v konfiguraci serverů.
hu: Hibák a kiszolgálók konfigurációjában.

source: Even when disabled in the conversation.
cs: I při vypnutí v konverzaci.
hu: Akkor is, ha le van tiltva a beszélgetésben.
nl: Zelfs wanneer uitgeschakeld in het gesprek.
pl: Nawet po wyłączeniu w rozmowie.
ru: Даже когда они выключены в разговоре.
tr: Konuşma sırasında devre dışı bırakılsa bile.

source: Exit without saving
cs: Ukončit bez uložení
hu: Kilépés mentés nélkül
nl: Afsluiten zonder opslaan
pl: Wyjdź bez zapisywania
pt_br: Sair sem salvar
ru: Выйти без сохранения
tr: Kaydetmeden çık
zh_hant: 退出並且不儲存記錄

source: Expand
cs: Ukončit bez uložení
hu: Kibontás
nl: Uitklappen
pl: Rozszerz
ru: Раскрыть
tr: Genişlet

source: Expired
cs: Pozvánka do skupiny již není platná, byla odstraněna odesílatelem.
hu: Lejárt

source: Export database
cs: Export databáze
hu: Adatbázis exportálása
nl: Database exporteren
pl: Eksportuj bazę danych
pt_br: Exportar banco de dados
ru: Экспорт архива чата
tr: Veritabanını dışarı aktar
zh_hant: 匯出數據庫

source: Export error:
cs: Chyba exportu:
hu: Exportálási hiba:
nl: Exportfout:
pl: Błąd eksportu:
ru: Ошибка при экспорте:
tr: Dışarı çıkarma hatası:
zh_hant: 匯出時出錯：

source: Export theme
cs: Export databáze
hu: Téma exportálása
nl: Exporteer thema
pl: Eksportuj motyw
ru: Экспорт темы
tr: Temayı dışa aktar

source: Exported database archive.
cs: Exportovaný archiv databáze.
hu: Exportált adatbázis-archívum.
nl: Geëxporteerd database archief.
pl: Wyeksportowane archiwum bazy danych.
ru: Архив чата экспортирован.
tr: Dışarı çıkarılmış veritabanı arşivi.
zh_hant: 匯出數據庫存檔。

source: Exported file doesn't exist
cs: Exportovaný soubor neexistuje
hu: Az exportált fájl nem létezik
nl: Geëxporteerd bestand bestaat niet
pl: Wyeksportowany plik nie istnieje
ru: Экспортированный файл не существует
tr: Dışa aktarılan dosya mevcut değil

source: Exporting database archive…
cs: Exportuji archiv databáze…
hu: Adatbázis-archívum exportálása…
nl: Database archief exporteren…
pl: Eksportowanie archiwum bazy danych…
ru: Архив чата экспортируется…
tr: Dışarı çıkarılmış veritabanı arşivi…

source: Failed to remove passphrase
cs: Přístupovou frázi se nepodařilo odstranit
hu: Nem sikerült eltávolítani a jelmondatot
nl: Kan wachtwoord niet verwijderen
pl: Nie udało się usunąć hasła
ru: Ошибка удаления пароля
tr: Parola kaldırılamadı
zh_hant: 移除密碼失敗

source: Fast and no wait until the sender is online!
cs: Rychle a bez čekání, než bude odesílatel online!
hu: Gyors és nem kell várni, amíg a feladó online lesz!
nl: Snel en niet wachten tot de afzender online is!
pl: Szybko i bez czekania aż nadawca będzie online!
ru: Быстрые и не нужно ждать, когда отправитель онлайн!
tr: Hızlı ve gönderici çevrimiçi olana kadar beklemek yok!
zh_hant: 迅速以及不用等待發送者在線！

source: Faster deletion of groups.
cs: Odstranit
hu: Gyorsabb csoporttörlés.

source: Faster joining and more reliable messages.
hu: Gyorsabb csatlakozás és megbízhatóbb üzenetkézbesítés.
nl: Snellere deelname en betrouwbaardere berichten.
pl: Szybsze dołączenie i bardziej niezawodne wiadomości.
ru: Быстрое вступление и надежная доставка сообщений.
tr: Daha hızlı katılma ve daha güvenilir mesajlar.

source: Faster sending messages.
hu: Gyorsabb üzenetküldés.

source: Favorite
cs: Oblíbené
hu: Kedvenc
nl: Favoriet
pl: Ulubione
ru: Избранный
tr: Favori

source: Favorites
cs: Oblíbené
hu: Kedvencek

source: File error
cs: Chyba souboru
hu: Fájlhiba
nl: Bestandsfout
pl: Błąd pliku
ru: Ошибка файла
tr: Dosya hatası

# File errors:&#10;%@
source: File errors: %@
cs: Chyba souboru
hu: Fájlhiba: %@
nl: Bestandsfouten: %@
pl: Błędy pliku: %@
ru: Ошибки файлов: %@
tr: Dosya hataları: %@

# File is blocked by server operator:&#10;%@.
source: File is blocked by server operator: %@.
cs: Operátor
hu: A kiszolgáló üzemeltetője letiltotta a fájlt: %@.

source: File not found - most likely file was deleted or cancelled.
cs: Soubor nebyl nalezen
hu: A fájl nem található – valószínűleg a fájlt törölték vagy visszavonták.
nl: Bestand niet gevonden - hoogstwaarschijnlijk is het bestand verwijderd of geannuleerd.
pl: Nie odnaleziono pliku - najprawdopodobniej plik został usunięty lub anulowany.
ru: Файл не найден - скорее всего, файл был удален или отменен.
tr: Dosya bulunamadı - muhtemelen dosya silindi veya göderim iptal edildi.

source: File server error: %@
cs: chyba
hu: Fájlkiszolgáló-hiba: %@
nl: Bestandsserverfout: %@
pl: Błąd serwera plików: %@
ru: Ошибка сервера файлов: %@
tr: Dosya sunucusu hatası: %@

source: File status
cs: Status souboru: %@
hu: Fájl állapota
nl: Bestandsstatus
pl: Status pliku
ru: Статус файла
tr: Dosya durumu

source: File status: %@
hu: Fájl állapota: %@
nl: Bestandsstatus: %@
pl: Status pliku: %@
ru: Статус файла: %@
tr: Dosya durumu: %@

source: File will be deleted from servers.
cs: Soubor bude smazán ze serverů.
hu: A fájl törölve lesz a kiszolgálókról.
nl: Het bestand wordt van de servers verwijderd.
pl: Plik zostanie usunięty z serwerów.
pt_br: O arquivo será excluído dos servidores.
ru: Файл будет удалён с серверов.
tr: Dosya sunuculardan silinecek.
zh_hant: 檔案將在伺服器中刪除。

source: File will be received when your contact completes uploading it.
cs: Soubor bude přijat, jakmile váš kontakt dokončí nahrávání.
hu: A fájl akkor érkezik meg, amikor a küldője befejezte annak feltöltését.
nl: Het bestand wordt gedownload wanneer uw contact het uploaden heeft voltooid.
pl: Plik zostanie odebrany, gdy Twój kontakt zakończy przesyłanie.
pt_br: O arquivo será recebido quando seu contato concluir o upload.
ru: Файл будет принят когда Ваш контакт загрузит его.
tr: Dosya kişi yüklemeyi tamamladığında alınacak.
zh_hant: 檔案將在你的聯絡人完成上傳後接收。

source: File will be received when your contact is online, please wait or check later!
cs: Soubor bude přijat, až bude váš kontakt online, vyčkejte prosím nebo se podívejte později!
hu: A fájl akkor érkezik meg, amikor a küldője elérhető lesz, várjon, vagy ellenőrizze később!
nl: Het bestand wordt ontvangen wanneer uw contact online is, even geduld a.u.b. of controleer later!
pl: Plik zostanie odebrany, gdy Twój kontakt będzie online, proszę czekać lub sprawdzić później!
pt_br: O arquivo será recebido quando seu contato estiver online, aguarde ou verifique mais tarde!
ru: Файл будет принят, когда Ваш контакт будет в сети, подождите или проверьте позже!
tr: Dosya kişi çevrimiçi olduğunda alınacaktır, lütfen bekleyin veya daha sonra kontrol edin!
zh_hant: 下載檔案需要傳送者上線的時候才能下載檔案，請你等等或者稍後再檢查！

source: File: %@
cs: Soubor: %@
hu: Fájl: %@
nl: Bestand: %@
pl: Plik: %@
ru: Файл: %@
tr: Dosya: %@
zh_hant: 檔案：%@

source: Files
cs: Soubory
hu: Fájlok
nl: Bestanden
pl: Pliki
ru: Файлы
tr: Dosyalar

# Files &amp; media
source: Files & media
cs: Soubory a média
hu: Fájlok és médiatartalmak
nl: Bestanden en media
pl: Pliki i media
pt_br: Arquivos & mídia
ru: Файлы и медиа
tr: Dosyalar & medya
zh_hant: 檔案及媒體檔案

source: Files and media
cs: Soubory a média
hu: Fájlok és médiatartalmak
nl: Bestanden en media
pl: Pliki i media
ru: Файлы и медиа
tr: Dosyalar ve medya

source: Files and media are prohibited.
cs: Soubory a média jsou zakázány v této skupině.
hu: A fájlok- és a médiatartalmak küldése le van tiltva.

source: Files and media not allowed
cs: Soubory a média nejsou povoleny
hu: A fájlok- és médiatartalmak nincsenek engedélyezve
nl: Bestanden en media niet toegestaan
pl: Pliki i multimedia nie są dozwolone
ru: Файлы и медиа не разрешены
tr: Dosyalar ve medyaya izin verilmiyor

source: Files and media prohibited!
cs: Soubory a média jsou zakázány!
hu: A fájlok- és a médiatartalmak küldése le van tiltva!
nl: Bestanden en media verboden!
pl: Pliki i media zabronione!
ru: Файлы и медиа запрещены!
tr: Dosyalar ve medya yasaklandı!

source: Filter unread and favorite chats.
cs: Filtrovat nepřečtené a oblíbené chaty.
hu: Olvasatlan és kedvenc csevegésekre való szűrés.
nl: Filter ongelezen en favoriete chats.
pl: Filtruj nieprzeczytane i ulubione czaty.
ru: Фильтровать непрочитанные и избранные чаты.
tr: Favori ve okunmamış sohbetleri filtrele.

source: Finalize migration
cs: Soubory a média jsou zakázány!
hu: Átköltöztetés véglegesítése
nl: Voltooi de migratie
pl: Dokończ migrację
ru: Завершить миграцию
tr: Taşıma işlemini sonlandır

source: Finalize migration on another device.
hu: Átköltöztetés véglegesítése egy másik eszközön.
nl: Voltooi de migratie op een ander apparaat.
pl: Dokończ migrację na innym urządzeniu.
ru: Завершите миграцию на другом устройстве.
tr: Taşıma işlemini başka bir cihazda sonlandırın.

source: Finally, we have them! 🚀
cs: Konečně je máme! 🚀
hu: Végre, megvannak! 🚀
nl: Eindelijk, we hebben ze! 🚀
pl: W końcu je mamy! 🚀
ru: Наконец-то, мы их добавили! 🚀
tr: Sonunda, onlara sahibiz! 🚀
zh_hant: 終於，我們有了它們！🚀

source: Find chats faster
cs: Najděte chaty rychleji
hu: Csevegési üzenetek gyorsabb megtalálása
nl: Vind chats sneller
pl: Szybciej znajduj czaty
ru: Быстро найти чаты
tr: Sohbetleri daha hızlı bul

source: Fix
cs: Opravit
hu: Javítás
nl: Herstel
pl: Napraw
ru: Починить
tr: Düzelt

source: Fix connection
cs: Opravit připojení
hu: Kapcsolat javítása
nl: Verbinding herstellen
pl: Napraw połączenie
ru: Починить соединение
tr: Bağlantıyı düzelt

source: Fix connection?
cs: Opravit připojení?
hu: Kapcsolat javítása?
nl: Verbinding herstellen?
pl: Naprawić połączenie?
ru: Починить соединение?
tr: Bağlantı düzeltilsin mi?

source: Fix encryption after restoring backups.
cs: Opravit šifrování po obnovení zálohy.
hu: Titkosítás javítása az adatmentések helyreállítása után.
nl: Repareer versleuteling na het herstellen van back-ups.
pl: Napraw szyfrowanie po przywróceniu kopii zapasowych.
ru: Починить шифрование после восстановления из бэкапа.
tr: Yedekleri geri yükledikten sonra şifrelemeyi düzelt.

source: Fix not supported by contact
cs: Opravit nepodporované kontaktem
hu: Partner általi javítás nem támogatott
nl: Herstel wordt niet ondersteund door contact
pl: Naprawa nie jest obsługiwana przez kontakt
ru: Починка не поддерживается контактом
tr: Düzeltme kişi tarafından desteklenmiyor

source: Fix not supported by group member
cs: Opravit nepodporované členem skupiny
hu: Csoporttag általi javítás nem támogatott
nl: Herstel wordt niet ondersteund door groepslid
pl: Naprawa nie jest obsługiwana przez członka grupy
ru: Починка не поддерживается членом группы
tr: Düzeltme grup üyesi tarafından desteklenmiyor

source: For all moderators
cs: Opravit připojení
hu: Az összes moderátor számára

source: For chat profile %@:
cs: Pro profil chatu %@:
hu: A(z) %@ nevű csevegési profilhoz:

source: For console
cs: Pro konzoli
hu: Konzolhoz
nl: Voor console
pl: Dla konsoli
ru: Для консоли
tr: Konsol için
zh_hant: 為終端機

source: For example, if your contact receives messages via a SimpleX Chat server, your app will deliver them via a Flux server.
cs: ŽIVĚ
hu: Például, ha a partnere egy SimpleX Chat-kiszolgálón keresztül fogadja az üzeneteket, akkor az Ön alkalmazása egy Flux-kiszolgálón keresztül fogja azokat kézbesíteni.

source: For me
cs: změnili jste adresu pro %@
hu: Csak magamnak

source: For private routing
cs: Žádné servery pro soukromé směrování chatů.
hu: A privát útválasztáshoz

source: For social media
cs: Pro sociální sítě
hu: A közösségi médiához

source: Forward
cs: %1$@ zprávy nepředány
hu: Továbbítás
nl: Doorsturen
pl: Przekaż dalej
ru: Переслать
tr: İlet

source: Forward %d message(s)?
cs: Přeposlat zprávu…
hu: Továbbít %d üzenetet?
nl: %d bericht(en) doorsturen?
pl: Przekazać %d wiadomość(i)?
ru: Переслать %d сообщение(й)?
tr: %d mesaj(lar)ı iletilsin mi?

source: Forward and save messages
hu: Üzenetek továbbítása és mentése
nl: Berichten doorsturen en opslaan
pl: Przesyłaj dalej i zapisuj wiadomości
ru: Переслать и сохранить сообщение
tr: Mesajları ilet ve kaydet

source: Forward messages
cs: %1$@ zprávy nepředány
hu: Üzenetek továbbítása
nl: Berichten doorsturen
pl: Przekaż wiadomości
ru: Переслать сообщения
tr: İletileri ilet

source: Forward messages without files?
cs: Přeposlat zprávu…
hu: Továbbítja az üzeneteket fájlok nélkül?
nl: Berichten doorsturen zonder bestanden?
pl: Przekazać wiadomości bez plików?
ru: Переслать сообщения без файлов?
tr: Mesajlar dosyalar olmadan iletilsin mi ?

source: Forward up to 20 messages at once.
hu: Legfeljebb 20 üzenet egyszerre való továbbítása.
nl: Stuur maximaal 20 berichten tegelijk door.
ru: Пересылайте до 20 сообщений за раз.
tr: Aynı anda en fazla 20 mesaj iletin.

source: Forwarded
cs: Přeposláno z
hu: Továbbított
nl: Doorgestuurd
pl: Przekazane dalej
ru: Переслано
tr: İletildi

source: Forwarded from
cs: Přeposláno z
hu: Továbbítva innen
nl: Doorgestuurd vanuit
pl: Przekazane dalej od
ru: Переслано из
tr: Şuradan iletildi

source: Forwarding %lld messages
hu: %lld üzenet továbbítása
nl: %lld berichten doorsturen
pl: Przekazywanie %lld wiadomości
ru: Пересылка %lld сообщений
tr: %lld mesajlarını ilet
