Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

source: Please contact group admin.
cs: Kontaktujte prosím správce skupiny.
hu: Lépjen kapcsolatba a csoport adminisztrátorával.
nl: Neem contact op met de groep beheerder.
pl: Skontaktuj się z administratorem grupy.
pt_br: Por favor, contate o administrador do grupo.
ru: Пожалуйста, свяжитесь с админом группы.
tr: Lütfen grup yöneticisiyle irtibata geçin.
zh_hant: 請聯絡群組管理員。

source: Please enter correct current passphrase.
cs: Zadejte prosím správnou aktuální přístupovou frázi.
hu: Adja meg a helyes, jelenlegi jelmondatot.
nl: Voer het juiste huidige wachtwoord in.
pl: Wprowadź poprawny obecny kod dostępu.
pt_br: Por favor, digite a senha correta.
ru: Пожалуйста, введите правильный пароль.
tr: Lütfen şu anki doğru olan parolayı girin.
zh_hant: 請輸入正確的目前密碼。

source: Please enter the previous password after restoring database backup. This action can not be undone.
cs: Po obnovení zálohy databáze zadejte předchozí heslo. Tuto akci nelze vrátit zpět.
hu: Adja meg a korábbi jelszót az adatbázis biztonsági mentésének visszaállítása után. Ez a művelet nem vonható vissza.
nl: Voer het vorige wachtwoord in na het herstellen van de database back-up. Deze actie kan niet ongedaan gemaakt worden.
pl: Proszę podać poprzedni kod dostępu po przywróceniu kopii zapasowej bazy danych. Tej czynności nie można cofnąć.
pt_br: Por favor, digite a senha antiga depois de recuperar o backup do banco de dados. Essa ação não pode ser desfeita.
ru: Введите предыдущий пароль после восстановления резервной копии. Это действие нельзя отменить.
tr: Veritabanı yedeğini geri yükledikten sonra lütfen önceki şifreyi girin. Bu işlem geri alınamaz.
zh_hant: 還原數據庫備份後請輸入舊密碼。這個操作是不能撤銷的。

source: Please remember or store it securely - there is no way to recover a lost passcode!
cs: Zapamatujte si ho nebo bezpečně uložte - neexistuje žádný způsob, jak obnovit ztracený heslo!
hu: Jegyezze fel vagy tárolja el biztonságosan – az elveszett jelkódot nem lehet visszaállítani!
nl: Onthoud of bewaar het veilig - er is geen manier om een verloren toegangscode te herstellen!
pl: Prosimy o jego zapamiętanie lub bezpieczne przechowywanie - nie ma możliwości odzyskania utraconego pinu!
ru: Пожалуйста, запомните или сохраните его - восстановить потерянный пароль невозможно!
tr: Lütfen iyi hatırlayın veya güvenli bir şekilde saklayın - kaybolmuş bir parolayı kurtarmanın bir yolu yoktur!
zh_hant: 請銘記或將密碼私密地儲存 - 無法復原已遺失的密碼！

source: Please report it to the developers.
cs: Nahlaste to prosím vývojářům.
hu: Jelentse a fejlesztőknek.
nl: Meld het alsjeblieft aan de ontwikkelaars.
pl: Prosimy o zgłaszanie tego do deweloperów.
pt_br: Por favor, informe aos desenvolvedores.
ru: Пожалуйста, сообщите об этой ошибке девелоперам.
tr: Lütfen geliştiricilere bildirin.
zh_hant: 請向開發人員報告。

source: Please restart the app and migrate the database to enable push notifications.
cs: Restartujte aplikaci a přeneste databázi, abyste povolili doručování oznámení.
hu: Indítsa újra az alkalmazást az adatbázis-átköltöztetéséhez szükséges push-értesítések engedélyezéséhez.
nl: Start de app opnieuw en migreer de database om push meldingen in te schakelen.
pl: Uruchom ponownie aplikację i przeprowadź migrację bazy danych, aby włączyć powiadomienia push.
ru: Пожалуйста, перезапустите приложение и переместите данные чата, чтобы включить доставку уведомлений.
tr: Lütfen uygulamayı yeniden başlatın ve anlık bildirimleri etkinleştirmek için veritabanını taşıyın.
zh_hant: 請重新啟動應用程式並遷移數據庫以啟用推送通知。

source: Please store passphrase securely, you will NOT be able to access chat if you lose it.
cs: Uložte prosím bezpečně přístupovou frázi, pokud ji ztratíte, NEBUDE možné přistupovat k chatu.
hu: Tárolja el biztonságosan jelmondát, mert ha elveszti azt, akkor NEM férhet hozzá a csevegéshez.
nl: Sla het wachtwoord veilig op. Als u deze kwijtraakt, heeft u GEEN toegang tot de chats.
pl: Przechowuj kod dostępu w bezpieczny sposób, w przypadku jego utraty NIE będzie można uzyskać dostępu do czatu.
pt_br: Por favor, guarde a senha em um local seguro, você não poderá acessar o chat se perdê-lo.
ru: Пожалуйста, надежно сохраните пароль, Вы НЕ сможете открыть чат, если потеряете его.
tr: Lütfen parolayı güvenli bir şekilde saklayın, kaybederseniz sohbete ERİŞEMEZSİNİZ.
zh_hant: 請放置你的密碼於安全的地方，如果你遺失了密碼將不可能再次存取它。

source: Please store passphrase securely, you will NOT be able to change it if you lose it.
cs: Heslo uložte bezpečně, v případě jeho ztráty jej NEBUDE možné změnit.
hu: Tárolja el biztonságosan jelmondatát, mert ha elveszíti azt, NEM tudja módosítani.
nl: Bewaar het wachtwoord veilig, u kunt deze NIET wijzigen als u het kwijtraakt.
pl: Przechowuj kod dostępu w bezpieczny sposób, w przypadku jego utraty NIE będzie można go zmienić.
pt_br: Guarde a senha em um local seguro, você NÃO poderá alterá-la se a perder.
ru: Пожалуйста, надежно сохраните пароль, Вы НЕ сможете его поменять, если потеряете.
tr: Lütfen parolayı güvenli bir şekilde saklayın, kaybederseniz parolayı DEĞİŞTİREMEZSİNİZ.
zh_hant: 請放置你的密碼於安全的地方，如果你遺失了密碼，將不可能修改你的密碼。

source: Please try to disable and re-enable notfications.
cs: Zadejte prosím správnou aktuální přístupovou frázi.
hu: Próbálja meg letiltani és újra engedélyezni az értesítéseket.

source: Please wait for token activation to complete.
hu: Várjon, amíg a token aktiválása befejeződik.

source: Please wait for token to be registered.
hu: Várjon a token regisztrálására.

source: Polish interface
cs: Polské rozhraní
hu: Lengyel kezelőfelület
nl: Poolse interface
pl: Polski interfejs
pt_br: Interface polonesa
ru: Польский интерфейс
tr: Lehçe arayüz
zh_hant: 波蘭文界面

source: Possibly, certificate fingerprint in server address is incorrect
hu: Lehetséges, hogy a kiszolgáló címében szereplő tanúsítvány-ujjlenyomat helytelen
nl: Mogelijk is de certificaat vingerafdruk in het server adres onjuist
pl: Możliwe, że odcisk palca certyfikatu w adresie serwera jest nieprawidłowy
pt_br: Possivelmente, a impressão digital do certificado no endereço do servidor está incorreta
ru: Возможно, хэш сертификата в адресе сервера неверный
tr: Muhtemelen, sunucu adresindeki parmakizi sertifikası doğru değil
zh_hant: 伺服器地址的憑證指紋可能不正確

source: Preserve the last message draft, with attachments.
cs: Zachování posledního návrhu zprávy s přílohami.
hu: Az utolsó üzenet tervezetének megőrzése a mellékletekkel együtt.
nl: Bewaar het laatste berichtconcept, met bijlagen.
pl: Zachowaj ostatnią wersję roboczą wiadomości wraz z załącznikami.
pt_br: Preservar o último rascunho, com anexos.
ru: Сохранить последний черновик, вместе с вложениями.
tr: Son mesaj taslağını ekleriyle birlikte koru.
zh_hant: 保留最後一則帶附件的訊息草稿。

source: Preset server address
cs: Přednastavená adresa serveru
hu: Az előre beállított kiszolgáló címe
nl: Vooraf ingesteld server adres
pl: Wstępnie ustawiony adres serwera
pt_br: Endereço do servidor pré-definido
ru: Адрес сервера по умолчанию
tr: Ön ayarlı sunucu adresi
zh_hant: 預設伺服器地址

source: Preset servers
cs: Adresa serveru
hu: Előre beállított kiszolgálók

source: Preview
cs: Náhled
hu: Előnézet
nl: Voorbeeld
pl: Podgląd
ru: Просмотр
tr: Ön izleme
zh_hant: 預覽

source: Previously connected servers
cs: Dříve připojené servery
hu: Korábban kapcsolódott kiszolgálók
nl: Eerder verbonden servers
pl: Wcześniej połączone serwery
ru: Ранее подключенные серверы
tr: Önceden bağlanılmış sunucular

# Privacy &amp; security
source: Privacy & security
cs: Ochrana osobních údajů a zabezpečení
hu: Adatvédelem és biztonság
nl: Privacy en beveiliging
pl: Prywatność i bezpieczeństwo
pt_br: Privacidade e segurança
ru: Конфиденциальность
tr: Gizlilik & güvenlik
zh_hant: 私隱 & 安全性

source: Privacy for your customers.
cs: Soukromí pro vaše zákazníky.
hu: Saját ügyfeleinek adatvédelme.

source: Privacy policy and conditions of use.
hu: Adatvédelmi szabályzat és felhasználási feltételek.

source: Privacy redefined
cs: Nové vymezení soukromí
hu: Újraértelmezett adatvédelem
nl: Privacy opnieuw gedefinieerd
pl: Redefinicja prywatności
pt_br: Privacidade redefinida
ru: Более конфиденциальный
tr: Gizlilik yeniden tanımlandı
zh_hant: 重新定義私隱

source: Private chats, groups and your contacts are not accessible to server operators.
cs: Nové vymezení soukromí
hu: A privát csevegések, a csoportok és a partnerek nem érhetők el a szerver üzemeltetői számára.

source: Private filenames
cs: Soukromé názvy souborů
hu: Privát fájlnevek
nl: Privé bestandsnamen
pl: Prywatne nazwy plików
pt_br: Nomes de arquivos privados
ru: Защищенные имена файлов
tr: Gizli dosya adları
zh_hant: 私人檔案名稱

source: Private media file names.
cs: Soukromé názvy souborů médií.
hu: Privát nevek a médiafájlokhoz.

source: Private message routing
cs: Žádné servery pro soukromé směrování chatů.
hu: Privát üzenet-útválasztás
nl: Routering van privéberichten
pl: Trasowanie prywatnych wiadomości
ru: Конфиденциальная доставка сообщений
tr: Gizli mesaj yönlendirme

source: Private message routing 🚀
hu: Privát üzenet-útválasztás 🚀
nl: Routing van privéberichten🚀
pl: Trasowanie prywatnych wiadomości🚀
ru: Конфиденциальная доставка 🚀
tr: Gizli mesaj yönlendirme 🚀

source: Private notes
cs: S šifrovanými soubory a médii.
hu: Privát jegyzetek
nl: Privé notities
pl: Prywatne notatki
ru: Личные заметки
tr: Gizli notlar

source: Private routing
cs: Žádné servery pro soukromé směrování chatů.
hu: Privát útválasztás
nl: Privéroutering
pl: Prywatne trasowanie
ru: Конфиденциальная доставка
tr: Gizli yönlendirme

source: Private routing error
cs: Chyba soukromého směrování
hu: Privát útválasztási hiba
nl: Fout in privéroutering
pl: Błąd prywatnego trasowania
ru: Ошибка конфиденциальной доставки
tr: Gizli yönlendirme hatası

source: Profile and server connections
cs: Profil a připojení k serveru
hu: Profil és kiszolgálókapcsolatok
nl: Profiel- en serververbindingen
pl: Profil i połączenia z serwerem
pt_br: Conexões de servidor e perfil
ru: Профиль и соединения на сервере
tr: Profil ve sunucu bağlantıları
zh_hant: 檔案和伺服器連接

source: Profile image
cs: Profilový obrázek
hu: Profilkép
nl: profielfoto
pl: Zdjęcie profilowe
pt_br: Imagem de perfil
ru: Картинка профиля
tr: Profil fotoğrafı
zh_hant: 個人檔案頭像

source: Profile images
cs: Připojení
hu: Profilképek
nl: Profiel afbeeldingen
pl: Zdjęcia profilowe
ru: Картинки профилей
tr: Profil resimleri

source: Profile password
cs: Heslo profilu
hu: Profiljelszó
nl: Profiel wachtwoord
pl: Hasło profilu
pt_br: Senha de perfil
ru: Пароль профиля
tr: Profil parolası
zh_hant: 個人資料密碼

source: Profile theme
cs: Heslo profilu
hu: Profiltéma
nl: Profiel thema
pl: Motyw profilu
ru: Тема профиля
tr: Profil teması

source: Profile update will be sent to your contacts.
cs: Aktualizace profilu bude zaslána vašim kontaktům.
hu: A profilfrissítés el lesz küldve a partnerei számára.
nl: Profiel update wordt naar uw contacten verzonden.
pl: Aktualizacja profilu zostanie wysłana do Twoich kontaktów.
ru: Обновлённый профиль будет отправлен Вашим контактам.
tr: Profil güncellemesi kişilerinize gönderilecektir.
zh_hant: 更新了的個人檔案將傳送給你的聯絡人。

source: Prohibit audio/video calls.
cs: Zákaz audio/video hovorů.
hu: A hívások kezdeményezése le van tiltva.
nl: Audio/video gesprekken verbieden.
pl: Zabroń połączeń audio/wideo.
pt_br: Proibir chamadas de áudio/vídeo.
ru: Запретить аудио/видео звонки.
tr: Sesli/görüntülü aramaları yasakla.
zh_hant: 禁用語言/視訊通話。

source: Prohibit irreversible message deletion.
cs: Zakázat nevratné mazání zpráv.
hu: Az elküldött üzenetek végleges törlése le van tiltva.
nl: Verbied het onomkeerbaar verwijderen van berichten.
pl: Zabroń nieodwracalnego usuwania wiadomości.
pt_br: Proibir a exclusão irreversível de mensagens.
ru: Запретить необратимое удаление сообщений.
tr: Geri dönüşsüz mesaj silme işlemini yasakla.
zh_hant: 禁止不可逆的訊息刪除。

source: Prohibit message reactions.
cs: Zakázat reakce na zprávy.
hu: A reakciók hozzáadása az üzenethez le van tiltva.
nl: Bericht reacties verbieden.
pl: Zabroń reakcje wiadomości.
ru: Запретить реакции на сообщения.
tr: Mesaj tepkisini yasakla.
zh_hant: 禁止訊息互動。

source: Prohibit messages reactions.
cs: Zakázat reakce na zprávy.
hu: A reakciók hozzáadása az üzenetekhez le van tiltva.
nl: Berichten reacties verbieden.
pl: Zabroń reakcje wiadomości.
ru: Запретить реакции на сообщения.
tr: Mesajlarda tepkileri yasakla.
zh_hant: 禁止訊息互動。

source: Prohibit reporting messages to moderators.
cs: Zakázat reakce na zprávy.
hu: Az üzenetek a moderátorok felé történő jelentésének megtiltása.

source: Prohibit sending SimpleX links.
cs: Zákaz odesílání SimpleX odkazů
hu: A SimpleX-hivatkozások küldése le van tiltva.
nl: Verbied het verzenden van SimpleX-links
pl: Zabroń wysyłania linków SimpleX.
ru: Запретить отправку ссылок SimpleX.
tr: SimpleX bağlantısı gönderimini yasakla.

source: Prohibit sending direct messages to members.
cs: Zakázat odesílání přímých zpráv členům.
hu: A közvetlen üzenetek küldése a tagok között le van tiltva.
nl: Verbied het sturen van directe berichten naar leden.
pl: Zabroń wysyłania bezpośrednich wiadomości do członków.
pt_br: Proibir o envio de DMs para membros.
ru: Запретить посылать прямые сообщения членам группы.
tr: Üyelere doğrudan mesaj göndermeyi yasakla.
zh_hant: 禁止私訊群組內的成員。

source: Prohibit sending disappearing messages.
cs: Zakázat posílání mizících zpráv.
hu: Az eltűnő üzenetek küldése le van tiltva.
nl: Verbied het verzenden van verdwijnende berichten.
pl: Zabroń wysyłania znikających wiadomości.
pt_br: Proibir o envio de mensagens temporárias.
ru: Запретить посылать исчезающие сообщения.
tr: Kaybolan mesajların gönderimini yasakla.
zh_hant: 禁止傳送自動銷毀的訊息。

source: Prohibit sending files and media.
cs: Zakázat odesílání souborů a médií.
hu: A fájlok- és a médiatartalmak küldése le van tiltva.
nl: Verbied het verzenden van bestanden en media.
pl: Zakaz wysyłania plików i mediów.
ru: Запретить слать файлы и медиа.
tr: Dosyalar ve medya gönderimlerini yasakla.

source: Prohibit sending voice messages.
cs: Zakázat odesílání hlasových zpráv.
hu: A hangüzenetek küldése le van tiltva.
nl: Verbieden het verzenden van spraak berichten.
pl: Zabroń wysyłania wiadomości głosowych.
pt_br: Proibir o envio de mensagens de voz.
ru: Запретить отправлять голосовые сообщений.
tr: Sesli mesajların gönderimini yasakla.
zh_hant: 禁止傳送語音訊息。

source: Protect IP address
cs: Mizící zprávy zakázány.
hu: IP-cím védelme
nl: Bescherm het IP-adres
pl: Chroń adres IP
ru: Защитить IP адрес
tr: IP adresini koru

source: Protect app screen
cs: Ochrana obrazovky aplikace
hu: Alkalmazás képernyőjének védelme
nl: App scherm verbergen
pl: Chroń ekran aplikacji
pt_br: Proteger a tela do app
ru: Защитить экран приложения
tr: Uygulama ekranını koru
zh_hant: 保護應用程式螢幕

source: Protect your IP address from the messaging relays chosen by your contacts. Enable in *Network & servers* settings.
cs: Skrývat aplikaci
hu: Védje az IP-címét a partnerei által kiválasztott üzenetváltási továbbítókiszolgálókkal szemben. Engedélyezze a *Hálózat és kiszolgálók* menüben.
nl: Bescherm uw IP-adres tegen de berichtenrelais die door uw contacten zijn gekozen. Schakel dit in in *Netwerk en servers*-instellingen.
pl: Chroni Twój adres IP przed przekaźnikami wiadomości wybranych przez Twoje kontakty. Włącz w ustawianiach *Sieć i serwery* .
ru: Защитите ваш IP адрес от серверов сообщений, выбранных Вашими контактами. Включите в настройках *Сеть и серверы*.
tr: IP adresinizi kişileriniz tarafından seçilen mesajlaşma yönlendiricilerinden koruyun. *Ağ ve sunucular* ayarlarında etkinleştirin.

source: Protect your chat profiles with a password!
cs: Chraňte své chat profily heslem!
hu: Védje meg a csevegési profiljait egy jelszóval!
nl: Bescherm je chatprofielen met een wachtwoord!
pl: Chroń swoje profile czatu hasłem!
pt_br: Proteja seus perfis de chat com uma senha!
ru: Защитите Ваши профили чата паролем!
tr: Bir parolayla birlikte sohbet profillerini koru!
zh_hant: 使用密碼保護你的聊天資料！

source: Protocol timeout
cs: Časový limit protokolu
hu: Protokoll időtúllépése
pl: Limit czasu protokołu
pt_br: Tempo limite do protocolo
ru: Таймаут протокола
tr: Protokol zaman aşımı
zh_hant: 協議超時

source: Protocol timeout per KB
cs: Časový limit protokolu na KB
hu: Protokoll időtúllépése kB-onként
pl: Limit czasu protokołu na KB
ru: Таймаут протокола на KB
tr: KB başına protokol zaman aşımı

source: Proxied
cs: Přes proxy
hu: Proxyzott
pl: Trasowane przez proxy
ru: Проксировано
tr: Proxyli

source: Proxied servers
cs: Servery přes proxy
hu: Proxyzott kiszolgálók
pl: Serwery trasowane przez proxy
ru: Проксированные серверы
tr: Proxy sunucuları

source: Proxy requires password
hu: A proxy jelszót igényel
nl: Proxy vereist wachtwoord
pl: Proxy wymaga hasła
ru: Прокси требует пароль
tr: Proxy şifre gerektirir

source: Push notifications
cs: Nabízená oznámení
hu: Push-értesítések
nl: Push meldingen
pl: Powiadomienia push
ru: Доставка уведомлений
tr: Anında bildirimler
zh_hant: 推送通知

source: Push server
cs: Oznámení
hu: Push-kiszolgáló
pl: Serwer Push
ru: Сервер уведомлений
tr: Push sunucu

source: Quantum resistant encryption
cs: Povolit v přímém chatu (BETA)!
hu: Kvantumbiztos titkosítás
nl: quantum bestendige encryptie
pl: Kwantowo odporne szyfrowanie
ru: Квантово-устойчивое шифрование
tr: Kuantum dirençli şifreleme

source: Rate the app
cs: Ohodnoťte aplikaci
hu: Értékelje az alkalmazást
nl: Beoordeel de app
pl: Oceń aplikację
pt_br: Avalie o app
ru: Оценить приложение
tr: Uygulamayı değerlendir
zh_hant: 評價這個應用程式

source: Reachable chat toolbar
cs: Ohodnoťte aplikaci
hu: Könnyen elérhető eszköztár
nl: Toegankelijke chatwerkbalk
pl: Osiągalny pasek narzędzi czatu
ru: Доступная панель чата
tr: Erişilebilir sohbet araç çubuğu

source: React…
cs: Reagovat…
hu: Reagálj…
nl: Reageer…
pl: Reaguj…
ru: Реакция…
tr: Tepki ver…

source: Read
cs: Číst
hu: Olvasott
nl: Lees
pl: Czytaj
ru: Прочитано
tr: Oku
zh_hant: 已讀

source: Read more
cs: Přečíst více
hu: Tudjon meg többet
nl: Lees meer
pl: Przeczytaj więcej
ru: Узнать больше
tr: Dahasını oku
zh_hant: 查看更多

source: Read more in [User Guide](https://simplex.chat/docs/guide/chat-profiles.html#incognito-mode).
cs: Inkognito
hu: További információ a [Használati útmutatóban](https://simplex.chat/docs/guide/chat-profiles.html#incognito-mode).
nl: Lees meer in de [Gebruikershandleiding](https://simplex.chat/docs/guide/chat-profiles.html#incognito-mode).
pl: Przeczytaj więcej w [Poradniku Użytkownika](https://simplex.chat/docs/guide/chat-profiles.html#incognito-mode).
ru: Дополнительная информация в [Руководстве пользователя](https://simplex.chat/docs/guide/chat-profiles.html#incognito-mode).
tr: [Kullanıcı Rehberi]nde daha fazlasını okuyun(https://simplex.chat/docs/guide/chat-profiles.html#incognito-mode).

source: Read more in [User Guide](https://simplex.chat/docs/guide/making-connections.html#comparison-of-1-time-invitation-links-and-simplex-contact-addresses).
cs: Další informace naleznete v [Uživatelské příručce](https://simplex.chat/docs/guide/making-connections.html#comparison-of-1-time-invitation-links-and-simplex-contact-addresses).
hu: További információ a [Használati útmutatóban](https://simplex.chat/docs/guide/making-connections.html#comparison-of-1-time-invitation-links-and-simplex-contact-addresses).

source: Read more in [User Guide](https://simplex.chat/docs/guide/readme.html#connect-to-friends).
cs: Přečtěte si více v [Uživatelské příručce](https://simplex.chat/docs/guide/readme.html#connect-to-friends).
hu: További információ a [Használati útmutatóban](https://simplex.chat/docs/guide/readme.html#connect-to-friends).
nl: Lees meer in de [Gebruikershandleiding](https://simplex.chat/docs/guide/readme.html#connect-to-friends).
pl: Przeczytaj więcej w [Podręczniku Użytkownika](https://simplex.chat/docs/guide/readme.html#connect-to-friends).
ru: Узнать больше в [Руководстве пользователя](https://simplex.chat/docs/guide/readme.html#connect-to-friends).
tr: [Kullanıcı Rehberi]nde daha fazlasını okuyun(https://simplex.chat/docs/guide/readme.html#connect-to-friends).
zh_hant: 可在 [用戶指南](https://simplex.chat/docs/guide/readme.html#connect-to-friends)內查看更多。

source: Read more in our [GitHub repository](https://github.com/simplex-chat/simplex-chat#readme).
cs: Přečtěte si více v našem [GitHub repozitáři](https://github.com/simplex-chat/simplex-chat#readme).
hu: További információ a [GitHub tárolóban](https://github.com/simplex-chat/simplex-chat#readme).
nl: Lees meer in onze [GitHub-repository](https://github.com/simplex-chat/simplex-chat#readme).
pl: Przeczytaj więcej na naszym [repozytorium GitHub](https://github.com/simplex-chat/simplex-chat#readme).
ru: Узнайте больше из нашего [GitHub репозитория](https://github.com/simplex-chat/simplex-chat#readme).
tr: [GitHub deposu]nda daha fazlasını okuyun(https://github.com/simplex-chat/simplex-chat#readme).
zh_hant: 可在我們的 [GitHub 儲存庫](https://github.com/simplex-chat/simplex-chat#readme)內查看更多。

source: Receipts are disabled
cs: Informace o dodání jsou zakázány
hu: A kézbesítési jelentések le vannak tiltva
nl: Bevestigingen zijn uitgeschakeld
pl: Potwierdzenia są wyłączone
ru: Отчёты о доставке выключены
tr: Alıcılar devre dışı bırakıldı

source: Receive errors
cs: Připojení
hu: Üzenetfogadási hibák
nl: Fouten ontvangen
pl: Błędy otrzymania
ru: Ошибки приема
tr: Alım sırasında hata

source: Received at
cs: Přijato v
hu: Fogadva
nl: Ontvangen op
pl: Otrzymane o
ru: Получено
tr: Şuradan alındı
zh_hant: 已接收在

source: Received at: %@
cs: Přijato v: %@
hu: Fogadva: %@
nl: Ontvangen op: %@
pl: Otrzymane o: %@
ru: Получено: %@
tr: Şuradan alındı: %@
zh_hant: 已接收在：%@

source: Received file event
hu: Fogadott fájlesemény
nl: Ontvangen bestandsgebeurtenis
pl: Otrzymano zdarzenie pliku
ru: Загрузка файла
tr: Dosya etkinliği alındı
zh_hant: 已接收到的檔案事件

source: Received message
cs: Přijatá zpráva
hu: Fogadott üzenetbuborék színe
nl: Ontvangen bericht
pl: Otrzymano wiadomość
ru: Полученное сообщение
tr: Mesaj alındı
zh_hant: 已接收訊息

source: Received messages
cs: Přijatá zpráva
hu: Fogadott üzenetek
nl: Ontvangen berichten
pl: Otrzymane wiadomości
ru: Полученные сообщения
tr: Alınan mesajlar

source: Received reply
hu: Fogadott válaszüzenet-buborék színe
nl: Antwoord ontvangen
pl: Otrzymano odpowiedź
ru: Полученный ответ
tr: Alınan cevap

source: Received total
cs: Přijato celkem
hu: Összes fogadott üzenet
nl: Totaal ontvangen
pl: Otrzymano łącznie
ru: Всего получено
tr: Toplam alınan

source: Receiving address will be changed to a different server. Address change will complete after sender comes online.
cs: Přijímací adresa bude změněna na jiný server. Změna adresy bude dokončena po připojení odesílatele.
hu: A fogadási cím egy másik kiszolgálóra fog módosulni. A cím módosítása a feladó online állapotba kerülése után fejeződik be.
nl: Het ontvangstadres wordt gewijzigd naar een andere server. Adres wijziging wordt voltooid nadat de afzender online is.
pl: Adres odbiorczy zostanie zmieniony na inny serwer. Zmiana adresu zostanie zakończona gdy nadawca będzie online.
ru: Адрес получения сообщений будет перемещён на другой сервер. Изменение адреса завершится после того как отправитель будет онлайн.
tr: Alıcı adresi farklı bir sunucuya değiştirilecektir. Gönderici çevrimiçi olduktan sonra adres değişikliği tamamlanacaktır.

source: Receiving file will be stopped.
cs: Příjem souboru bude zastaven.
hu: A fájl fogadása le fog állni.
nl: Het ontvangen van het bestand wordt gestopt.
pl: Odbieranie pliku zostanie przerwane.
pt_br: O recebimento do arquivo será interrompido.
ru: Приём файла будет прекращён.
tr: Dosya alımı durdurulacaktır.
zh_hant: 將停止接收檔案。

source: Receiving via
cs: Příjem přes
hu: Fogadás a következőn keresztül:
nl: Ontvang via
pl: Odbieranie przez
pt_br: Recebendo via
ru: Получение через
tr: Aracılığıyla alınıyor
zh_hant: 接收訊息透過
