Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

source: (can be copied)
cs: (lze kopírovat)
hu: (másolható)
nl: (kan gekopieerd worden)
pl: (można skopiować)
pt_br: (pode ser copiado)
ru: (можно скопировать)
tr: (kopyalanabilir)
zh_hant: (可以複製)

source: !1 colored!
cs: !1 barevný!
hu: !1 színezett!
nl: !1 gekleurd!
pl: !1 pokolorowany!
pt_br: !1 colorido!
ru: !1 цвет!
tr: !1 renklendirilmiş!
zh_hant: !1 顏色!

source: ## History
cs: ## Historie
hu: ## Előzmények
nl: ## Geschiedenis
pl: ## Historia
pt_br: ## Histórico
ru: ## История
tr: ## Geçmiş
zh_hant: 紀錄

source: ## In reply to
cs: ## Odpovídáno
hu: ## Válaszul erre
nl: ## Als antwoord op
pl: ## W odpowiedzi na
pt_br: ## Em resposta a
ru: ## В ответ на
tr: ## cevap olarak
zh_hant: 回覆

source: #secret#
cs: #tajný#
hu: #titok#
nl: #geheim#
pl: #sekret#
pt_br: #secreto#
ru: #секрет#
tr: #gizli#
zh_hant: #私密#

source: %@ (current)
cs: %@ (aktuální)
hu: %@ (jelenlegi)
nl: %@ (huidig)
pl: %@ (aktualny)
pt_br: %@ (atual)
ru: %@ (текущее)
tr: %@ (güncel)
zh_hant: %@ (目前的)

source: %@ (current):
cs: %@ (aktuální):
hu: %@ (jelenlegi):
nl: %@ (huidig):
pl: %@ (aktualny):
pt_br: %@ (atual):
ru: %@ (текущее):
tr: %@ (güncel):
zh_hant: %@ (目前的)：

source: %@ and %@
cs: %@ a %@
hu: %@ és %@
nl: %@ en %@
pl: %@ i %@
pt_br: %@ e %@
ru: %@ и %@
tr: %@ ve %@
zh_hant: %@ 和 %@

source: %@ and %@ connected
cs: %@ a %@ připojen
hu: %@ és %@ kapcsolódott
nl: %@ en %@ verbonden
pl: %@ i %@ połączeni
pt_br: %@ e %@ conectados
ru: %@ и %@ соединены
tr: %@ ve %@ bağlandı
zh_hant: %@ 和 %@ 已連接

# %@ at %@:
source: %1$@ at %2$@:
cs: %1$@ na %2$@:
hu: %1$@ ekkor: %2$@:
nl: %1$@ bij %2$@:
pl: %1$@ o %2$@:
pt_br: %1$@ em %2$@:
ru: %1$@ в %2$@:
tr: 1$@, %2$@'de:

source: %@ connected
cs: %@ připojen
hu: %@ kapcsolódott
nl: %@ verbonden
pl: %@ połączony
pt_br: %@ conectado(a)
ru: %@ соединен(а)
tr: %@ bağlandı
zh_hant: %@ 已連接

source: %@ downloaded
cs: %@ staženo
hu: %@ letöltve
nl: %@ gedownload
pl: %@ pobrane
pt_br: baixado
ru: %@ загружено
tr: %@ indirildi
zh_hant: %@ 下載

source: %@ is connected!
cs: %@ je připojen!
hu: %@ kapcsolódott!
nl: %@ is verbonden!
pl: %@ jest połączony!
pt_br: %@ está conectado(a)!
ru: Установлено соединение с %@!
tr: %@ bağlandı!
zh_hant: %@ 已連接！

source: %@ is not verified
cs: %@ není ověřeno
hu: %@ nincs hitelesítve
nl: %@ is niet geverifieerd
pl: %@ nie jest zweryfikowany
pt_br: %@ não foi verificado(a)
ru: %@ не подтверждён
tr: %@ onaylanmadı
zh_hant: %@ 未驗證

source: %@ is verified
cs: %@ je ověřený
hu: %@ hitelesítve
nl: %@ is geverifieerd
pl: %@ jest zweryfikowany
pt_br: %@ foi verificado(a)
ru: %@ подтверждён
tr: %@ onaylandı
zh_hant: %@ 已驗證

source: %@ server
hu: %@ kiszolgáló

source: %@ servers
cs: %@ servery
hu: %@ kiszolgáló
pt_br: %@ servidores
zh_hant: %@ 伺服器

source: %@ uploaded
cs: %@ nahrán
hu: %@ feltöltve
nl: %@ geüpload
pl: %@ wgrane
pt_br: transferido
ru: %@ загружено
tr: %@ yüklendi
zh_hant: %@ 上傳

source: %@ wants to connect!
cs: %@ se chce připojit!
hu: %@ kapcsolódni szeretne!
nl: %@ wil verbinding maken!
pl: %@ chce się połączyć!
pt_br: %@ quer se conectar!
ru: %@ хочет соединиться!
tr: %@ bağlanmak istiyor!
zh_hant: %@ 想連接！

source: %@, %@ and %lld members
cs: %@, %@ a %lld členů
hu: %@, %@ és további %lld tag
nl: %@, %@ en %lld leden
pl: %@, %@ i %lld członków
pt_br: %@, %@ e %lld membros
ru: %@, %@ и %lld членов группы
tr: %@, %@ ve %lld üyeleri
zh_hant: %@, %@ 和 %lld 成員

source: %@, %@ and %lld other members connected
cs: %@, %@ a %lld ostatní členové připojeni
hu: %@, %@ és további %lld tag kapcsolódott
nl: %@, %@ en %lld andere leden hebben verbinding gemaakt
pl: %@, %@ i %lld innych członków połączeni
pt_br: %@, %@ e %lld e outros membros se conectaram
ru: %@, %@ и %lld других членов соединены
tr: %@, %@ ve %lld diğer üyeler bağlandı
zh_hant: %@, %@ 和 %lld 個成員已連接

source: %d days
cs: %d dní
hu: %d nap
nl: %d dagen
pl: %d dni
pt_br: %d dias
ru: %d дней
tr: %d gün
zh_hant: %d 天

source: %d file(s) are still being downloaded.
cs: %d soubor(y) stále stahován(y).
hu: %d fájl letöltése még folyamatban van.
nl: %d bestand(en) worden nog gedownload.
pl: %d plik(ów) jest dalej pobieranych.
pt_br: %d arquivo(s) ainda estão sendo baixados.
ru: %d файл(ов) загружаются.
tr: %d dosyası(ları) hala indiriliyor.

source: %d file(s) failed to download.
cs: %d soubor(y) se nepodařilo stáhnout.
hu: Nem sikerült letölteni %d fájlt.
nl: %d bestand(en) konden niet worden gedownload.
pl: %d plik(ów) nie udało się pobrać.
pt_br: %d arquivo(s) falharam ao ser baixados.
ru: %d файл(ов) не удалось загрузить.
tr: %d dosyası(ları) indirilemedi.

source: %d file(s) were deleted.
cs: %d soubor(y) smazán(y).
hu: %d fájl törölve lett.
nl: %d bestand(en) zijn verwijderd.
pl: %d plik(ów) zostało usuniętych.
pt_br: %d arquivo(s) foram apagados.
ru: %d файлов было удалено.
tr: %d dosyası(ları) silindi.

source: %d file(s) were not downloaded.
cs: %d soubor(y) nestažen(y).
hu: %d fájl nem lett letöltve.
nl: %d bestand(en) zijn niet gedownload.
pl: %d plik(ów) nie zostało pobranych.
pt_br: %d arquivo(s) não foram baixados.
ru: %d файлов не было загружено.
tr: %d dosyası(ları) indirilmedi.

source: %d hours
cs: %d hodin
hu: %d óra
nl: %d uren
pl: %d godzin
pt_br: %d horas
ru: %d ч.
tr: %d saat
zh_hant: %d 小時

source: %d messages not forwarded
cs: %d zprávy nebyly přeposlány
hu: %d üzenet nem lett továbbítva
nl: %d berichten niet doorgestuurd
pl: %d wiadomości nie przekazanych
pt_br: %d mensagens não encaminhadas
ru: %d сообщений не переслано
tr: %d mesajı iletilmeyedi

source: %d min
cs: %d minuty
hu: %d perc
ru: %d мин
tr: %d dakika
zh_hant: %d 分鐘

source: %d months
cs: %d měsíce
hu: %d hónap
nl: %d maanden
pl: %d miesięcy
pt_br: %d meses
ru: %d мес.
tr: %d ay
zh_hant: %d 個月

source: %d sec
cs: %d sek
hu: %d mp
pl: %d sek
pt_br: %d seg
ru: %d сек
tr: %d saniye
zh_hant: %d 秒

source: %d seconds(s)
cs: %d sekund
hu: %d másodperc

source: %d skipped message(s)
cs: %d přeskočené zprávy
hu: %d üzenet kihagyva
nl: %d overgeslagen bericht(en)
pl: %d pominięte wiadomość(i)
pt_br: %d mensagem(ns) omitida(s)
ru: %d пропущенных сообщение(й)
tr: %d okunmamış mesaj(lar)
zh_hant: %d錯過了訊息

source: %d weeks
cs: %d týdnů
hu: %d hét
nl: %d weken
pl: %d tygodni
pt_br: %d semanas
ru: %d недель
tr: %d hafta
zh_hant: %d 個星期

source: %lld contact(s) selected
cs: %lld kontakt(y) vybrané
hu: %lld partner kijelölve
nl: %lld contact(en) geselecteerd
pl: %lld wybrany(e) kontakt(y)
pt_br: %lld contato(s) selecionado(s)
ru: Выбрано контактов: %lld
tr: %lld kişi seçildi
zh_hant: %lld 已選擇聯絡人(s)

source: %lld file(s) with total size of %@
cs: %lld soubor(y) s celkovou velikostí %@
hu: %lld fájl, %@ összméretben
nl: %lld bestand(en) met een totale grootte van %@
pl: %lld plik(i) o całkowitym rozmiarze %@
pt_br: %lld arquivo(s) com tamanho total de %@
ru: %lld файл(ов) общим размером %@
tr: %lld dosya , toplam büyüklüğü %@
zh_hant: %lld 檔案(s) 的總共大小為%@

source: %lld group events
cs: %lld událostí skupiny
hu: %lld csoportesemény
nl: %lld groep gebeurtenissen
pl: %lld wydarzeń grupy
pt_br: %lld eventos do grupo
ru: %lld событий
tr: %lld grup etkinlikleri

source: %lld members
cs: %lld členové
hu: %lld tag
nl: %lld leden
pl: %lld członków
pt_br: %lld membros
ru: Членов группы: %lld
tr: %lld üyeler
zh_hant: %lld 成員

source: %lld messages blocked
cs: %lld zprávy blokovaný
hu: %lld üzenet letiltva
nl: %lld berichten geblokkeerd
pl: %lld wiadomości zablokowanych
pt_br: mensagens bloqueadas
ru: %lld сообщений заблокировано
tr: %lld mesaj engellendi

source: %lld messages blocked by admin
cs: %lld zprávy blokovaný adminem
hu: %lld üzenetet letiltott az adminisztrátor
nl: %lld berichten geblokkeerd door beheerder
pl: %lld wiadomości zablokowanych przez admina
pt_br: mensagens bloqueadas pelo administrador
ru: %lld сообщений заблокировано администратором
tr: %lld mesaj yönetici tarafından engellendi

source: %lld messages marked deleted
cs: %lld zprávy označeno jako smazáno
hu: %lld üzenet megjelölve törlésre
nl: %lld berichten gemarkeerd als verwijderd
pl: %lld wiadomości oznaczonych do usunięcia
pt_br: mensagens deletadas
ru: %lld сообщений помечено удалёнными
tr: %lld mesaj silinmiş olarak işaretlendi
zh_hant: %lld 條訊息已刪除

source: %lld messages moderated by %@
cs: %lld zprávy moderované %@
hu: %@ %lld üzenetet moderált
nl: %lld berichten gemodereerd door %@
pl: %lld wiadomości zmoderowanych przez %@
pt_br: %lld mensagens moderadas por %@
ru: %lld сообщений модерировано членом %@
tr: %lld mesaj %@ tarafından yönetildi

source: %lld minutes
cs: %lld minut
hu: %lld perc
nl: %lld minuten
pl: %lld minut
pt_br: %lld minutos
ru: %lld минуты
tr: %lld dakika
zh_hant: %lld 分鐘

source: %lld new interface languages
cs: %d nové jazyky rozhraní
hu: %lld új kezelőfelületi nyelv
nl: %lld nieuwe interface-talen
pl: %lld nowe języki interfejsu
pt_br: %lld novos idiomas de interface
ru: %lld новых языков интерфейса
tr: %lld yeni arayüz dilleri
zh_hant: %lld 種新的介面語言

source: %lld seconds
cs: %lld vteřin
hu: %lld mp
nl: %lld seconden
pl: %lld sekund
pt_br: %lld segundos
ru: %lld секунд
tr: %lld saniye
zh_hant: %lld 秒

source: %lldd
hu: %lldn
ru: %lldд

source: %lldh
hu: %lldó
ru: %lldч

source: %lldm
hu: %lldp
ru: %lldм

source: %lldmth
hu: %lldh
pl: %lldmies
ru: %lldмес

source: %llds
hu: %lldmp
ru: %lldс

source: %lldw
hu: %lldhét
pl: %lldt
ru: %lldнед

source: %u messages failed to decrypt.
cs: %u zpráv se nepodařilo dešifrovat.
hu: Nem sikerült visszafejteni %u üzenetet.
nl: %u berichten kunnen niet worden ontsleuteld.
pl: Nie udało się odszyfrować %u wiadomości.
pt_br: Falha na descriptografia de %u mensagens.
ru: %u сообщений не могут быть расшифрованы.
tr: %u mesajın şifreleme çözümü başarısız oldu.
zh_hant: %u 訊息解密失敗。

source: %u messages skipped.
cs: %u zpráv přeskočeno.
hu: %u üzenet kihagyva.
nl: %u berichten zijn overgeslagen.
pl: %u pominiętych wiadomości.
pt_br: %u mensagens ignoradas.
ru: %u сообщений пропущено.
tr: %u mesajlar atlandı.
zh_hant: 已錯過 %u 則訊息。

source: (new)
cs: (nový)
hu: (új)
nl: (nieuw)
pl: (nowy)
pt_br: (novo)
ru: (новое)
tr: (yeni)
zh_hant: (新)

source: (this device v%@)
cs: (toto zařízení v%@)
hu: (ez az eszköz: v%@)
nl: (dit apparaat v%@)
pl: (to urządzenie v%@)
pt_br: este dispositivo
ru: (это устройство v%@)
tr: (bu cihaz v%@)

source: **Create 1-time link**: to create and share a new invitation link.
cs: **Vytvořit jednorázový odkaz**: pro vytvoření a sdílení nové pozvánky.
hu: **Partner hozzáadása:** új meghívási hivatkozás létrehozásához, vagy egy kapott hivatkozáson keresztül történő kapcsolódáshoz.

source: **Create group**: to create a new group.
cs: **Vytvořit skupinu**: pro vytvoření nové skupiny.
hu: **Csoport létrehozása:** új csoport létrehozásához.
nl: **Groep aanmaken**: om een nieuwe groep aan te maken.
pl: **Utwórz grupę**: aby utworzyć nową grupę.
pt_br: **Criar grupo**: criar um novo grupo.
ru: **Создать группу**: создать новую группу.
tr: **Grup oluştur**: yeni bir grup oluşturmak için.
zh_hant: **創建群組**: 創建一個新的群組。

source: **More private**: check new messages every 20 minutes. Only device token is shared with our push server. It doesn't see how many contacts you have, or any message metadata.
cs: **Soukromější**: kontrolovat nové zprávy každých 20 minut. Token zařízení je sdílen se serverem SimpleX Chat, ale ne kolik máte kontaktů nebo zpráv.
hu: **Privátabb:** 20 percenként ellenőrzi az új üzeneteket. Az eszköztoken meg lesz osztva a SimpleX Chat-kiszolgálóval, de az nem, hogy hány partnere vagy üzenete van.
zh_hant: **更有私隱**：每20分鐘會檢查一次訊息。裝置權杖與 SimpleX Chat 伺服器分享中，但是不包括你的聯絡人和訊息資料。

source: **Most private**: do not use SimpleX Chat push server. The app will check messages in background, when the system allows it, depending on how often you use the app.
cs: **Nejsoukromější**: nepoužívejte server oznámení SimpleX Chat, pravidelně kontrolujte zprávy na pozadí (závisí na tom, jak často aplikaci používáte).
hu: **Legprivátabb:** ne használja a SimpleX Chat értesítési kiszolgálót, rendszeresen ellenőrizze az üzeneteket a háttérben (attól függően, hogy milyen gyakran használja az alkalmazást).
zh_hant: **最有私隱**：不使用 SimpleX Chat 通知服務器，在後台定期檢查訊息（取決於你使用應用程序的頻率）。

source: **Please note**: using the same database on two devices will break the decryption of messages from your connections, as a security protection.
cs: **Čtěte prosím**: Jako ochrana zabezpečení, se použitím stejné databáze na dvou zařízeních rozbije dešifrování zpráv z vašich připojení.
hu: **Megjegyzés:** ha két eszközön is ugyanazt az adatbázist használja, akkor biztonsági védelemként megszakítja a partnereitől érkező üzenetek visszafejtését.
nl: **Let op**: als u dezelfde database op twee apparaten gebruikt, wordt de decodering van berichten van uw verbindingen verbroken, als veiligheidsmaatregel.
pl: *Uwaga*: w celach bezpieczeństwa użycie tej samej bazy danych na dwóch różnych urządzeniach spowoduje brak możliwości odszyfrowywania wiadomości z Twoich połączeń.
pt_br: **Nota**: usar o mesmo banco de dados em dois dispositivos irá quebrar a desencriptação das mensagens de suas conexões como uma medida de segurança.
ru: **Обратите внимание**: использование одной и той же базы данных на двух устройствах нарушит расшифровку сообщений от ваших контактов, как свойство защиты соединений.
tr: **Lütfen dikkat**: Aynı veritabanını iki cihazda kullanmak, güvenlik koruması olarak bağlantılarınızdaki mesajların şifresinin çözülmesini engelleyecektir.

source: **Please note**: you will NOT be able to recover or change passphrase if you lose it.
cs: **Upozornění**: Pokud heslo ztratíte, NEBUDETE jej moci obnovit ani změnit.
hu: **Megjegyzés:** NEM fogja tudni helyreállítani, vagy módosítani a jelmondatot abban az esetben, ha elveszíti.
nl: **Let op**: u kunt het wachtwoord NIET herstellen of wijzigen als u het kwijtraakt.
pl: **Uwaga**: NIE będziesz w stanie odzyskać lub zmienić kodu dostępu, jeśli go stracisz.
pt_br: **Observação**: NÃO será possível recuperar ou alterar a frase secreta se você a perder.
ru: **Внимание**: Вы не сможете восстановить или поменять пароль, если Вы его потеряете.
tr: **Lütfen aklınızda bulunsun**: eğer parolanızı kaybederseniz parolanızı değiştirme veya geri kurtarma ihtimaliniz YOKTUR.
zh_hant: **請注意**：如果你忘記了密碼你將不能再次復原或更改密碼。

source: **Recommended**: device token and end-to-end encrypted notifications are sent to SimpleX Chat push server, but it does not see the message content, size or who it is from.
cs: **Doporučeno**: Token zařízení a oznámení se odesílají na oznamovací server SimpleX Chat, ale nikoli obsah, velikost nebo od koho jsou zprávy.
hu: **Megjegyzés:** az eszköztoken és az értesítések el lesznek küldve a SimpleX Chat értesítési kiszolgálóra, kivéve az üzenet tartalma, mérete vagy az, hogy kitől származik.
zh_hant: **建議**：裝置權杖和通知都會傳送去 SimpeleX Chat 的通知伺服器，但是不包括訊息內容、大小或傳送者資料。

source: **Scan / Paste link**: to connect via a link you received.
cs: **Skenovat / Vložit odkaz**: pro připojení pomocí odkazu který jste obdrželi.
hu: **Hivatkozás beolvasása / beillesztése**: egy kapott hivatkozáson keresztüli kapcsolódáshoz.

source: **Warning**: Instant push notifications require passphrase saved in Keychain.
cs: **Upozornění**: Okamžitě doručovaná oznámení vyžadují přístupové heslo uložené v Klíčence.
hu: **Figyelmeztetés:** Az azonnali push-értesítésekhez a kulcstartóban tárolt jelmondat megadása szükséges.
nl: **Waarschuwing**: voor directe push meldingen is een wachtwoord vereist dat is opgeslagen in de Keychain.
pl: **Uwaga**: Natychmiastowe powiadomienia push wymagają zapisania kodu dostępu w Keychain.
pt_br: **Aviso**: As notificações push instantâneas exigem uma senha salva no Keychain.
ru: **Внимание**: для работы мгновенных уведомлений пароль должен быть сохранен в Keychain.
tr: **Dikkat**: Anında iletilen bildirimlere Anahtar Zinciri'nde kaydedilmiş parola gereklidir.
zh_hant: **警告**：即時推送訊息通知需要數據庫的密碼儲存在資料庫中。

source: **Warning**: the archive will be removed.
cs: **Varování**: archiv bude odstraněn.
hu: **Figyelmeztetés:** az archívum el lesz távolítva.
nl: **Waarschuwing**: het archief wordt verwijderd.
pl: **Ostrzeżenie**: archiwum zostanie usunięte.
pt_br: **Aviso**: o arquivo será removido.
ru: **Внимание**: архив будет удален.
tr: **Uyarı**: arşiv silinecektir.

source: **e2e encrypted** audio call
cs: **e2e šifrovaný** audio hovor
hu: **e2e titkosított** hanghívás
nl: **e2e versleuteld** audio gesprek
pl: **szyfrowane e2e** połączenie audio
pt_br: Chamada de áudio **criptografada e2e**
ru: **e2e зашифрованный** аудиозвонок
tr: **uçtan uca şifrelenmiş** sesli arama
zh_hant: **端對端加密的**語音通話

source: **e2e encrypted** video call
cs: **e2e šifrovaný** videohovor
hu: **e2e titkosított** videóhívás
nl: **e2e versleuteld** video gesprek
pl: **szyfrowane e2e** połączenie wideo
pt_br: Chamada de vídeo **criptografada e2e**
ru: **e2e зашифрованный** видеозвонок
tr: **uçtan uca şifrelenmiş** görüntülü arama
zh_hant: **端對端加密的**視頻通話

source: \*bold*
cs: \*tučně*
hu: \*félkövér*
nl: \*vetgedrukt*
pl: \*pogrubiony*
pt_br: \*negrito*
ru: \*жирный*
tr: \*kalın*
zh_hant: \*粗體*

source: - connect to [directory service](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion) (BETA)! - delivery receipts (up to 20 members). - faster and more stable.
cs: - připojit k [adresářová služba](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion) (BETA)! - doručenky (až 20 členů). - Rychlejší a stabilnější.
hu: - kapcsolódás a [könyvtár szolgáltatáshoz](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion) (BETA)! - kézbesítési jelentések (legfeljebb 20 tag). - gyorsabb és stabilabb.
nl: - verbinding maken met [directory service](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion) (BETA)! - ontvangst bevestiging(tot 20 leden). - sneller en stabieler.
pl: - połącz do [serwera katalogowego](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion) (BETA)! - potwierdzenie dostarczenia (do 20 członków). - szybszy i bardziej stabilny.
ru: - соединиться с [каталогом групп](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion) (BETA)! - отчеты о доставке (до 20 членов). - быстрее и стабильнее.
tr: - [dizin hizmeti] 'ne bağlan(simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion) (BETA)! - çoklu mesaj gönderimi (20 kişiye kadar). - daha hızlı ve daha stabil.

# - more stable message delivery.&#10;- a bit better groups.&#10;- and more!
source: - more stable message delivery. - a bit better groups. - and more!
cs: - více stabilní doručování zpráv. - o trochu lepší skupiny. - a více!
hu: - stabilabb üzenetkézbesítés. - picit továbbfejlesztett csoportok. - és még sok más!
nl: - stabielere berichtbezorging. - een beetje betere groepen. - en meer!
pl: - bardziej stabilne dostarczanie wiadomości. - nieco lepsze grupy. - i więcej!
pt_br: - entrega de mensagens mais estável. - grupos melhorados. - e muito mais!
ru: - более стабильная доставка сообщений. - немного улучшенные группы. - и прочее!
tr: - daha stabil mesaj gönderimi. - birazcık daha iyi gruplar. - ve fazlası!
zh_hant: - 更穩定的傳送！ - 更好的社群！ - 以及更多！

source: - optionally notify deleted contacts. - profile names with spaces. - and more!
cs: - volitelně informuje smazané kontakty. - profilová jména s mezerami. - a více!
hu: - partnerek értesítése a törlésről (nem kötelező) - profilnevek szóközökkel - és még sok más!
nl: - optioneel verwijderde contacten op de hoogte stellen. - profielnamen met spaties. - en meer!
pl: - opcjonalnie powiadamiaj usunięte kontakty. - nazwy profili ze spacją. - i wiele więcej!
pt_br: - notificar contatos apagados de maneira opcional. - nome de perfil com espaços. - e muito mais!
ru: - опционально уведомляйте удалённые контакты. - имена профилей с пробелами. - и прочее!
tr: - isteğe bağlı olarak silinen kişilere bildirme. - boşluklu profil adları - ve fazlası!
zh_hant: - 可選擇通知已刪除的聯絡人 - 帶空格的共人資料名稱。 -以及更多！

source: - voice messages up to 5 minutes. - custom time to disappear. - editing history.
cs: - 5 minutové hlasové zprávy. - vlastní čas mizení. - historie úprav.
hu: - legfeljebb 5 perc hosszúságú hangüzenetek. - egyéni üzenet-eltűnési időkorlát. - előzmények szerkesztése.
nl: - spraakberichten tot 5 minuten. - aangepaste tijd om te verdwijnen. - bewerkingsgeschiedenis.
pl: - wiadomości głosowe do 5 minut. - niestandardowy czas zniknięcia. - historia edycji.
pt_br: - mensagens de voz até 5 minutos. - tempo personalizado para desaparecer. - histórico de edição.
ru: - голосовые сообщения до 5 минут. - настройка времени исчезающих сообщений. - история редактирования.
tr: - 5 dakikaya kadar süren sesli mesajlar. - mesaj kaybolması için özel zaman. - düzenleme geçmişi.
zh_hant: - 長達5分鐘的語音訊息。 - 自定義銷毀時間。 - 編輯紀錄。

source: 0 sec
cs: 0 sek
hu: 0 mp
pl: 0 sek
pt_br: 0 seg
ru: 0 сек
tr: 0 saniye
zh_hant: 0 秒

source: 1 day
cs: 1 den
hu: 1 nap
nl: 1 dag
pl: 1 dzień
pt_br: 1 dia
ru: 1 день
tr: 1 gün
zh_hant: 1天

source: 1 hour
cs: 1 hodina
hu: 1 óra
nl: 1 uur
pl: 1 godzina
pt_br: 1 hora
ru: 1 час
tr: 1 saat
zh_hant: 1小時

source: 1 minute
cs: 1 minutu
hu: 1 perc
nl: 1 minuut
pl: 1 minuta
pt_br: 1 minuto
ru: 1 минута
tr: 1 dakika
zh_hant: 1分鐘

source: 1 month
cs: 1 měsíc
hu: 1 hónap
nl: 1 maand
pl: 1 miesiąc
pt_br: 1 mês
ru: 1 месяц
tr: 1 ay
zh_hant: 1個月

source: 1 week
cs: 1 týden
hu: 1 hét
pl: 1 tydzień
pt_br: 1 semana
ru: 1 неделю
tr: 1 hafta
zh_hant: 1個星期

source: 1 year
cs: 1 rok
hu: 1 év

source: 1-time link
cs: Jednorázový odkaz
hu: Egyszer használható meghívó
pt_br: Link único
zh_hant: 一次性連結

source: 1-time link can be used *with one contact only* - share in person or via any messenger.
cs: Jednorázový odkaz lze použít *pouze s jedním kontaktem* - sdílejte osobně nebo prostřednictvím libovolného komunikátoru.
hu: Az egyszer használható meghívó egy hivatkozás és *csak egyetlen partnerrel használható* – személyesen vagy bármilyen üzenetváltó-alkalmazáson keresztül megosztható.

source: 5 minutes
cs: 5 minut
hu: 5 perc
nl: 5 minuten
pl: 5 minut
pt_br: 5 minutos
ru: 5 минут
tr: 5 dakika
zh_hant: 5分鐘

source: 30 seconds
cs: 30 vteřin
hu: 30 másodperc
nl: 30 seconden
pl: 30 sekund
pt_br: 30 segundos
ru: 30 секунд
tr: 30 saniye
zh_hant: 30秒
