Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

# Database will be encrypted and the passphrase stored in the keychain.&#10;
source: Database will be encrypted and the passphrase stored in the keychain.
cs: Databáze bude zašifrována a heslo bude uloženo v klíčence.
hu: Az adatbázis titkosítva lesz, a jelmondat pedig a kulcstartóban lesz tárolva.
nl: De database wordt versleuteld en het wachtwoord wordt opgeslagen in de keychain.
pl: Baza danych zostanie zaszyfrowana, a hasło zapisane w pęku kluczy.
pt_br: A base de dados vai ser encriptada e a frase-passe armazenada na keychain.
ru: База данных будет зашифрована и пароль сохранен в Keychain.
tr: Veritabanı şifrelenecek ve parola Anahtar Zinciri'nde saklanacaktır.
zh_hant: 數據庫將加密並且密碼會儲存於金鑰庫。

# Database will be encrypted.&#10;
source: Database will be encrypted.
cs: Databáze bude zašifrována.
hu: Az adatbázis titkosítva lesz.
nl: Database wordt versleuteld.
pl: Baza danych zostanie zaszyfrowana.
pt_br: O banco de dados será criptografado.
ru: База данных будет зашифрована.
tr: Veritabanı şifrelenecektir.
zh_hant: 數據庫將加密。

source: Database will be migrated when the app restarts
cs: Databáze bude přenesena po restartu aplikace
hu: Az adatbázis az alkalmazás újraindításakor lesz átköltöztetve
nl: De database wordt gemigreerd wanneer de app opnieuw wordt opgestart
pl: Baza danych zostanie zmigrowana po ponownym uruchomieniu aplikacji
pt_br: A base de dados vai ser migrada quando o aplicativo reiniciar
ru: Данные чата будут мигрированы при перезапуске
tr: Uygulama yeniden başlatıldığında veritabanı taşınacaktır
zh_hant: 重新啟動應用程式以遷移對話數據庫

source: Debug delivery
cs: Pro otevření chatu je vyžadována přístupová fráze.
hu: Kézbesítési hibák felderítése
nl: Foutopsporing bezorging
pl: Dostarczenie debugowania
ru: Отладка доставки
tr: Hata ayıklama teslimatı

source: Decentralized
cs: Decentralizované
hu: Decentralizált
nl: Gedecentraliseerd
pl: Zdecentralizowane
pt_br: Descentralizado
ru: Децентрализованный
tr: Merkezi Olmayan
zh_hant: 去中心化的

source: Decryption error
cs: Chyba dešifrování
hu: Titkosítás visszafejtési hiba
nl: Decodering fout
pl: Błąd odszyfrowania
pt_br: Erro de descriptografia
ru: Ошибка расшифровки
tr: Şifre çözme hatası
zh_hant: 解密錯誤

source: Delete
cs: Smazat
hu: Törlés
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ru: Удалить
tr: Sil
zh_hant: 刪除

source: Delete %lld messages of members?
cs: Chyba dešifrování
hu: Törli a tagok %lld üzenetét?
nl: %lld berichten van leden verwijderen?
pl: Usunąć %lld wiadomości członków?
ru: Удалить %lld сообщений членов группы?
tr: Üyelerin %lld mesajları silinsin mi?

source: Delete %lld messages?
hu: Töröl %lld üzenetet?
nl: %lld berichten verwijderen?
pl: Usunąć %lld wiadomości?
ru: Удалить %lld сообщений?
tr: %lld mesaj silinsin mi?

source: Delete address
cs: Odstranit adresu
hu: Cím törlése
nl: Adres verwijderen
pl: Usuń adres
pt_br: Excluir endereço
ru: Удалить адрес
tr: Adresi sil
zh_hant: 刪除聯絡地址

source: Delete address?
cs: Smazat adresu?
hu: Törli a címet?
nl: Adres verwijderen?
pl: Usunąć adres?
pt_br: Excluir endereço?
ru: Удалить адрес?
tr: Adres silinsin mi?
zh_hant: 刪除聯絡地址？

source: Delete after
cs: Smazat po
hu: Törlés ennyi idő után
nl: Verwijderen na
pl: Usuń po
pt_br: Excluir depois
ru: Удалять через
tr: Sonra sil
zh_hant: 多久後刪除

source: Delete all files
cs: Odstranit všechny soubory
hu: Az összes fájl törlése
nl: Verwijder alle bestanden
pl: Usuń wszystkie pliki
pt_br: Excluir todos os arquivos
ru: Удалить все файлы
tr: Bütün dosyaları sil
zh_hant: 刪除所有檔案

source: Delete and notify contact
cs: Smazat a informovat kontakt
hu: Törlés, és a partner értesítése
nl: Verwijderen en contact op de hoogte stellen
pl: Usuń i powiadom kontakt
ru: Удалить и уведомить контакт
tr: Sil ve kişiye bildir

source: Delete chat
cs: Tuto akci nelze vzít zpět! Váš profil, kontakty, zprávy a soubory budou nenávratně ztraceny.
hu: Csevegés törlése

source: Delete chat messages from your device.
hu: Csevegési üzenetek törlése a saját eszközéről.

source: Delete chat profile
cs: Smazat chat profil
hu: Csevegési profil törlése
nl: Chatprofiel verwijderen
pl: Usuń profil czatu
pt_br: Excluir perfil de chat
ru: Удалить профиль чата
tr: Sohbet profilini sil
zh_hant: 刪除對話資料

source: Delete chat profile?
cs: Smazat chat profil?
hu: Törli a csevegési profilt?
nl: Chatprofiel verwijderen?
pl: Usunąć profil czatu?
pt_br: Excluir perfil de chat?
ru: Удалить профиль?
tr: Sohbet profili silinsin mi?
zh_hant: 刪除對話資料？

source: Delete chat?
hu: Törli a csevegést?

source: Delete connection
cs: Smazat připojení
hu: Kapcsolat törlése
nl: Verbinding verwijderen
pl: Usuń połączenie
pt_br: Excluir conexão
ru: Удалить соединение
tr: Bağlantıyı sil
zh_hant: 刪除連接

source: Delete contact
cs: Smazat kontakt
hu: Partner törlése
nl: Verwijder contact
pl: Usuń kontakt
pt_br: Excluir contato
ru: Удалить контакт
tr: Kişiyi sil
zh_hant: 刪除聯絡人

source: Delete contact?
cs: Smazat kontakt?
hu: Törli a partnert?
nl: Verwijder contact?
pl: Usunąć kontakt?
pt_br: Excluir contato?
ru: Удалить контакт?
tr: Kişiyi sil?
zh_hant: 刪除聯絡人？

source: Delete database
cs: Odstranění databáze
hu: Adatbázis törlése
nl: Database verwijderen
pl: Usuń bazę danych
pt_br: Excluir banco de dados
ru: Удалить данные чата
tr: Veritabanını sil
zh_hant: 刪除數據庫

source: Delete database from this device
cs: Smazat databázi
hu: Adatbázis törlése erről az eszközről
nl: Verwijder de database van dit apparaat
pl: Usuń bazę danych z tego urządzenia
ru: Удалить базу данных с этого устройства
tr: Veritabanını bu cihazdan sil

source: Delete file
cs: Smazat soubor
hu: Fájl törlése
nl: Verwijder bestand
pl: Usuń plik
pt_br: Excluír arquivo
ru: Удалить файл
tr: Dosyayı sil
zh_hant: 刪除檔案

source: Delete files and media?
cs: Smazat soubory a média?
hu: Törli a fájl- és a médiatartalmakat?
nl: Bestanden en media verwijderen?
pl: Usunąć pliki i media?
pt_br: Excluir arquivos e mídia?
ru: Удалить файлы и медиа?
tr: Dosyalar ve medya silinsin mi?
zh_hant: 刪除所有檔案及媒體檔案？

source: Delete files for all chat profiles
cs: Odstranění souborů pro všechny profily chatu
hu: Fájlok törlése az összes csevegési profilból
nl: Verwijder bestanden voor alle chatprofielen
pl: Usuń pliki dla wszystkich profili czatu
pt_br: Excluir arquivos de todos os perfis de chat
ru: Удалить файлы во всех профилях чата
tr: Bütün sohbet profilleri için dosyaları sil
zh_hant: 刪除所有你的個人對話資料的檔案

source: Delete for everyone
cs: Smazat pro všechny
hu: Törlés az összes tagnál
nl: Verwijderen voor iedereen
pl: Usuń dla wszystkich
pt_br: Excluir para todos
ru: Удалить для всех
tr: Herkesten sil
zh_hant: 為所有人刪除

source: Delete for me
cs: Smazat pro mě
hu: Csak nálam
nl: Verwijder voor mij
pl: Usuń dla mnie
pt_br: Excluir para mim
ru: Удалить для меня
tr: Benden sil
zh_hant: 只為我刪除

source: Delete group
cs: Smazat skupinu
hu: Csoport törlése
nl: Groep verwijderen
pl: Usuń grupę
pt_br: Excluir grupo
ru: Удалить группу
tr: Grubu sil
zh_hant: 刪除群組

source: Delete group?
cs: Smazat skupinu?
hu: Törli a csoportot?
nl: Groep verwijderen?
pl: Usunąć grupę?
pt_br: Excluir grupo?
ru: Удалить группу?
tr: Grup silinsin mi?
zh_hant: 刪除群組？

source: Delete invitation
cs: Smazat pozvánku
hu: Meghívó törlése
nl: Uitnodiging verwijderen
pl: Usuń zaproszenie
pt_br: Excluir convite
ru: Удалить приглашение
tr: Daveti sil
zh_hant: 刪除邀請

source: Delete link
cs: Smazat odkaz
hu: Törlés
nl: Link verwijderen
pl: Usuń link
pt_br: Excluir link
ru: Удалить ссылку
tr: Bağlantıyı sil
zh_hant: 刪除連結

source: Delete link?
cs: Smazat odkaz?
hu: Törli a hivatkozást?
nl: Link verwijderen?
pl: Usunąć link?
pt_br: Excluir link?
ru: Удалить ссылку?
tr: Bağlantı silinsin mi?
zh_hant: 刪除連結？

source: Delete list?
cs: Soubory a média
hu: Törli a listát?

source: Delete member message?
cs: Smazat zprávu člena?
hu: Törli a tag üzenetét?
nl: Bericht van lid verwijderen?
pl: Usunąć wiadomość członka?
pt_br: Excluir mensagem do membro?
ru: Удалить сообщение участника?
tr: Kişinin mesajı silinsin mi?
zh_hant: 刪除成員訊息？

source: Delete message?
cs: Smazat zprávu?
hu: Törli az üzenetet?
nl: Verwijder bericht?
pl: Usunąć wiadomość?
pt_br: Excluir mensagem?
ru: Удалить сообщение?
tr: Mesaj silinsin mi?
zh_hant: 刪除訊息？

source: Delete messages
cs: Smazat zprávy
hu: Üzenetek törlése
nl: Verwijder berichten
pl: Usuń wiadomości
pt_br: Excluir mensagens
ru: Удалить сообщения
tr: Mesajları sil
zh_hant: 刪除訊息

source: Delete messages after
cs: Smazat zprávy po
hu: Üzenetek törlése ennyi idő után
nl: Berichten verwijderen na
pl: Usuń wiadomości po
pt_br: Excluir mensagens após
ru: Удалять сообщения через
tr: Mesajları sonra sil
zh_hant: 於多久後刪除訊息

source: Delete old database
cs: Smazat starou databázi
hu: Régi adatbázis törlése
nl: Verwijder oude database
pl: Usuń starą bazę danych
pt_br: Excluir base de dados velha
ru: Удалить предыдущую версию данных
tr: Eski veritabanını sil
zh_hant: 刪除舊的數據庫

source: Delete old database?
cs: Smazat starou databázi?
hu: Törli a régi adatbázist?
nl: Oude database verwijderen?
pl: Usunąć starą bazę danych?
pt_br: Apagar base de dados velha?
ru: Удалить предыдущую версию данных?
tr: Eski veritabanı silinsin mi?
zh_hant: 刪除舊的數據庫？

source: Delete or moderate up to 200 messages.
cs: Smazat zprávy po
hu: Legfeljebb 200 üzenet egyszerre való törlése, vagy moderálása.
nl: Maximaal 200 berichten verwijderen of modereren.
ru: Удаляйте или модерируйте до 200 сообщений.
tr: 200'e kadar mesajı silin veya düzenleyin.

source: Delete pending connection?
cs: Smazat čekající připojení?
hu: Törli a függőben lévő meghívót?
nl: Wachtende verbinding verwijderen?
pl: Usunąć oczekujące połączenie?
pt_br: Excluir conexão pendente?
ru: Удалить ожидаемое соединение?
tr: Bekleyen bağlantı silinsin mi?
zh_hant: 刪除等待中的連接？

source: Delete profile
cs: Smazat profil
hu: Profil törlése
nl: Verwijder profiel
pl: Usuń profil
pt_br: Excluir perfil
ru: Удалить профиль
tr: Profili sil
zh_hant: 刪除資料

source: Delete queue
cs: Odstranit frontu
hu: Sorba állítás törlése
nl: Wachtrij verwijderen
pl: Usuń kolejkę
pt_br: Excluir fila
ru: Удаление очереди
tr: Sırayı sil
zh_hant: 刪除佇列

source: Delete report
cs: Smazat profil
hu: Jelentés törlése

source: Delete up to 20 messages at once.
hu: Legfeljebb 20 üzenet egyszerre való törlése.
nl: Verwijder maximaal 20 berichten tegelijk.
pl: Usuń do 20 wiadomości na raz.
ru: Удаляйте до 20 сообщений за раз.
tr: Tek seferde en fazla 20 mesaj silin.

source: Delete user profile?
cs: Smazat uživatelský profil?
hu: Törli a felhasználói profilt?
nl: Gebruikers profiel verwijderen?
pl: Usunąć profil użytkownika?
pt_br: Apagar o perfil de utilizador?
ru: Удалить профиль пользователя?
tr: Kullanıcı profili silinsin mi?
zh_hant: 刪除用戶檔案？

source: Delete without notification
cs: Smazat bez upozornění
hu: Törlés értesítés nélkül
nl: Verwijderen zonder melding
pl: Usuń bez powiadomienia
ru: Удалить без уведомления
tr: Bildirim göndermeden sil

source: Deleted
cs: Smazán
hu: Törölve
nl: Verwijderd
pl: Usunięto
ru: Удалено
tr: Silindi

source: Deleted at
cs: Smazáno v
hu: Törölve
nl: Verwijderd om
pl: Usunięto o
pt_br: Apagado em
ru: Удалено
tr: de silindi
zh_hant: 已刪除在

source: Deleted at: %@
cs: Smazáno v: %@
hu: Törölve: %@
nl: Verwijderd om: %@
pl: Usunięto o: %@
pt_br: Apagado a: %@
ru: Удалено: %@
tr: %@ de silindi
zh_hant: 已刪除在：%@

source: Deletion errors
cs: Chyby mazání
hu: Törlési hibák
nl: Verwijderingsfouten
pl: Błędy usuwania
ru: Ошибки удаления
tr: Silme hatası

source: Delivered even when Apple drops them.
cs: ŽIVĚ
hu: Kézbesítés akkor is, amikor az Apple eldobja őket.

source: Delivery
cs: Doručenka
hu: Kézbesítés
nl: Bezorging
pl: Dostarczenie
ru: Доставка
tr: Teslimat

source: Delivery receipts are disabled!
cs: Potvrzení o doručení jsou vypnuté!
hu: A kézbesítési jelentések le vannak tiltva!
nl: Ontvangstbewijzen zijn uitgeschakeld!
pl: Potwierdzenia dostawy są wyłączone!
ru: Отчёты о доставке выключены!
tr: Mesaj gönderim bilgisi devre dışı!

source: Delivery receipts!
cs: Potvrzení o doručení!
hu: Kézbesítési jelentések!
nl: Ontvangstbewijzen!
pl: Potwierdzenia dostawy!
ru: Отчёты о доставке!
tr: Mesaj gönderildi bilgisi!

source: Description
cs: Popis
hu: Leírás
nl: Beschrijving
pl: Opis
pt_br: Descrição
ru: Описание
tr: Açıklama
zh_hant: 簡介

source: Desktop address
cs: Adresa počítače
hu: Számítógép címe
nl: Desktop adres
pl: Adres komputera
ru: Адрес компьютера
tr: Bilgisayar adresi

source: Desktop app version %@ is not compatible with this app.
cs: Nekompatibilní!
hu: A számítógép-alkalmazás verziója (%@) nem kompatibilis ezzel az alkalmazással.
nl: Desktop-app-versie %@ is niet compatibel met deze app.
pl: Wersja aplikacji komputerowej %@ nie jest kompatybilna z tą aplikacją.
ru: Версия настольного приложения %@ несовместима с этим приложением.
tr: Masaüstü uygulaması sürümü %@ bu uygulama ile uyumlu değildir.

source: Desktop devices
cs: PC
hu: Számítógépek
nl: Desktop apparaten
pl: Urządzenia komputerowe
ru: Компьютеры
tr: Bilgisayar cihazları

source: Destination server address of %@ is incompatible with forwarding server %@ settings.
cs: Adresa serveru
hu: A(z) %@ célkiszolgáló címe nem kompatibilis a(z) %@ továbbítókiszolgáló beállításaival.
nl: Het bestemmingsserveradres van %@ is niet compatibel met de doorstuurserverinstellingen %@.
pl: Adres serwera docelowego %@ jest niekompatybilny z ustawieniami serwera przekazującego %@.
ru: Адрес сервера назначения %@ несовместим с настройками пересылающего сервера %@.
tr: Hedef sunucu adresi %@, yönlendirme sunucusu %@ ayarlarıyla uyumlu değil.

source: Destination server error: %@
cs: chyba
hu: Célkiszolgáló-hiba: %@
nl: Bestemmingsserverfout: %@
pl: Błąd docelowego serwera: %@
ru: Ошибка сервера получателя: %@
tr: Hedef sunucu hatası: %@

source: Destination server version of %@ is incompatible with forwarding server %@.
hu: A(z) %@ célkiszolgáló verziója nem kompatibilis a(z) %@ továbbítókiszolgálóval.
nl: De versie van de bestemmingsserver %@ is niet compatibel met de doorstuurserver %@.
pl: Wersja serwera docelowego %@ jest niekompatybilna z serwerem przekierowującym %@.
ru: Версия сервера назначения %@ несовместима с пересылающим сервером %@.
tr: Hedef sunucu %@ sürümü, yönlendirme sunucusu %@ ile uyumlu değil.

source: Detailed statistics
cs: Přijaté zprávy
hu: Részletes statisztikák
nl: Gedetailleerde statistieken
pl: Szczegółowe statystyki
ru: Подробная статистика
tr: Detaylı istatistikler

source: Details
cs: Stáhuji podrobnosti o odkazu
hu: További részletek
pl: Szczegóły
ru: Подробности
tr: Detaylar

source: Develop
cs: Vyvinout
hu: Fejlesztés
nl: Ontwikkelen
pl: Deweloperskie
pt_br: Desenvolver
ru: Для разработчиков
tr: Geliştir
zh_hant: 開發

source: Developer options
cs: ID databáze a možnost Izolace přenosu.
hu: Fejlesztői beállítások
nl: Ontwikkelaars opties
pl: Opcje deweloperskie
ru: Опции разработчика
tr: Geliştirici seçenekleri

source: Developer tools
cs: Nástroje pro vývojáře
hu: Fejlesztői eszközök
nl: Ontwikkel gereedschap
pl: Narzędzia deweloperskie
pt_br: Ferramentas de desenvolvimento
ru: Инструменты разработчика
tr: Geliştirici araçları
zh_hant: 開發者工具

source: Device
cs: Zařízení
hu: Eszköz
nl: Apparaat
pl: Urządzenie
pt_br: Dispositivo
ru: Устройство
tr: Cihaz
zh_hant: 裝置

source: Device authentication is disabled. Turning off SimpleX Lock.
cs: Ověřování zařízení je zakázáno. Vypnutí zámku SimpleX Lock.
hu: Az eszközön nincs beállítva a képernyőzár. A SimpleX-zár ki van kapcsolva.
nl: Apparaatverificatie is uitgeschakeld. SimpleX Vergrendelen uitschakelen.
pl: Uwierzytelnianie urządzenia jest wyłączone. Wyłączanie blokady SimpleX.
pt_br: A autenticação do dispositivo está desativada. Desativando o bloqueio SimpleX.
ru: Аутентификация устройства выключена. Отключение блокировки SimpleX Chat.
tr: Cihaz kimlik doğrulaması devre dışı. SimpleX Kilidi kapatılıyor.
zh_hant: 裝置內的螢幕鎖定已關閉。正在關閉 SimpleX 鎖定。

source: Device authentication is not enabled. You can turn on SimpleX Lock via Settings, once you enable device authentication.
cs: Ověřování zařízení není povoleno. Jakmile povolíte ověřování zařízení, můžete zámek SimpleX Lock zapnout prostřednictvím Nastavení.
hu: Az eszközön nincs beállítva a képernyőzár. A SimpleX-zár az „Adatvédelem és biztonság” menüben kapcsolható be, miután beállította a képernyőzárat az eszközén.
nl: Apparaatverificatie is niet ingeschakeld. Je kunt SimpleX Vergrendelen inschakelen via Instellingen zodra je apparaatverificatie hebt ingeschakeld.
pl: Uwierzytelnianie urządzenia nie jest włączone. Możesz włączyć blokadę SimpleX w Ustawieniach po włączeniu uwierzytelniania urządzenia.
pt_br: A autenticação do dispositivo não está habilitada. Você pode ativar o Bloqueio SimpleX em Configurações, depois de ativar a autenticação do dispositivo.
ru: Аутентификация устройства не включена. Вы можете включить блокировку SimpleX в Настройках после включения аутентификации.
tr: Cihaz kimlik doğrulaması etkin değil. Cihaz kimlik doğrulamasını etkinleştirdikten sonra SimpleX Kilidini Ayarlar üzerinden açabilirsiniz.
zh_hant: 你的裝置沒有啟動螢幕鎖定。你可以通過設定內啟動螢幕鎖定，當你啟動後就可以使用 SimpleX 鎖定。

source: Different names, avatars and transport isolation.
cs: Různá jména, avatary a dopravní izolace.
hu: Különböző nevek, profilképek és átvitel-izoláció.
nl: Verschillende namen, avatars en transportisolatie.
pl: Różne nazwy, awatary i izolacja transportu.
pt_br: Nomes diferentes, avatares e isolamento de transporte.
ru: Разные имена, аватары и транспортные сессии.
tr: Farklı isimler, profil fotoğrafları ve taşıma izolasyonu.
zh_hant: 不同的名稱、頭像和傳輸隔離。

source: Direct messages
cs: Přímé zprávy
hu: Közvetlen üzenetek
nl: Directe berichten
pl: Bezpośrednie wiadomości
pt_br: Mensagens diretas
ru: Прямые сообщения
tr: Doğrudan mesajlar
zh_hant: 私訊

source: Direct messages between members are prohibited in this chat.
cs: Přímé zprávy
hu: A tagok közötti közvetlen üzenetek le vannak tiltva ebben a csevegésben.

source: Direct messages between members are prohibited.
cs: Přímé zprávy mezi členy jsou v této skupině zakázány.
hu: A tagok közötti közvetlen üzenetek le vannak tiltva.
zh_hant: 私訊群組內的成員於這個群組內是禁用的。

source: Disable (keep overrides)
cs: Vypnout (zachovat přepsání)
hu: Letiltás (felülírások megtartásával)
nl: Uitschakelen (overschrijvingen behouden)
pl: Wyłącz (zachowaj nadpisania)
ru: Выключить (кроме исключений)
tr: Devre dışı bırak (geçersiz kılmaları koru)

source: Disable SimpleX Lock
cs: Vypnutí zámku SimpleX
hu: SimpleX-zár kikapcsolása
nl: SimpleX Vergrendelen uitschakelen
pl: Wyłącz blokadę SimpleX
pt_br: Desativar Bloqueio SimpleX
ru: Отключить блокировку SimpleX
tr: SimpleX Kilidini devre dışı bırak
zh_hant: 關閉 SimpleX 鎖定

source: Disable automatic message deletion?
cs: Přímé zprávy
hu: Letiltja az automatikus üzenettörlést?

source: Disable delete messages
cs: Odstranit zprávy
hu: Üzenetek törlésének letiltása

source: Disable for all
cs: Vypnout pro všechny
hu: Letiltás
nl: Uitschakelen voor iedereen
pl: Wyłącz dla wszystkich
ru: Выключить для всех
tr: Herkes için devre dışı bırak

source: Disabled
cs: Vypnuto
hu: Letiltva
nl: Uitgeschakeld
pl: Wyłączony
ru: Выключено
tr: Devre dışı

source: Disappearing message
cs: Mizící zpráva
hu: Eltűnő üzenet
nl: Verdwijnend bericht
pl: Znikająca wiadomość
pt_br: Mensagens temporárias
ru: Исчезающее сообщение
tr: Kaybolan mesaj
zh_hant: 自動銷毀訊息

source: Disappearing messages
cs: Mizící zprávy
hu: Eltűnő üzenetek
nl: Verdwijnende berichten
pl: Znikające wiadomości
pt_br: Mensagens temporárias
ru: Исчезающие сообщения
tr: Kaybolan mesajlar
zh_hant: 自動銷毀訊息

source: Disappearing messages are prohibited in this chat.
cs: Mizící zprávy jsou v tomto chatu zakázány.
hu: Az eltűnő üzenetek küldése le van tiltva ebben a csevegésben.
nl: Verdwijnende berichten zijn verboden in dit gesprek.
pl: Znikające wiadomości są zabronione na tym czacie.
pt_br: Mensagens temporárias são proibidas nesse chat.
ru: Исчезающие сообщения запрещены в этом чате.
tr: Kaybolan mesajlar bu sohbette yasaklanmış.
zh_hant: 自動銷毀訊息已被禁止於此聊天室。

source: Disappearing messages are prohibited.
cs: Mizící zprávy jsou v této skupině zakázány.
hu: Az eltűnő üzenetek küldése le van tiltva.
zh_hant: 自動銷毀訊息於這個群組內是禁用的。

source: Disappears at
cs: Zmizí v
hu: Eltűnik
nl: Verdwijnt op
pl: Znika o
pt_br: Desaparecerá
ru: Исчезает
tr: da kaybolur
zh_hant: 銷毀於

source: Disappears at: %@
cs: Zmizí v: %@
hu: Eltűnik: %@
nl: Verdwijnt op: %@
pl: Znika o: %@
pt_br: Desaparecerá: %@
ru: Исчезает: %@
tr: %@ da kaybolur
zh_hant: 銷毀於: %@

source: Disconnect
cs: Odpojit
hu: Kapcsolat bontása
nl: verbinding verbreken
pl: Rozłącz
pt_br: Desconectar
ru: Разрыв соединения
tr: Bağlantıyı kes
zh_hant: 斷開連接

source: Disconnect desktop?
cs: Mizící zprávy jsou zakázány.
hu: Leválasztja a számítógépet?
nl: Desktop loskoppelen?
pl: Rozłączyć komputer?
ru: Отключить компьютер?
tr: Bilgisayarla bağlantı kesilsin mi?

source: Discover and join groups
cs: Objevte a připojte skupiny
hu: Csoportok felfedezése és csatlakozás
nl: Ontdek en sluit je aan bij groepen
pl: Odkrywaj i dołączaj do grup
ru: Найдите и вступите в группы
tr: Keşfet ve gruplara katıl

source: Discover via local network
cs: Objevovat v místní síti
hu: Felfedezés helyi hálózaton keresztül
nl: Ontdek via het lokale netwerk
pl: Odkryj przez sieć lokalną
ru: Обнаружение по локальной сети
tr: Yerel ağ aracılığıyla keşfet

source: Do NOT send messages directly, even if your or destination server does not support private routing.
hu: NE küldjön üzeneteket közvetlenül, még akkor sem, ha a saját kiszolgálója vagy a célkiszolgáló nem támogatja a privát útválasztást.
nl: Stuur GEEN berichten rechtstreeks, zelfs als uw of de bestemmingsserver geen privéroutering ondersteunt.
pl: NIE wysyłaj wiadomości bezpośrednio, nawet jeśli serwer docelowy nie obsługuje prywatnego trasowania.
ru: Не отправлять сообщения напрямую, даже если сервер получателя не поддерживает конфиденциальную доставку.
tr: Sizin veya hedef sunucunun özel yönlendirmeyi desteklememesi durumunda bile mesajları doğrudan GÖNDERMEYİN.

source: Do NOT use SimpleX for emergency calls.
cs: Nepoužívejte SimpleX pro tísňová volání.
hu: NE használja a SimpleXet segélyhívásokhoz.
nl: Gebruik SimpleX NIET voor noodoproepen.
pl: NIE używaj SimpleX do połączeń alarmowych.
pt_br: NÃO use SimpleX para chamadas de emergência.
ru: Не используйте SimpleX для экстренных звонков.
tr: Acil aramalar için SimpleX'i KULLANMAYIN.
zh_hant: 請不要使用SimpleX來進行緊急通話。

source: Do NOT use private routing.
cs: NEPoužívejte soukromé směrování.
hu: NE használjon privát útválasztást.
nl: Gebruik GEEN privéroutering.
pl: NIE używaj prywatnego trasowania.
ru: Не использовать конфиденциальную доставку.
tr: Gizli yönlendirmeyi KULLANMA.

source: Do it later
cs: Udělat později
hu: Befejezés később
nl: Doe het later
pl: Zrób to później
pt_br: Fazer mais tarde
ru: Отложить
tr: Sonra yap
zh_hant: 稍後再做

source: Do not send history to new members.
cs: Neposílat historii novým členům.
hu: Az előzmények ne legyenek elküldve az új tagok számára.
nl: Stuur geen geschiedenis naar nieuwe leden.
pl: Nie wysyłaj historii do nowych członków.
ru: Не отправлять историю новым членам.
tr: Yeni üyelere geçmişi gönderme.

source: Do not use credentials with proxy.
hu: Ne használja a hitelesítőadatokat proxyval.
nl: Gebruik geen inloggegevens met proxy.
pl: Nie używaj danych logowania do proxy.
ru: Не использовать учетные данные с прокси.
tr: Kimlik bilgilerini proxy ile kullanmayın.

source: Documents:
hu: Dokumentumok:

source: Don't create address
cs: Nevytvářet adresu
hu: Ne hozzon létre címet
nl: Maak geen adres aan
pl: Nie twórz adresu
pt_br: Não criar endereço
ru: Не создавать адрес
tr: Adres oluşturma
zh_hant: 不用建立聯絡地址

source: Don't enable
cs: Nepovolovat
hu: Ne engedélyezze
nl: Niet inschakelen
pl: Nie włączaj
ru: Не включать
tr: Etkinleştirme

source: Don't miss important messages.
cs: Vytvořit adresu
hu: Ne maradjon le a fontos üzenetekről.
