Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

source: To protect your IP address, private routing uses your SMP servers to deliver messages.
cs: Vaše servery SMP
hu: Az IP-cím védelmének érdekében a privát útválasztás az SMP-kiszolgálókat használja az üzenetek kézbesítéséhez.
nl: Om uw IP-adres te beschermen, gebruikt privéroutering uw SMP-servers om berichten te bezorgen.
pl: Aby chronić Twój adres IP, prywatne trasowanie używa Twoich serwerów SMP, aby dostarczyć wiadomości.
ru: Чтобы защитить ваш IP адрес, приложение использует Ваши SMP серверы для конфиденциальной доставки сообщений.
tr: IP adresinizi korumak için,gizli yönlendirme mesajları iletmek için SMP sunucularınızı kullanır.

source: To protect your information, turn on SimpleX Lock. You will be prompted to complete authentication before this feature is enabled.
cs: Chcete-li chránit své informace, zapněte zámek SimpleX Lock. Před zapnutím této funkce budete vyzváni k dokončení ověření.
hu: A biztonsága érdekében kapcsolja be a SimpleX-zár funkciót. A funkció bekapcsolása előtt a rendszer felszólítja a képernyőzár beállítására az eszközén.
nl: Schakel SimpleX Vergrendelen om uw informatie te beschermen. U wordt gevraagd de authenticatie te voltooien voordat deze functie wordt ingeschakeld.
pl: Aby chronić swoje informacje, włącz funkcję blokady SimpleX. Przed włączeniem tej funkcji zostanie wyświetlony monit uwierzytelniania.
pt_br: Para proteger suas informações, ative o bloqueio SimpleX. Você será solicitado a completar a autenticação antes que este recurso seja ativado.
ru: Чтобы защитить Вашу информацию, включите блокировку SimpleX Chat. Вам будет нужно пройти аутентификацию для включения блокировки.
tr: Bilgilerinizi korumak için SimpleX Lock özelliğini açın. Bu özellik etkinleştirilmeden önce kimlik doğrulamayı tamamlamanız istenecektir.
zh_hant: 為了保護你的個人訊息，開啟 SimpleX 鎖定。 在啟用此功能之前，系統將提示你完成螢幕鎖定的功能。

source: To protect your privacy, SimpleX uses separate IDs for each of your contacts.
cs: Pro ochranu soukromí namísto ID uživatelů používaných všemi ostatními platformami má SimpleX identifikátory pro fronty zpráv, oddělené pro každý z vašich kontaktů.
hu: Adatainak védelme érdekében a SimpleX külön üzenet-azonosítókat használ minden egyes kapcsolatához.
zh_hant: 為了保護隱私，而不像是其他平台般需要提取和存儲用戶的 IDs 資料，SimpleX 平台有自家佇列的標識符，這對於你的每個聯絡人也是獨一無二的。

source: To receive
cs: Vaše soukromí
hu: A fogadáshoz

source: To record speech please grant permission to use Microphone.
hu: A beszéd rögzítéséhez adjon engedélyt a Mikrofon használatára.
nl: Geef toestemming om de microfoon te gebruiken om spraak op te nemen.
pl: Aby nagrać rozmowę, proszę zezwolić na użycie Mikrofonu.
ru: Для записи речи, пожалуйста, дайте разрешение на использование микрофона.
tr: Konuşmayı kaydetmek için lütfen Mikrofon kullanma izni verin.

source: To record video please grant permission to use Camera.
hu: A videó rögzítéséhez adjon engedélyt a Kamera használatára.
nl: Om video op te nemen, dient u toestemming te geven om de camera te gebruiken.
pl: Aby nagrać wideo, proszę zezwolić na użycie Aparatu.
ru: Для записи видео, пожалуйста, дайте разрешение на использование камеры.
tr: Video kaydetmek için lütfen Kamera kullanım izni verin.

source: To record voice message please grant permission to use Microphone.
cs: Chcete-li nahrávat hlasové zprávy, udělte povolení k použití mikrofonu.
hu: Hangüzenet rögzítéséhez adjon engedélyt a mikrofon használathoz.
nl: Geef toestemming om de microfoon te gebruiken om een spraakbericht op te nemen.
pl: Aby nagrać wiadomość głosową należy udzielić zgody na użycie Mikrofonu.
ru: Для записи голосового сообщения, пожалуйста разрешите доступ к микрофону.
tr: Sesli mesaj kaydetmek için lütfen Mikrofon kullanım izni verin.
zh_hant: 要錄製語音訊息的話，請授予使用麥克風的權限。

source: To reveal your hidden profile, enter a full password into a search field in **Your chat profiles** page.
cs: Chcete-li odhalit svůj skrytý profil, zadejte celé heslo do vyhledávacího pole na stránce **Chat profily**.
hu: Rejtett profilja felfedéséhez adja meg a teljes jelszót a keresőmezőben, a **Csevegési profilok** menüben.
nl: Om uw verborgen profiel te onthullen, voert u een volledig wachtwoord in een zoek veld in op de pagina **Uw chatprofielen**.
pl: Aby ujawnić Twój ukryty profil, wprowadź pełne hasło w pole wyszukiwania na stronie **Twoich profili czatu**.
ru: Чтобы показать Ваш скрытый профиль, введите его пароль в поле поиска на странице **Ваши профили чата**.
tr: Gizli profilinizi ortaya çıkarmak için **Sohbet profilleriniz** sayfasındaki arama alanına tam bir şifre girin.
zh_hant: 要展露你已隱藏的個人檔案，請在**你的聊天個人資料**頁面的搜尋字段中輸入完整密碼。

source: To send
cs: Vaše chat profily
hu: A küldéshez

source: To support instant push notifications the chat database has to be migrated.
cs: Pro podporu doručování okamžitých upozornění musí být přenesena chat databáze.
hu: Az azonnali push-értesítések támogatásához a csevegési adatbázis átköltöztetése szükséges.
nl: Om directe push meldingen te ondersteunen, moet de chat database worden gemigreerd.
pl: Aby obsługiwać natychmiastowe powiadomienia push, należy zmigrować bazę danych czatu.
ru: Для поддержки мгновенный доставки уведомлений данные чата должны быть перемещены.
tr: Anlık anlık bildirimleri desteklemek için sohbet veritabanının taşınması gerekir.
zh_hant: 要支援即時推送通知，必須遷移對話數據庫。

source: To use the servers of **%@**, accept conditions of use.
cs: Přijmout podmínky
hu: A(z) **%@** kiszolgálóinak használatához fogadja el a használati feltételeket.

source: To verify end-to-end encryption with your contact compare (or scan) the code on your devices.
cs: Chcete-li ověřit koncové šifrování u svého kontaktu, porovnejte (nebo naskenujte) kód na svých zařízeních.
hu: A végpontok közötti titkosítás hitelesítéséhez hasonlítsa össze (vagy olvassa be a QR-kódot) a partnere eszközén lévő kóddal.
nl: Vergelijk (of scan) de code op uw apparaten om end-to-end-codering met uw contact te verifiëren.
pl: Aby zweryfikować szyfrowanie end-to-end z Twoim kontaktem porównaj (lub zeskanuj) kod na waszych urządzeniach.
pt_br: Para verificar a criptografia de ponta-a-ponta com seu contato, compare (ou escaneie) o código em seus dispositivos.
ru: Чтобы подтвердить end-to-end шифрование с Вашим контактом сравните (или сканируйте) код безопасности на Ваших устройствах.
tr: Kişinizle uçtan uca şifrelemeyi doğrulamak için cihazlarınızdaki kodu karşılaştırın (veya tarayın).
zh_hant: 為了和你的聯絡人驗認端對端加密，請比較（或掃描）你本機上的代碼。

source: Toggle chat list:
cs: Zařízení
hu: Csevegési lista átváltása:
nl: Chatlijst wisselen:
pl: Przełącz listę czatów:
ru: Переключите список чатов:
tr: Sohbet listesini değiştir:

source: Toggle incognito when connecting.
cs: Změnit inkognito režim při připojení.
hu: Inkognitóra váltás kapcsolódáskor.
nl: Schakel incognito in tijdens het verbinden.
pl: Przełącz incognito przy połączeniu.
ru: Установите режим Инкогнито при соединении.
tr: Bağlanırken gizli moda geçiş yap.

source: Token status: %@.
cs: Inkognito
hu: Token állapota: %@.

source: Toolbar opacity
hu: Eszköztár átlátszatlansága
nl: De transparantie van de werkbalk
pl: Nieprzezroczystość paska narzędzi
ru: Прозрачность тулбара
tr: Araç çubuğu opaklığı

source: Total
cs: Odeslaných celkem
hu: Összes kapcsolat
nl: Totaal
pl: Łącznie
ru: Всего
tr: Toplam

source: Transport isolation
cs: Izolace transportu
hu: Átvitel-izoláció
pl: Izolacja transportu
pt_br: Isolamento de transporte
ru: Отдельные сессии для
tr: Taşıma izolasyonu
zh_hant: 傳輸隔離

source: Transport sessions
cs: Relace přenosu
hu: Munkamenetek átvitele
nl: Transportsessies
pl: Sesje transportowe
ru: Транспортные сессии
tr: Taşıma oturumları

source: Trying to connect to the server used to receive messages from this contact (error: %@).
hu: Kapcsolódási kísérlet ahhoz a kiszolgálóhoz, amely az adott partnerétől érkező üzenetek fogadására szolgál (hiba: %@).
nl: Proberen verbinding te maken met de server die wordt gebruikt om berichten van dit contact te ontvangen (fout: %@).
pl: Próbowanie połączenia z serwerem używanym do odbierania wiadomości od tego kontaktu (błąd: %@).
ru: Устанавливается соединение с сервером, через который Вы получаете сообщения от этого контакта (ошибка: %@).
tr: Bu kişiden mesaj almak için kullanılan sunucuya bağlanılmaya çalışılıyor (hata: %@).
zh_hant: 正在嘗試連接至用於接收此聯絡人訊息的伺服器 (錯誤：%@)。

source: Trying to connect to the server used to receive messages from this contact.
hu: Kapcsolódási kísérlet ahhoz a kiszolgálóhoz, amely az adott partnerétől érkező üzenetek fogadására szolgál.
nl: Proberen verbinding te maken met de server die wordt gebruikt om berichten van dit contact te ontvangen.
pl: Próbowanie połączenia z serwerem używanym do odbierania wiadomości od tego kontaktu.
pt_br: Tentando se conectar ao servidor utilizado para receber mensagens deste contato.
ru: Устанавливается соединение с сервером, через который Вы получаете сообщения от этого контакта.
tr: Bu kişiden mesaj almak için kullanılan sunucuya bağlanılmaya çalışılıyor.
zh_hant: 正在嘗試連接到用於接收此聯絡人訊息伺服器。

source: Turkish interface
hu: Török kezelőfelület
nl: Turkse interface
pl: Turecki interfejs
ru: Турецкий интерфейс
tr: Türkçe arayüz

source: Turn off
cs: Vypnout
hu: Kikapcsolás
nl: Uitschakelen
pl: Wyłącz
ru: Выключить
tr: Kapat
zh_hant: 關閉

source: Turn on
cs: Zapnout
hu: Bekapcsolás
nl: Zet aan
pl: Włącz
pt_br: Ligar
ru: Включить
tr: Aç
zh_hant: 開啟

source: Unable to record voice message
cs: Nelze nahrát hlasovou zprávu
hu: Hangüzenet rögzítése nem lehetséges
nl: Kan spraakbericht niet opnemen
pl: Nie można nagrać wiadomości głosowej
ru: Невозможно записать голосовое сообщение
tr: Sesli mesaj kaydedilemedi
zh_hant: 無法錄製語音訊息

source: Unblock
cs: Hlasová zpráva
hu: Feloldás
nl: Deblokkeren
pl: Odblokuj
ru: Разблокировать
tr: Engeli kaldır

source: Unblock for all
cs: Odblokovat pro všechny
hu: Feloldás
nl: Deblokkeer voor iedereen
pl: Odblokuj dla wszystkich
ru: Разблокировать для всех
tr: Herkes için engeli kaldır

source: Unblock member
cs: Odblokovat členy všem?
hu: Tag feloldása
nl: Lid deblokkeren
pl: Odblokuj członka
ru: Разблокировать члена группы
tr: Üyenin engelini kaldır

source: Unblock member for all?
hu: Az összes tag számára feloldja a tag letiltását?
nl: Lid voor iedereen deblokkeren?
pl: Odblokować członka dla wszystkich?
ru: Разблокировать члена для всех?
tr: Üyenin engeli herkes için kaldırılsın mı?

source: Unblock member?
hu: Feloldja a tag letiltását?
nl: Lid deblokkeren?
pl: Odblokować członka?
ru: Разблокировать члена группы?
tr: Üyenin engeli kaldırılsın mı?

source: Undelivered messages
cs: ŽIVĚ
hu: Kézbesítetlen üzenetek

source: Unexpected migration state
cs: Neočekávaný stav přenášení
hu: Váratlan átköltöztetési állapot
nl: Onverwachte migratiestatus
pl: Nieoczekiwany stan migracji
ru: Неожиданная ошибка при перемещении данных чата
tr: Beklenmeyen geçiş durumu
zh_hant: 預料外的遷移狀態

source: Unfav.
cs: Odobl.
hu: Kedvenc megszüntetése
nl: Niet fav.
pl: Nie ulub.
ru: Не избр.
tr: Favorilerden çık.

source: Unhide
cs: Odkrýt
hu: Felfedés
nl: zichtbaar maken
pl: Odkryj
pt_br: Mostrar
ru: Раскрыть
tr: Gizlemeyi kaldır
zh_hant: 取消隱藏

source: Unhide chat profile
cs: Odkrýt chat profil
hu: Csevegési profil felfedése
nl: Chatprofiel zichtbaar maken
pl: Odkryj profil czatu
pt_br: Mostrar perfil de chat
ru: Раскрыть профиль чата
tr: Sohbet profilinin gizlemesini kaldır
zh_hant: 取消隱藏聊天資料

source: Unhide profile
cs: Odkrýt profil
hu: Profil felfedése
nl: Profiel zichtbaar maken
pl: Odkryj profil
pt_br: Mostrar perfil
ru: Раскрыть профиль
tr: Proflin gizlenmesini kaldır
zh_hant: 取消隱藏個人檔案

source: Unit
cs: Jednotka
hu: Egység
nl: Eenheid
pl: Jednostka
ru: Единица
tr: Birim
zh_hant: 單位

source: Unknown caller
cs: Neznámý volající
hu: Ismeretlen hívó
nl: Onbekende beller
pl: Nieznany rozmówca
ru: Неизвестный звонок
tr: Bilinmeyen arayan
zh_hant: 未知的來電者

source: Unknown database error: %@
cs: Neznámá chyba databáze: %@
hu: Ismeretlen adatbázishiba: %@
nl: Onbekende database fout: %@
pl: Nieznany błąd bazy danych: %@
ru: Неизвестная ошибка базы данных: %@
tr: Bilinmeyen veritabanı hatası: %@
zh_hant: 未知的數據庫錯誤：%@

source: Unknown error
cs: Neznámá chyba
hu: Ismeretlen hiba
nl: Onbekende fout
pl: Nieznany błąd
pt_br: Erro desconhecido
ru: Неизвестная ошибка
tr: Bilinmeyen hata
zh_hant: 未知的錯誤

source: Unknown servers!
cs: Odkrýt chat profil
hu: Ismeretlen kiszolgálók!
nl: Onbekende servers!
pl: Nieznane serwery!
ru: Неизвестные серверы!
tr: Bilinmeyen sunucular!

source: Unless you use iOS call interface, enable Do Not Disturb mode to avoid interruptions.
cs: Při nepoužívání rozhraní volání iOS, povolte režim Nerušit, abyste se vyhnuli vyrušování.
hu: Hacsak nem az iOS hívási felületét használja, engedélyezze a Ne zavarjanak módot a megszakítások elkerülése érdekében.
nl: Schakel de modus Niet storen in om onderbrekingen te voorkomen, tenzij u de iOS-oproepinterface gebruikt.
pl: O ile nie korzystasz z interfejsu połączeń systemu iOS, włącz tryb Nie przeszkadzać, aby uniknąć przerywania.
ru: Если Вы не используете интерфейс iOS, включите режим Не отвлекать, чтобы звонок не прерывался.
tr: iOS arama arayüzünü kullanmadığınız sürece, kesintileri önlemek için Rahatsız Etmeyin modunu etkinleştirin.
zh_hant: 除非你使用 iOS 通話界面，否則請啟用 請勿打擾模式 以避免中斷連線。

source: Unless your contact deleted the connection or this link was already used, it might be a bug - please report it. To connect, please ask your contact to create another connection link and check that you have a stable network connection.
cs: Pokud váš kontakt neodstranil připojení nebo tento odkaz již nebyl použit, může se jednat o chybu – nahlaste ji. Chcete-li se připojit, požádejte svůj kontakt o vytvoření dalšího odkazu na připojení a zkontrolujte, zda máte stabilní připojení k síti.
hu: Hacsak a partnere nem törölte a kapcsolatot, vagy ez a hivatkozás már használatban volt egyszer, lehet hogy ez egy hiba – jelentse a problémát. A kapcsolódáshoz kérje meg a partnerét, hogy hozzon létre egy másik kapcsolattartási hivatkozást, és ellenőrizze, hogy a hálózati kapcsolat stabil-e.
nl: Tenzij uw contact de verbinding heeft verwijderd of deze link al is gebruikt, kan het een bug zijn. Meld het alstublieft. Om verbinding te maken, vraagt u uw contact om een andere verbinding link te maken en te controleren of u een stabiele netwerkverbinding heeft.
pl: O ile Twój kontakt nie usunął połączenia lub ten link był już użyty, może to być błąd - zgłoś go. Aby się połączyć, poproś Twój kontakt o utworzenie kolejnego linku połączenia i sprawdź, czy masz stabilne połączenie z siecią.
pt_br: A menos que seu contato tenha excluído a conexão ou este link já tenha sido usado, pode ser um bug - por favor, relate-o. Para se conectar, peça ao seu contato para criar outro link de conexão e verifique se você tem uma conexão de rede estável.
ru: Возможно, Ваш контакт удалил ссылку, или она уже была использована. Если это не так, то это может быть ошибкой - пожалуйста, сообщите нам об этом. Чтобы установить соединение, попросите Ваш контакт создать еще одну ссылку и проверьте Ваше соединение с сетью.
tr: Kişiniz bağlantıyı silmediyse veya bu bağlantı kullanılmadıysa, bu bir hata olabilir - lütfen bildirin. Bağlanmak için lütfen kişinizden başka bir bağlantı oluşturmasını isteyin ve sabit bir ağ bağlantınız olduğunu kontrol edin.
zh_hant: 除非你的聯絡人刪除了連結或此連結已經被使用，否則它可能是一個錯誤 - 請報告問題。 要連接，請詢問你的聯絡人建立新的連結和確保你的網路是穩定的。

source: Unlink
cs: Kontakt smazán!
hu: Szétkapcsolás
nl: Ontkoppelen
pl: Odłącz
ru: Забыть
tr: Bağlantıyı Kaldır

source: Unlink desktop?
cs: Odpojit
hu: Leválasztja a számítógépet?
nl: Desktop ontkoppelen?
pl: Odłączyć komputer?
ru: Забыть компьютер?
tr: Bilgisayarla bağlantı kaldırılsın mı?

source: Unlock
cs: Odemknout
hu: Feloldás
nl: Ontgrendelen
pl: Odblokuj
pt_br: Desbloquear
ru: Разблокировать
tr: Kilidi aç
zh_hant: 已解鎖

source: Unlock app
cs: Odemknout aplikaci
hu: Alkalmazás feloldása
nl: Ontgrendel app
pl: Odblokuj aplikację
ru: Разблокировать
tr: Uygulama kilidini aç
zh_hant: 已解鎖應用程式

source: Unmute
cs: Zrušit ztlumení
hu: Némítás megszüntetése
nl: Dempen opheffen
pl: Wyłącz wyciszenie
pt_br: Desmutar
ru: Уведомлять
tr: Susturmayı kaldır
zh_hant: 解除靜音

source: Unread
cs: Nepřečtený
hu: Olvasatlan
nl: Ongelezen
pl: Nieprzeczytane
pt_br: Não lida
ru: Не прочитано
tr: Okunmamış
zh_hant: 未讀

source: Unsupported connection link
cs: Nepodporovaný odkaz k připojení
hu: Nem támogatott kapcsolattartási hivatkozás

source: Up to 100 last messages are sent to new members.
hu: Legfeljebb az utolsó 100 üzenet lesz elküldve az új tagok számára.
nl: Er worden maximaal 100 laatste berichten naar nieuwe leden verzonden.
pl: Do nowych członków wysyłanych jest do 100 ostatnich wiadomości.
ru: До 100 последних сообщений отправляются новым членам.
tr: Yeni üyelere 100e kadar en son mesajlar gönderildi.

source: Update
cs: Aktualizovat
hu: Frissítés
pl: Aktualizuj
pt_br: Atualizar
ru: Обновить
tr: Güncelle
zh_hant: 更新

source: Update database passphrase
cs: Aktualizovat přístupovou frázi databáze
hu: Az adatbázis jelmondatának módosítása
nl: Database wachtwoord bijwerken
pl: Aktualizuj hasło do bazy danych
pt_br: Atualizar senha do banco de dados
ru: Поменять пароль
tr: Veritabanı parolasını güncelle
zh_hant: 更新數據庫密碼

source: Update network settings?
cs: Aktualizovat nastavení sítě?
hu: Módosítja a hálózati beállításokat?
nl: Netwerk instellingen bijwerken?
pl: Zaktualizować ustawienia sieci?
pt_br: Atualizar configurações de conexão?
ru: Обновить настройки сети?
tr: Bağlantı ayarları güncellensin mi?
zh_hant: 更新網路設定？

source: Update settings?
cs: Aktualizovat přístupovou frázi
hu: Frissíti a beállításokat?
nl: Instellingen actualiseren?
pl: Zaktualizować ustawienia?
ru: Обновить настройки?
tr: Ayarları güncelleyelim mi?

source: Updated conditions
cs: Aktualizované podmínky
hu: Frissített feltételek

source: Updating settings will re-connect the client to all servers.
cs: Aktualizací nastavení se klient znovu připojí ke všem serverům.
hu: A beállítások frissítése a kiszolgálókhoz való újra kapcsolódással jár.
nl: Door de instellingen bij te werken, wordt de client opnieuw verbonden met alle servers.
pl: Aktualizacja ustawień spowoduje ponowne połączenie klienta ze wszystkimi serwerami.
pt_br: A atualização das configurações reconectará o cliente a todos os servidores.
ru: Обновление настроек приведет к сбросу и установке нового соединения со всеми серверами.
tr: Ayarların güncellenmesi, istemciyi tüm sunuculara yeniden bağlayacaktır.
zh_hant: 更新設定會將客戶端重新連接到所有的伺服器。

source: Upgrade and open chat
cs: Zvýšit a otevřít chat
hu: Fejlesztés és a csevegés megnyitása
nl: Upgrade en open chat
pl: Zaktualizuj i otwórz czat
pt_br: Atualizar e abrir chat
ru: Обновить и открыть чат
tr: Yükselt ve sohbeti aç
zh_hant: 升級和開始對話

source: Upload errors
cs: Chyby nahrávání
hu: Feltöltési hibák
nl: Upload fouten
pl: Błędy przesłania
ru: Ошибки загрузки
tr: Yükleme hataları

source: Upload failed
cs: Nahrání neúspěšné
hu: Sikertelen feltöltés
nl: Upload mislukt
pl: Wgrywanie nie udane
ru: Ошибка загрузки
tr: Yükleme başarısız

source: Upload file
cs: Nahrát soubor
hu: Fájl feltöltése
nl: Upload bestand
pl: Prześlij plik
pt_br: Enviar arquivo
ru: Загрузка файла
tr: Dosya yükle
zh_hant: 上傳檔案

source: Uploaded
cs: Nahráno
hu: Feltöltve
nl: Geüpload
pl: Przesłane
ru: Загружено
tr: Yüklendi

source: Uploaded files
cs: Nahrané soubory
hu: Feltöltött fájlok
nl: Geüploade bestanden
pl: Przesłane pliki
ru: Отправленные файлы
tr: Yüklenen dosyalar

source: Uploading archive
cs: Chyba nahrávání archivu
hu: Archívum feltöltése
nl: Archief uploaden
pl: Wgrywanie archiwum
ru: Загрузка архива
tr: Arşiv yükleme

source: Use %@
cs: Pro zvýšení soukromí, <b>SimpleX běží na pozadí</b> místo používání oznámení.
hu: %@ használata

source: Use .onion hosts
cs: Použít hostitele .onion
hu: Onion-kiszolgálók használata
nl: Gebruik .onion-hosts
pl: Użyj hostów .onion
pt_br: Usar hosts .onion
ru: Использовать .onion хосты
tr: .onion ana bilgisayarlarını kullan
zh_hant: 使用 .onion 主機

source: Use SOCKS proxy
cs: Použít SOCKS proxy
hu: SOCKS-proxy használata
nl: Gebruik SOCKS proxy
pl: Użyj proxy SOCKS
ru: Использовать SOCKS прокси
tr: SOCKS vekili kullan

source: Use SimpleX Chat servers?
cs: Používat servery SimpleX Chat?
hu: SimpleX Chat-kiszolgálók használata?
nl: SimpleX Chat servers gebruiken?
pl: Użyć serwerów SimpleX Chat?
ru: Использовать серверы предосталенные SimpleX Chat?
tr: SimpleX Chat sunucuları kullanılsın mı?
zh_hant: 使用 SimpleX Chat 伺服器？

source: Use TCP port %@ when no port is specified.
cs: Použít TCP port %@, když není zadán žádný port.
hu: A következő TCP-port használata, amikor nincs port megadva: %@.

source: Use TCP port 443 for preset servers only.
hu: A 443-as TCP-port használata kizárólag az előre beállított kiszolgálokhoz.

source: Use chat
cs: Použijte chat
hu: SimpleX Chat használata
nl: Gebruik chat
pl: Użyj czatu
pt_br: Usar chat
ru: Использовать чат
tr: Sohbeti kullan
zh_hant: 使用對話

source: Use current profile
cs: Použít aktuální profil
hu: Jelenlegi profil használata
nl: Gebruik het huidige profiel
pl: Użyj obecnego profilu
ru: Использовать активный профиль
tr: Şu anki profili kullan

source: Use for files
cs: Použijte chat
hu: Használat a fájlokhoz

source: Use for messages
cs: Pro soukromé směrování
hu: Használat az üzenetekhez

source: Use for new connections
cs: Použít pro nová připojení
hu: Alkalmazás új kapcsolatokhoz
nl: Gebruik voor nieuwe verbindingen
pl: Użyj dla nowych połączeń
pt_br: Usar para novas conexões
ru: Использовать для новых соединений
tr: Yeni bağlantılar için kullan
zh_hant: 用於新的連接

source: Use from desktop
cs: Připojení
hu: Társítás számítógéppel
nl: Gebruik vanaf desktop
pl: Użyj z komputera
ru: Использовать с компьютера
tr: Bilgisayardan kullan

source: Use iOS call interface
cs: Použít rozhraní volání iOS
hu: Az iOS hívási felületét használata
nl: De iOS-oproepinterface gebruiken
pl: Użyj interfejsu połączeń iOS
ru: Использовать интерфейс iOS для звонков
tr: iOS arama arayüzünden kullan
zh_hant: 使用 iOS 通話界面

source: Use new incognito profile
cs: Použít nový inkognito profil
hu: Új inkognitóprofil használata
nl: Gebruik een nieuw incognitoprofiel
pl: Użyj nowego profilu incognito
ru: Использовать новый Инкогнито профиль
tr: Yeni gizli profilden kullan

source: Use only local notifications?
cs: Oznámení
hu: Csak helyi értesítések használata?
nl: Alleen lokale meldingen gebruiken?
pl: Używać tylko lokalnych powiadomień?
ru: Использовать только локальные нотификации?
tr: Sadece yerel bildirimler kullanılsın mı?

source: Use private routing with unknown servers when IP address is not protected.
hu: Használjon privát útválasztást ismeretlen kiszolgálókkal, ha az IP-cím nem védett.
nl: Gebruik privéroutering met onbekende servers wanneer het IP-adres niet beveiligd is.
pl: Używaj prywatnego trasowania z nieznanymi serwerami, gdy adres IP nie jest chroniony.
ru: Использовать конфиденциальную доставку с неизвестными серверами, когда IP адрес не защищен.
tr: IP adresi korunmadığında bilinmeyen sunucularla gizli yönlendirme kullan.

source: Use private routing with unknown servers.
hu: Használjon privát útválasztást ismeretlen kiszolgálókkal.
nl: Gebruik privéroutering met onbekende servers.
pl: Używaj prywatnego trasowania z nieznanymi serwerami.
ru: Использовать конфиденциальную доставку с неизвестными серверами.
tr: Bilinmeyen sunucularla gizli yönlendirme kullan.

source: Use server
cs: Použít server
hu: Kiszolgáló használata
nl: Gebruik server
pl: Użyj serwera
pt_br: Usar servidor
ru: Использовать сервер
tr: Sunucu kullan
zh_hant: 使用伺服器

source: Use servers
cs: Použít servery
hu: Kiszolgálók használata

source: Use short links (BETA)
hu: Rövid hivatkozások használata (béta)
