Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

source: Allow sending direct messages to members.
cs: Povolit odesílání přímých zpráv členům.
hu: A közvetlen üzenetek küldése a tagok között engedélyezve van.
nl: Sta het verzenden van directe berichten naar leden toe.
pl: Zezwalaj na wysyłanie bezpośrednich wiadomości do członków.
pt_br: Permitir o envio de mensagens diretas aos membros.
ru: Разрешить посылать прямые сообщения членам группы.
tr: Üyelere doğrudan mesaj göndermeye izin ver.
zh_hant: 允許向群組內的成員傳送私訊。

source: Allow sending disappearing messages.
cs: Povolit odesílání mizících zpráv.
hu: Az eltűnő üzenetek küldése engedélyezve van.
nl: Toestaan dat verdwijnende berichten worden verzonden.
pl: Zezwól na wysyłanie znikających wiadomości.
pt_br: Permitir o envio de mensagens que desaparecem.
ru: Разрешить посылать исчезающие сообщения.
tr: Kendiliğinden yok olan mesajlar göndermeye izin ver.
zh_hant: 允許傳送自動銷毀的訊息。

source: Allow sharing
cs: Povolit sdílení
hu: Megosztás engedélyezése
nl: Delen toestaan
pl: Zezwól na udostępnianie
pt_br: Permitir compartilhamento
ru: Разрешить поделиться
tr: Paylaşıma izin ver

source: Allow to irreversibly delete sent messages. (24 hours)
cs: Povolit nevratné smazání odeslaných zpráv. (24 hodin)
hu: Az elküldött üzenetek végleges törlése engedélyezve van. (24 óra)
nl: Sta toe om verzonden berichten onomkeerbaar te verwijderen. (24 uur)
pl: Zezwól na nieodwracalne usunięcie wysłanych wiadomości. (24 godziny)
pt_br: Permitir que mensagens enviadas sejam deletadas de maneira irreversível. (24 horas)
ru: Разрешить необратимо удалять отправленные сообщения. (24 часа)
tr: Gönderilen mesajların kalıcı olarak silinmesine izin ver. (24 saat içinde)
zh_hant: 允許將不可撤銷的訊息刪除。(24小時)

source: Allow to report messsages to moderators.
cs: Povolit nahlášení zpráv moderátorům.
hu: Az üzenetek jelentése a moderátorok felé engedélyezve van.

source: Allow to send SimpleX links.
cs: Povolit odesílání SimpleX odkazů.
hu: A SimpleX-hivatkozások küldése engedélyezve van.
nl: Sta toe dat SimpleX-links worden verzonden.
pl: Zezwól na wysyłanie linków SimpleX.
pt_br: Permitir envio de links SimpleX.
ru: Разрешить отправлять ссылки SimpleX.
tr: SimpleX bağlantıları göndilmesine izin ver.
zh_hant: 允許傳送 SimpleX 連結。

source: Allow to send files and media.
cs: Povolit odesílání souborů a médii.
hu: A fájlok- és a médiatartalmak küldése engedélyezve van.
nl: Sta toe om bestanden en media te verzenden.
pl: Pozwól na wysyłanie plików i mediów.
pt_br: Permitir o envio de arquivos e mídia.
ru: Разрешить посылать файлы и медиа.
tr: Dosya ve medya göndermeye izin ver.
zh_hant: 允許傳送檔案和媒體。

source: Allow to send voice messages.
cs: Povolit odesílání hlasových zpráv.
hu: A hangüzenetek küldése engedélyezve van.
nl: Sta toe om spraak berichten te verzenden.
pl: Zezwól na wysyłanie wiadomości głosowych.
pt_br: Permitir enviar mensagens de voz.
ru: Разрешить отправлять голосовые сообщения.
tr: Sesli mesaj göndermeye izin ver.
zh_hant: 允許傳送語音訊息。

source: Allow voice messages only if your contact allows them.
cs: Povolte hlasové zprávy, pouze pokud je váš kontakt povolí.
hu: A hangüzenetek küldése csak abban az esetben van engedélyezve, ha a partnere is engedélyezi.
nl: Sta spraak berichten alleen toe als uw contact ze toestaat.
pl: Zezwalaj na wiadomości głosowe tylko wtedy, gdy Twój kontakt na nie pozwala.
pt_br: Permitir mensagens de voz somente se o seu contato permitir.
ru: Разрешить голосовые сообщения, только если их разрешает Ваш контакт.
tr: Yalnızca kişiniz sesli mesaj göndermeye izin veriyorsa sen de ver.
zh_hant: 只能在你的聯絡人允許的情況下，才允許語言訊息。

source: Allow voice messages?
cs: Povolit hlasové zprávy?
hu: Engedélyezi a hangüzeneteket?
nl: Spraak berichten toestaan?
pl: Zezwolić na wiadomości głosowe?
pt_br: Permitir mensagens de voz?
ru: Разрешить голосовые сообщения?
tr: Sesli mesajlara izin ver?
zh_hant: 允許使用語音訊息？

source: Allow your contacts adding message reactions.
cs: Povolit kontaktům přidávat reakce na zprávy.
hu: A reakciók hozzáadása az üzenetekhez engedélyezve van a partnerei számára.
nl: Sta uw contactpersonen toe om bericht reacties toe te voegen.
pl: Zezwalaj kontaktom na reakcje wiadomości.
pt_br: Permitir que os seus contactos adicionem reações a mensagens.
ru: Разрешить контактам добавлять реакции на сообщения.
tr: Konuştuğun kişilerin mesajlarına tepki eklemesine izin ver.
zh_hant: 允許你的聯絡人新增訊息互動。

source: Allow your contacts to call you.
cs: Povolte svým kontaktům vám volat.
hu: A hívások kezdeményezése engedélyezve van a partnerei számára.
nl: Sta toe dat uw contacten u bellen.
pl: Zezwól swoim kontaktom na połączenia do Ciebie.
pt_br: Permita que seus contatos liguem para você.
ru: Разрешить Вашим контактам звонить Вам.
tr: Kişilerinin seni aramasına izin ver.
zh_hant: 允許你的聯絡人與你進行通話。

source: Allow your contacts to irreversibly delete sent messages. (24 hours)
cs: Umožněte svým kontaktům nevratně odstranit odeslané zprávy. (24 hodin)
hu: Az elküldött üzenetek végleges törlése engedélyezve van a partnerei számára. (24 óra)
nl: Laat uw contacten verzonden berichten onomkeerbaar verwijderen. (24 uur)
pl: Zezwól swoim kontaktom na nieodwracalne usuwanie wysłanych wiadomości. (24 godziny)
pt_br: Permitir que seus contatos deletem mensagens enviadas de maneira irreversível. (24 horas)
ru: Разрешить Вашим контактам необратимо удалять отправленные сообщения. (24 часа)
tr: Kişilerinin gönderilen mesajları kalıcı olarak silmesine izin ver. (24 saat içinde)
zh_hant: 允許您的聯絡人不可復原地刪除已傳送的訊息。(24小時)

source: Allow your contacts to send disappearing messages.
cs: Umožněte svým kontaktům odesílat mizící zprávy.
hu: Az eltűnő üzenetek küldésének engedélyezése a partnerei számára.
nl: Sta toe dat uw contacten verdwijnende berichten verzenden.
pl: Zezwól swoim kontaktom na wysyłanie znikających wiadomości.
pt_br: Permitir que seus contatos enviem mensagens que desaparecem.
ru: Разрешить Вашим контактам отправлять исчезающие сообщения.
tr: Kişilerinizin kaybolan mesajlar göndermesine izin verin.
zh_hant: 允許您的聯絡人傳送限時訊息。

source: Allow your contacts to send voice messages.
cs: Povolte svým kontaktům odesílání hlasových zpráv.
hu: A hangüzenetek küldése engedélyezve van a partnerei számára.
nl: Sta toe dat uw contacten spraak berichten verzenden.
pl: Zezwól swoim kontaktom na wysyłanie wiadomości głosowych.
pt_br: Permitir que seus contatos enviem mensagens de voz.
ru: Разрешить Вашим контактам отправлять голосовые сообщения.
tr: Kişilerinizin sesli mesajlar göndermesine izin verin.
zh_hant: 允許你的聯絡人傳送語音訊息。

source: Already connected?
cs: Již připojeno?
hu: Már kapcsolódott?
nl: Al verbonden?
pl: Już połączony?
pt_br: Já está conectado?
ru: Соединение уже установлено?
tr: Zaten bağlandı?
zh_hant: 已連接？

source: Already connecting!
cs: Již připojováno!
hu: Kapcsolódás folyamatban!
nl: Al bezig met verbinden!
pl: Już połączony!
pt_br: Já está conectando!
ru: Уже соединяется!
tr: Zaten bağlanılıyor!
zh_hant: 已連接！

source: Already joining the group!
cs: Již se ke skupině připojujete!
hu: A csatlakozás folyamatban van a csoporthoz!
nl: Al lid van de groep!
pl: Już dołączono do grupy!
pt_br: Já está entrando no grupo!
ru: Вступление в группу уже начато!
tr: Zaten gruba bağlanılıyor!
zh_hant: 已加入群組！

source: Always use private routing.
cs: Vždy používat soukromé směrování.
hu: Mindig használjon privát útválasztást.
nl: Gebruik altijd privéroutering.
pl: Zawsze używaj prywatnego trasowania.
pt_br: Sempre use rotas privadas.
ru: Всегда использовать конфиденциальную доставку.
tr: Her zaman gizli yönlendirme kullan.

source: Always use relay
cs: Spojení přes relé
hu: Mindig használjon továbbítókiszolgálót
nl: Altijd relay gebruiken
pl: Zawsze używaj przekaźnika
pt_br: Sempre usar relay
ru: Всегда соединяться через relay
tr: Her zaman yönlendirici kullan
zh_hant: 經由分程傳遞連接

source: An empty chat profile with the provided name is created, and the app opens as usual.
cs: Vytvořit prázdný chat profil se zadaným názvem a otevřít aplikaci jako obvykle.
hu: Egy üres csevegési profil lesz létrehozva a megadott névvel, és az alkalmazás a szokásos módon megnyílik.
nl: Er wordt een leeg chatprofiel met de opgegeven naam gemaakt en de app wordt zoals gewoonlijk geopend.
pl: Tworzony jest pusty profil czatu o podanej nazwie, a aplikacja otwiera się jak zwykle.
pt_br: Um perfil vazio é criado com o nome fornecido, e a aplicação abre como de costume.
ru: Будет создан пустой профиль чата с указанным именем, и приложение откроется в обычном режиме.
tr: Verilen adla boş bir sohbet profili oluşturulur ve uygulama her zamanki gibi açılır.
zh_hant: 已建立一個具有所提供名稱的空白對話檔案，而應用程式將照常開啟。

source: Another reason
cs: Jiný důvod
hu: Egyéb indoklás

source: Answer call
cs: Přijmout hovor
hu: Hívás fogadása
nl: Beantwoord oproep
pl: Odbierz połączenie
pt_br: Atender ligação
ru: Принять звонок
tr: Aramayı cevapla
zh_hant: 回應通話請求

source: Anybody can host servers.
cs: Servery může provozovat kdokoli.
hu: Bárki üzemeltethet kiszolgálókat.
zh_hant: 開放源碼協議和程式碼 – 任何人也可以運行伺服器。

source: App build: %@
cs: Sestavení aplikace: %@
hu: Az alkalmazás összeállítási száma: %@
pl: Kompilacja aplikacji: %@
pt_br: Compilação do aplicativo: %@
ru: Сборка приложения: %@
tr: Uygulama sürümü: %@
zh_hant: 應用程式建構：%@

source: App data migration
cs: Přenos dat aplikace
hu: Alkalmazásadatok átköltöztetése
nl: Migratie van app-gegevens
pl: Migracja danych aplikacji
ru: Миграция данных
tr: Uygulama verisi taşıma
zh_hant: 應用資料轉移

source: App encrypts new local files (except videos).
cs: Aplikace šifruje nové místní soubory (s výjimkou videí).
hu: Az alkalmazás titkosítja a helyi fájlokat (a videók kivételével).
nl: App versleutelt nieuwe lokale bestanden (behalve video's).
pl: Aplikacja szyfruje nowe lokalne pliki (bez filmów).
ru: Приложение шифрует новые локальные файлы (кроме видео).
tr: Uygulama yerel dosyaları şifreler (videolar dışında).
zh_hant: 應用程式將為新的本機文件(影片除外)加密。

source: App group:
cs: Skupina aplikace:
hu: Alkalmazáscsoport:

source: App icon
cs: Ikona aplikace
hu: Alkalmazásikon
pl: Ikona aplikacji
pt_br: Ícone do aplicativo
ru: Иконка
tr: Uygulama simgesi
zh_hant: 應用程式圖示

source: App passcode
cs: Heslo aplikace
hu: Alkalmazás jelkód
nl: App toegangscode
pl: Pin aplikacji
pt_br: Senha do aplicativo
ru: Код доступа в приложение
tr: Uygulama erişim kodu
zh_hant: 應用程式密碼

source: App passcode is replaced with self-destruct passcode.
cs: Přístupový kód aplikace je nahrazen sebedestrukčním přístupovým heslem.
hu: Az alkalmazás-jelkód helyettesítve lesz egy önmegsemmisítő-jelkóddal.
nl: De app-toegangscode wordt vervangen door een zelfvernietigings wachtwoord.
pl: Pin aplikacji został zastąpiony pinem samozniszczenia.
pt_br: A senha é substituída por uma senha auto-destrutiva.
ru: Код доступа в приложение будет заменен кодом самоуничтожения.
tr: Uygulama parolası kendi kendini imha eden parolayla değiştirildi.
zh_hant: 應用程式密碼已替換為自毀密碼。

source: App session
cs: Relace aplikace
hu: Alkalmazás munkamenete
nl: Appsessie
pl: Sesja aplikacji
ru: Сессия приложения
tr: Uygulama oturumu

source: App version
cs: Verze aplikace
hu: Az alkalmazás verziója
nl: App versie
pl: Wersja aplikacji
pt_br: Versão do App
ru: Версия приложения
tr: Uygulama sürümü
zh_hant: 應用程式版本

source: App version: v%@
cs: Verze aplikace: v%@
hu: Az alkalmazás verziója: v%@
nl: App versie: v%@
pl: Wersja aplikacji: v%@
pt_br: Versão: v%@
ru: Версия приложения: v%@
tr: Uygulama sürümü: v%@
zh_hant: 應用程式版本：v%@

source: Appearance
cs: Vzhled
hu: Megjelenés
nl: Uiterlijk
pl: Wygląd
pt_br: Aparência
ru: Интерфейс
tr: Görünüş
zh_hant: 樣式

source: Apply
cs: Použít
hu: Alkalmaz
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
ru: Применить
tr: Uygula
zh_hant: 應用

source: Apply to
cs: Použít na
hu: Alkalmazás erre
nl: Toepassen op
pl: Zastosuj dla
pt_br: Aplicar em
ru: Применить к
tr: Şuna uygula
zh_hant: 應用到

source: Archive
cs: Archiv
hu: Archívum

source: Archive %lld reports?
cs: Archivovat %lld hlášení?
hu: Archivál %lld jelentést?

source: Archive all reports?
cs: Archivovat všechny hlášení?
hu: Archiválja az összes jelentést?

source: Archive and upload
cs: Archivovat a nahrát
hu: Archiválás és feltöltés
nl: Archiveren en uploaden
pl: Archiwizuj i prześlij
ru: Архивировать и загрузить
tr: Arşivle ve yükle
zh_hant: 儲存並上傳

source: Archive contacts to chat later.
cs: Archivujte kontakty pro pozdější chatování.
hu: A partnerek archiválása a későbbi csevegéshez.
nl: Archiveer contacten om later te chatten.
pl: Archiwizuj kontakty aby porozmawiać później.
pt_br: Arquivar contatos para conversar depois.
ru: Архивируйте контакты чтобы продолжить переписку.
tr: Daha sonra görüşmek için kişileri arşivleyin.

source: Archive report
cs: Archivovat hlášení
hu: Jelentés archiválása

source: Archive report?
cs: Archivovat hlášení?
hu: Archiválja a jelentést?

source: Archive reports
cs: Archivovat hlášení
hu: Jelentések archiválása

source: Archived contacts
cs: Archivované kontakty
hu: Archivált partnerek
nl: Gearchiveerde contacten
pl: Zarchiwizowane kontakty
pt_br: Contatos arquivados
ru: Архивированные контакты
tr: Arşivli kişiler

source: Archiving database
cs: Archivuji databázi
hu: Adatbázis archiválása
nl: Database archiveren
pl: Archiwizowanie bazy danych
pt_br: Arquivando banco de dados
ru: Подготовка архива
tr: Veritabanı arşivleniyor
zh_hant: 正在儲存資料庫

source: Attach
cs: Připojit
hu: Mellékelés
nl: Bijvoegen
pl: Dołącz
pt_br: Anexar
ru: Прикрепить
tr: Ekle
zh_hant: 附件

# Audio &amp; video calls
source: Audio & video calls
cs: Audio a video hovory
hu: Hang- és videóhívások
nl: Audio en video gesprekken
pl: Połączenia audio i wideo
pt_br: Chamadas de áudio e vídeo
ru: Аудио- и видеозвонки
tr: Sesli & görüntülü aramalar
zh_hant: 語音 & 視訊通話

source: Audio and video calls
cs: Hlasové a video hovory
hu: Hang- és videóhívások
nl: Audio en video oproepen
pl: Połączenia audio i wideo
pt_br: Chamadas de áudio e vídeo
ru: Аудио и видео звонки
tr: Sesli ve görüntülü aramalar
zh_hant: 語音和視頻通話

source: Audio/video calls
cs: Audio/video hovory
hu: Hang- és videóhívások
nl: Audio/video oproepen
pl: Połączenia audio/wideo
pt_br: Chamadas de áudio/vídeo
ru: Аудио/видео звонки
tr: Sesli/görüntülü aramalar
zh_hant: 語言/視訊通話

source: Audio/video calls are prohibited.
cs: Audio/video hovory jsou zakázány.
hu: A hívások kezdeményezése le van tiltva ebben a csevegésben.
nl: Audio/video gesprekken zijn verboden.
pl: Połączenia audio/wideo są zabronione.
pt_br: Chamadas de áudio/vídeo são proibidas.
ru: Аудио/видео звонки запрещены.
tr: Sesli/görüntülü aramalar yasaklandı.
zh_hant: 禁用語言/視訊通話。

source: Authentication cancelled
cs: Ověření zrušeno
hu: Hitelesítés visszavonva
nl: Verificatie geannuleerd
pl: Uwierzytelnianie anulowane
pt_br: Autenticação cancelada
ru: Аутентификация отменена
tr: Kimlik doğrulama iptal edildi
zh_hant: 已取消認證

source: Authentication failed
cs: Ověření selhalo
hu: Sikertelen hitelesítés
nl: Verificatie mislukt
pl: Uwierzytelnianie nie powiodło się
pt_br: Autenticação falhou
ru: Ошибка аутентификации
tr: Kimlik doğrulama başarısız oldu
zh_hant: 認證失敗

source: Authentication is required before the call is connected, but you may miss calls.
cs: Před spojením hovoru je vyžadováno ověření, ale můžete zmeškat hovory.
hu: A hívás összekapcsolása előtt hitelesítésre van szükség, de előfordulhat, hogy lemarad a hívásokról.
nl: Verificatie is vereist voordat het gesprek wordt verbonden, maar u kunt gesprekken missen.
pl: Uwierzytelnienie jest wymagane przed połączeniem, ale możesz przegapić połączenia.
pt_br: Autenticação é requerida antes da chamada ser conectada, mas pode perder chamadas.
ru: Аутентификация требуется до того, как звонок соединится, но Вы можете пропустить звонки.
tr: Kimlik doğrulama aramalara bağlanmadan önce gereklidir, ama aramaları kaçırabilirsin.
zh_hant: 在通話連結前需要進行認證，你可能會因此而錯過通話。

source: Authentication unavailable
cs: Ověřování není k dispozici
hu: Hitelesítés elérhetetlen
nl: Verificatie niet beschikbaar
pl: Uwierzytelnianie niedostępne
pt_br: Autenticação indisponível
ru: Аутентификация недоступна
tr: Kimlik doğrulama kullanım dışı
zh_hant: 認證無效

source: Auto-accept
cs: Automaticky přijmout
hu: Automatikus elfogadás
nl: Automatisch accepteren
pl: Automatycznie akceptuj
pt_br: Aceitação automática
ru: Автоприем
tr: Otomatik-kabul et
zh_hant: 自動接受

source: Auto-accept contact requests
cs: Automatické přijímání žádostí o kontakt
hu: Meghívási kérések automatikus elfogadása
nl: Contact verzoeken automatisch accepteren
pl: Automatyczne akceptowanie próśb o kontakt
pt_br: Aceitar solicitações de contato automaticamente
ru: Автоматически принимать запросы контактов
tr: İletişim isteklerini otomatik kabul et
zh_hant: 自動接受聯絡人請求

source: Auto-accept images
cs: Automaticky přijímat obrázky
hu: Képek automatikus elfogadása
nl: Afbeeldingen automatisch accepteren
pl: Automatyczne akceptowanie obrazów
pt_br: Aceitar imagens automaticamente
ru: Автоприем изображений
tr: Fotoğrafları otomatik kabul et
zh_hant: 自動接收圖片

source: Auto-accept settings
hu: Beállítások automatikus elfogadása
nl: Instellingen automatisch accepteren
pl: Ustawienia automatycznej akceptacji
ru: Настройки автоприема
tr: Ayarları otomatik olarak kabul et

source: Back
cs: Zpět
hu: Vissza
nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад
tr: Geri
zh_hant: 返回

source: Background
cs: Pozadí
hu: Háttér
nl: Achtergrond
pl: Tło
ru: Фон
tr: Arka plan
zh_hant: 後台

source: Bad desktop address
cs: Špatná adresa počítače
hu: Érvénytelen számítógépcím
nl: Onjuist desktopadres
pl: Zły adres komputera
pt_br: Endereço de desktop incorreto
ru: Неверный адрес компьютера
tr: Kötü bilgisayar adresi
zh_hant: 無效的桌面地址

source: Bad message ID
cs: Špatné ID zprávy
hu: Téves üzenet ID
nl: Onjuiste bericht-ID
pl: Zły identyfikator wiadomości
pt_br: ID de mensagem incorreta
ru: Ошибка ID сообщения
tr: Kötü mesaj kimliği
zh_hant: 錯誤的訊息 ID

source: Bad message hash
cs: Špatný hash zprávy
hu: Érvénytelen az üzenet hasítóértéke
nl: Onjuiste bericht hash
pl: Zły hash wiadomości
pt_br: Hash de mensagem incorreta
ru: Ошибка хэш сообщения
tr: Kötü mesaj karması
zh_hant: 錯誤的訊息雜湊值

source: Better calls
cs: Lepší volání
hu: Továbbfejlesztett hívásélmény
nl: Betere gesprekken
ru: Улучшенные звонки
tr: Daha iyi aramalar

source: Better groups
cs: Lepší skupiny
hu: Továbbfejlesztett csoportok
nl: Betere groepen
pl: Lepsze grupy
pt_br: Melhores grupos
ru: Улучшенные группы
tr: Daha iyi gruplar
zh_hant: 更加的群組

source: Better groups performance
cs: Lepší výkon skupin
hu: Továbbfejlesztett, gyorsabb csoportok

source: Better message dates.
cs: Lepší datumy zpráv.
hu: Továbbfejlesztett üzenetdátumok.
nl: Betere datums voor berichten.
ru: Улучшенные даты сообщений.
tr: Daha iyi mesaj tarihleri.

source: Better messages
cs: Lepší zprávy
hu: Továbbfejlesztett üzenetek
nl: Betere berichten
pl: Lepsze wiadomości
pt_br: Mensagens melhores
ru: Улучшенные сообщения
tr: Daha iyi mesajlar
zh_hant: 更佳的訊息

source: Better networking
cs: Lepší sítě
hu: Jobb hálózatkezelés
nl: Beter netwerk
pl: Lepsze sieciowanie
pt_br: Melhores redes
ru: Улучшенные сетевые функции
tr: Daha iyi ağ oluşturma

source: Better notifications
cs: Lepší upozornění
hu: Továbbfejlesztett értesítések
nl: Betere meldingen
ru: Улучшенные уведомления
tr: Daha iyi bildirimler

source: Better privacy and security
cs: Lepší soukromí a zabezpečení
hu: Továbbfejlesztett adatvédelem és biztonság

source: Better security ✅
cs: Lepší zabezpečení ✅
hu: Továbbfejlesztett biztonság ✅
nl: Betere beveiliging ✅
ru: Улучшенная безопасность ✅
tr: Daha iyi güvenlik ✅

source: Better user experience
cs: Větší přívětivost
hu: Továbbfejlesztett felhasználói élmény
nl: Betere gebruikerservaring
ru: Улучшенный интерфейс
tr: Daha iyi kullanıcı deneyimi

source: Black
cs: Černé
hu: Fekete
nl: Zwart
pl: Czarny
pt_br: Preto
ru: Черная
tr: Siyah

source: Block
cs: Blokovat
hu: Letiltás
nl: Blokkeren
pl: Zablokuj
pt_br: Bloquear
ru: Заблокировать
tr: Engelle
zh_hant: 封鎖

source: Block for all
cs: Blok všem
hu: Letiltás
nl: Blokkeren voor iedereen
pl: Zablokuj dla wszystkich
pt_br: Bloquear para todos
ru: Заблокировать для всех
tr: Herkes için engelle

source: Block group members
cs: Blokovat členy skupin
hu: Csoporttagok letiltása
nl: Groepsleden blokkeren
pl: Blokuj członków grupy
pt_br: Bloquear membros de grupo
ru: Блокируйте членов группы
tr: Grup üyelerini engelle
zh_hant: 封鎖群組成員

source: Block member
cs: Blokovat člena
hu: Letiltás
nl: Lid blokkeren
pl: Zablokuj członka
pt_br: Bloquear membro
ru: Заблокировать члена группы
tr: Üyeyi engelle
zh_hant: 封鎖成員

source: Block member for all?
cs: Blokovat člena všem?
hu: Az összes tag számára letiltja a tagot?
nl: Lid voor iedereen blokkeren?
pl: Zablokować członka dla wszystkich?
pt_br: Bloquear membro para todos?
ru: Заблокировать члена для всех?
tr: Üye herkes için engellensin mi?

source: Block member?
cs: Blokovat člena?
hu: Letiltja a tagot?
nl: Lid blokkeren?
pl: Zablokować członka?
pt_br: Bloquear membro?
ru: Заблокировать члена группы?
tr: Üyeyi engelle?
zh_hant: 封鎖成員？

source: Blocked by admin
cs: Blokován správcem
hu: Letiltva az adminisztrátor által
nl: Geblokkeerd door beheerder
pl: Zablokowany przez admina
pt_br: Bloqueado por um administrador
ru: Заблокирован администратором
tr: Yönetici tarafından engellendi
zh_hant: 由管理員封鎖

source: Blur for better privacy.
cs: Rozmazání pro lepší soukromí.
hu: Elhomályosítás a jobb adatvédelemért.
nl: Vervagen voor betere privacy.
pl: Rozmycie dla lepszej prywatności.
pt_br: Borrar para melhor privacidade.
ru: Размыть для конфиденциальности.
tr: Daha iyi gizlilik için bulanıklaştır.

source: Blur media
cs: Rozmazat média
hu: Médiatartalom elhomályosítása
nl: Vervaag media
pl: Rozmycie mediów
pt_br: Censurar mídia
ru: Размытие изображений
tr: Medyayı bulanıklaştır

source: Both you and your contact can add message reactions.
cs: Vy i váš kontakt můžete přidávat reakce na zprávy.
hu: Mindkét fél hozzáadhat az üzenetekhez reakciókat.
nl: Zowel u als uw contact kunnen bericht reacties toevoegen.
pl: Zarówno Ty, jak i Twój kontakt możecie dodawać reakcje wiadomości.
pt_br: Ambos você e o seu contato podem adicionar reações a mensagens.
ru: И Вы, и Ваш контакт можете добавлять реакции на сообщения.
tr: Sen ve konuştuğun kişi mesaj tepkileri ekleyebilir.
zh_hant: 你和你的聯絡人可以新增訊息互動。

source: Both you and your contact can irreversibly delete sent messages. (24 hours)
cs: Vy i váš kontakt můžete nevratně mazat odeslané zprávy. (24 hodin)
hu: Mindkét fél véglegesen törölheti az elküldött üzeneteket. (24 óra)
nl: Zowel jij als je contact kunnen verzonden berichten onherroepelijk verwijderen. (24 uur)
pl: Zarówno Ty, jak i Twój kontakt możecie nieodwracalnie usunąć wysłane wiadomości. (24 godziny)
pt_br: Você e seu contato podem apagar mensagens enviadas de maneira irreversível. (24 horas)
ru: Вы и Ваш контакт можете необратимо удалять отправленные сообщения. (24 часа)
tr: Konuştuğun kişi ve sen mesajları kalıcı olarak silebilirsiniz. (24 saat içinde)
zh_hant: 您與您的聯絡人都可以不可復原地删除已傳送的訊息。(24小時)

source: Both you and your contact can make calls.
cs: Volat můžete vy i váš kontakt.
hu: Mindkét fél tud hívásokat kezdeményezni.
nl: Zowel u als uw contact kunnen bellen.
pl: Zarówno Ty, jak i Twój kontakt możecie nawiązywać połączenia.
pt_br: Você e seu contato podem fazer chamadas.
ru: Вы и Ваш контакт можете совершать звонки.
tr: Sen ve konuştuğun kişi aramalar yapabilir.
zh_hant: 你和你的聯絡人都可以進行通話。

source: Both you and your contact can send disappearing messages.
cs: Vy i váš kontakt můžete posílat mizící zprávy.
hu: Mindkét fél küldhet eltűnő üzeneteket.
nl: Zowel jij als je contact kunnen verdwijnende berichten sturen.
pl: Zarówno Ty, jak i Twój kontakt możecie wysyłać znikające wiadomości.
pt_br: Você e seu contato podem enviar mensagens que desaparecem.
ru: Вы и Ваш контакт можете отправлять исчезающие сообщения.
tr: Sen ve konuştuğun kişi kaybolan mesajlar gönderebilir.
zh_hant: 你和你的聯絡人都可以傳送自動銷毀的訊息。
