Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: cs, hu, nl, pl, pt_br, ru, tr, zh_hant

source: Member will be removed from group - this cannot be undone!
cs: Člen bude odstraněn ze skupiny - toto nelze vzít zpět!
hu: A tag el lesz távolítva a csoportból – ez a művelet nem vonható vissza!
nl: Lid wordt uit de groep verwijderd, dit kan niet ongedaan worden gemaakt!
pl: Członek zostanie usunięty z grupy - nie można tego cofnąć!
pt_br: O membro será removido do grupo - isso não pode ser desfeito!
ru: Член группы будет удален - это действие нельзя отменить!
tr: Üye gruptan çıkarılacaktır - bu geri alınamaz!
zh_hant: 成員將被移除於此群組 - 這不能還原！

source: Members can add message reactions.
cs: Členové skupin mohou přidávat reakce na zprávy.
hu: A tagok reakciókat adhatnak hozzá az üzenetekhez.
zh_hant: 群組內的成員可以新增訊息互動。

source: Members can irreversibly delete sent messages. (24 hours)
cs: Členové skupiny mohou nevratně mazat odeslané zprávy. (24 hodin)
hu: A tagok véglegesen törölhetik az elküldött üzeneteiket. (24 óra)

source: Members can report messsages to moderators.
cs: Reakce na zprávy
hu: A tagok jelenthetik az üzeneteket a moderátorok felé.

source: Members can send SimpleX links.
cs: SimpleX odkazy
hu: A tagok küldhetnek SimpleX-hivatkozásokat.

source: Members can send direct messages.
cs: Členové skupiny mohou posílat přímé zprávy.
hu: A tagok küldhetnek egymásnak közvetlen üzeneteket.
zh_hant: 群組內的成員可以私訊群組內的成員。

source: Members can send disappearing messages.
cs: Členové skupiny mohou posílat mizící zprávy.
hu: A tagok küldhetnek eltűnő üzeneteket.
zh_hant: 群組內的成員可以傳送自動銷毀的訊息。

source: Members can send files and media.
cs: Členové skupiny mohou posílat soubory a média.
hu: A tagok küldhetnek fájlokat és médiatartalmakat.

source: Members can send voice messages.
cs: Členové skupiny mohou posílat hlasové zprávy.
hu: A tagok küldhetnek hangüzeneteket.
zh_hant: 群組內的成員可以傳送語音訊息。

source: Mention members 👋
cs: Poslat mizící zprávu
hu: Tagok említése 👋

source: Menus
hu: Menük
pl: Menu
ru: Меню
tr: Menüler

source: Message delivery error
cs: Chyba doručení zprávy
hu: Üzenetkézbesítési hiba
nl: Fout bij bezorging van bericht
pl: Błąd dostarczenia wiadomości
pt_br: Erro na entrega da mensagem
ru: Ошибка доставки сообщения
tr: Mesaj gönderim hatası
zh_hant: 傳送訊息時出錯

source: Message delivery receipts!
cs: Potvrzení o doručení zprávy!
hu: Üzenetkézbesítési jelentések!
nl: Ontvangst bevestiging voor berichten!
pl: Potwierdzenia dostarczenia wiadomości!
ru: Отчеты о доставке сообщений!
tr: Mesaj alındı bilgisi!

source: Message delivery warning
cs: Doručenka
hu: Üzenetkézbesítési figyelmeztetés
nl: Waarschuwing voor berichtbezorging
pl: Ostrzeżenie dostarczenia wiadomości
ru: Предупреждение доставки сообщения
tr: Mesaj iletimi uyarısı

source: Message draft
cs: Návrh zprávy
hu: Üzenetvázlat
nl: Concept bericht
pl: Wersja robocza wiadomości
pt_br: Rascunho de mensagem
ru: Черновик сообщения
tr: Mesaj taslağı
zh_hant: 訊息草稿

source: Message forwarded
cs: Zpráva přeposlána
hu: Továbbított üzenet
nl: Bericht doorgestuurd
pl: Wiadomość przekazana
ru: Сообщение переслано
tr: Mesaj iletildi

source: Message may be delivered later if member becomes active.
cs: ŽIVĚ
hu: Az üzenet később is kézbesíthető, ha a tag aktívvá válik.
nl: Het bericht kan later worden bezorgd als het lid actief wordt.
pl: Wiadomość może zostać dostarczona później jeśli członek stanie się aktywny.
ru: Сообщение может быть доставлено позже, если член группы станет активным.
tr: Kullanıcı aktif olursa mesaj iletilebilir.

source: Message queue info
cs: Informace o frontě zpráv
hu: Üzenetsorbaállítási információ
nl: Informatie over berichtenwachtrij
pl: Informacje kolejki wiadomości
ru: Информация об очереди сообщений
tr: Mesaj kuyruğu bilgisi

source: Message reactions
cs: Reakce na zprávy
hu: Üzenetreakciók
nl: Reacties op berichten
pl: Reakcje wiadomości
ru: Реакции на сообщения
tr: Mesaj tepkileri
zh_hant: 訊息互動

source: Message reactions are prohibited in this chat.
cs: Reakce na zprávy jsou v tomto chatu zakázány.
hu: A reakciók hozzáadása az üzenetekhez le van tiltva ebben a csevegésben.
nl: Reacties op berichten zijn verboden in deze chat.
pl: Reakcje wiadomości są zabronione na tym czacie.
ru: Реакции на сообщения в этом чате запрещены.
tr: Mesaj tepkileri bu sohbette yasaklandı.
zh_hant: 訊息互動於這個聊天室是禁用的。

source: Message reactions are prohibited.
cs: Reakce na zprávy jsou v této skupině zakázány.
hu: A reakciók hozzáadása az üzenetekhez le van tiltva.
zh_hant: 訊息互動於這個群組內是禁用的。

source: Message reception
cs: Reakce na zprávy jsou zakázány.
hu: Üzenetjelentés
nl: Bericht ontvangst
pl: Odebranie wiadomości
ru: Прием сообщений
tr: Mesaj alındısı

source: Message servers
cs: Servery zpráv
hu: Üzenetkiszolgálók
nl: Berichtservers
pl: Serwery wiadomości
ru: Серверы сообщений
tr: Mesaj sunucuları

source: Message shape
cs: Tvar zpráv
hu: Üzenetbuborék alakja
nl: Berichtvorm
pl: Kształt wiadomości
ru: Форма сообщений
tr: Mesaj şekli

source: Message source remains private.
hu: Az üzenet forrása titokban marad.
nl: Berichtbron blijft privé.
pl: Źródło wiadomości pozostaje prywatne.
ru: Источник сообщения остаётся конфиденциальным.
tr: Mesaj kaynağı gizli kalır.

source: Message status
cs: Zobrazit stav zpráv
hu: Üzenet állapota
nl: Berichtstatus
pl: Status wiadomości
ru: Статус сообщения
tr: Mesaj durumu

source: Message status: %@
hu: Üzenet állapota: %@
nl: Berichtstatus: %@
pl: Status wiadomości: %@
ru: Статус сообщения: %@
tr: Mesaj durumu: %@

source: Message text
cs: Text zprávy
hu: Név és üzenet
nl: Bericht tekst
pl: Tekst wiadomości
pt_br: Mensagem de texto
ru: Текст сообщения
tr: Mesaj yazısı
zh_hant: 訊息文字

source: Message too large
cs: Zpráva příliš velká
hu: Az üzenet túl nagy
nl: Bericht te groot
pl: Wiadomość jest zbyt duża
ru: Сообщение слишком большое
tr: Mesaj çok büyük

source: Messages
cs: Zprávy
hu: Üzenetek
nl: Berichten
pl: Wiadomości
pt_br: Mensagens
ru: Сообщения
tr: Mesajlar
zh_hant: 訊息

# Messages &amp; files
source: Messages & files
cs: Zprávy
hu: Üzenetek és fájlok
nl: Berichten
pl: Wiadomości i pliki
ru: Сообщения
tr: Mesajlar & dosyalar
zh_hant: 訊息 & 檔案

source: Messages from %@ will be shown!
hu: %@ összes üzenete meg fog jelenni!
nl: Berichten van %@ worden getoond!
pl: Wiadomości od %@ zostaną pokazane!
ru: Сообщения от %@ будут показаны!
tr: %@ den gelen mesajlar gösterilecektir!

source: Messages in this chat will never be deleted.
cs: Zprávy v tomto chatu nebudou nikdy smazány.
hu: Az ebben a csevegésben lévő üzenetek soha nem lesznek törölve.

source: Messages received
cs: Přijaté zprávy
hu: Fogadott üzenetek
nl: Berichten ontvangen
pl: Otrzymane wiadomości
ru: Получено сообщений
tr: Mesajlar alındı

source: Messages sent
cs: Odeslané zprávy
hu: Elküldött üzenetek
nl: Berichten verzonden
pl: Wysłane wiadomości
ru: Сообщений отправлено
tr: Mesajlar gönderildi

source: Messages were deleted after you selected them.
cs: Zprávy byly odstraněny poté, co jste je vybrali.
hu: Az üzeneteket törölték miután kijelölte őket.
nl: Berichten zijn verwijderd nadat u ze had geselecteerd.
pl: Wiadomości zostały usunięte po wybraniu ich.
ru: Сообщения были удалены после того, как вы их выбрали.
tr: Mesajlar siz seçtikten sonra silindi.

source: Messages, files and calls are protected by **end-to-end encryption** with perfect forward secrecy, repudiation and break-in recovery.
hu: Az üzenetek, a fájlok és a hívások **végpontok közötti titkosítással**, sérülés utáni titkosságvédelemmel és -helyreállítással, továbbá letagadhatósággal vannak védve.
nl: Berichten, bestanden en oproepen worden beschermd door **end-to-end codering** met perfecte voorwaartse geheimhouding, afwijzing en inbraakherstel.
pl: Wiadomości, pliki i połączenia są chronione przez **szyfrowanie end-to-end** z doskonałym utajnianiem z wyprzedzeniem i odzyskiem po złamaniu.
ru: Сообщения, файлы и звонки защищены **end-to-end шифрованием** с прямой секретностью (PFS), правдоподобным отрицанием и восстановлением от взлома.
tr: Mesajlar, dosyalar ve aramalar **uçtan uca şifreleme** ile mükemmel ileri gizlilik, inkar ve izinsiz giriş kurtarma ile korunur.

source: Messages, files and calls are protected by **quantum resistant e2e encryption** with perfect forward secrecy, repudiation and break-in recovery.
hu: Az üzenetek, a fájlok és a hívások **végpontok közötti kvantumbiztos titkosítással**, sérülés utáni titkosságvédelemmel és -helyreállítással, továbbá letagadhatósággal vannak védve.
nl: Berichten, bestanden en oproepen worden beschermd door **kwantumbestendige e2e encryptie** met perfecte voorwaartse geheimhouding, afwijzing en inbraakherstel.
pl: Wiadomości, pliki i połączenia są chronione przez **kwantowo odporne szyfrowanie end-to-end** z doskonałym utajnianiem z wyprzedzeniem i odzyskiem po złamaniu.
ru: Сообщения, файлы и звонки защищены **квантово-устойчивым end-to-end шифрованием** с прямой секретностью (PFS), правдоподобным отрицанием и восстановлением от взлома.
tr: Mesajlar, dosyalar ve aramalar **kuantum dirençli e2e şifreleme** ile mükemmel ileri gizlilik, inkar ve zorla girme kurtarma ile korunur.

source: Migrate device
cs: Upozornění: zahájení chatu na více zařízeních není podporováno a způsobí selhání doručování zpráv
hu: Eszköz átköltöztetése
nl: Apparaat migreren
pl: Zmigruj urządzenie
ru: Мигрировать устройство
tr: Cihazı taşıma

source: Migrate from another device
cs: Migrovat z jiného zařízení
hu: Átköltöztetés egy másik eszközről
nl: Migreer vanaf een ander apparaat
pl: Zmigruj z innego urządzenia
ru: Миграция с другого устройства
tr: Başka bir cihazdan geçiş yapın

source: Migrate here
hu: Átköltöztetés ide
nl: Migreer hierheen
pl: Zmigruj tutaj
ru: Мигрировать сюда
tr: Buraya göç edin

source: Migrate to another device
cs: Migrovat na jiné zařízení
hu: Átköltöztetés egy másik eszközre
nl: Migreer naar een ander apparaat
pl: Zmigruj do innego urządzenia
ru: Мигрировать на другое устройство
tr: Başka bir cihaza taşıma

source: Migrate to another device via QR code.
hu: Átköltöztetés egy másik eszközre QR-kód használatával.
nl: Migreer naar een ander apparaat via QR-code.
pl: Zmigruj do innego urządzenia przez kod QR.
ru: Мигрируйте на другое устройство через QR код.
tr: QR kodu aracılığıyla başka bir cihaza geçiş yapın.

source: Migrating
cs: Přesouvám
hu: Átköltöztetés
nl: Migreren
pl: Migrowanie
ru: Миграция
tr: Göçmenlik

source: Migrating database archive…
cs: Přenášení archivu databáze…
hu: Adatbázis-archívum átköltöztetése…
nl: Database archief migreren…
pl: Migrowanie archiwum bazy danych…
ru: Данные чата перемещаются…
tr: Veritabanı arşivine geçiliyor…

source: Migration complete
cs: Migrace dokončena
hu: Átköltöztetés befejezve
nl: Migratie voltooid
pl: Migracja zakończona
ru: Миграция завершена
tr: Geçiş tamamlandı

source: Migration error:
cs: Chyba přenášení:
hu: Átköltöztetési hiba:
nl: Migratiefout:
pl: Błąd migracji:
ru: Ошибка при перемещении данных:
tr: Geçiş hatası:
zh_hant: 遷移錯誤：

source: Migration failed. Tap **Skip** below to continue using the current database. Please report the issue to the app developers via chat or email [chat@simplex.chat](mailto:chat@simplex.chat).
cs: Migrace se nezdařila. Klepnutím na **Přeskočit** níže pokračujte v používání aktuální databáze. Nahlaste prosím problém vývojářům aplikace prostřednictvím chatu nebo e-mailu [chat@simplex.chat](mailto:chat@simplex.chat).
hu: Sikertelen átköltöztetés. Koppintson a **Kihagyás** lehetőségre a jelenlegi adatbázis használatának folytatásához. Jelentse a problémát az alkalmazás fejlesztőinek csevegésben vagy e-mailben [chat@simplex.chat](mailto:chat@simplex.chat).
nl: Migratie mislukt. Tik hier onder op **Overslaan** om de huidige database te blijven gebruiken. Meld het probleem aan de app-ontwikkelaars via chat of e-mail [chat@simplex.chat](mailto:chat@simplex.chat).
pl: Migracja nie powiodła się. Dotknij **Pomiń** poniżej, aby kontynuować korzystanie z obecnej bazy danych. Prosimy o zgłoszenie problemu do twórców aplikacji poprzez czat lub email [chat@simplex.chat](mailto:chat@simplex.chat).
ru: Ошибка при перемещении данных. Нажмите **Отложить** внизу чтобы продолжить использовать предыдущую версию данных. Пожалуйста, сообщите об этой ошибке разработчикам через чат или email [chat@simplex.chat](mailto:chat@simplex.chat).
tr: Geçiş başarısız oldu. Alttaki **Geç** tuşuna basarak şu anki veritabanını kullanabilirsiniz. Lütfen sorunu sohbet veya e-posta yoluyla uygulama geliştiricilerine bildirin[chat@simplex.chat](mailto:chat@simplex.chat).
zh_hant: 遷移失敗。點擊 **跳過**以繼續使用目前的數據庫。請透過對話或電郵，向應用程式開發人員報告 [chat@simplex.chat](mailto:chat@simplex.chat)。

source: Migration is completed
cs: Přenesení dokončeno
hu: Az átköltöztetés befejeződött
nl: Migratie is voltooid
pl: Migracja została zakończona
ru: Перемещение данных завершено
tr: Geçiş tamamlandı
zh_hant: 已完成遷移

source: Migrations:
cs: Migrace:
hu: Átköltöztetések:
zh_hant: 遷移：%@

source: Moderate
cs: Moderovat
hu: Moderálás
nl: Modereren
pl: Moderowany
pt_br: Moderar
ru: Модерировать
tr: Yönet
zh_hant: 主持

source: Moderated at
cs: Upraveno v
hu: Moderálva
nl: Gemodereerd om
pl: Moderowany o
ru: Модерировано
tr: de yönetildi
zh_hant: 已移除在

source: Moderated at: %@
cs: Upraveno v: %@
hu: Moderálva: %@
nl: Gemodereerd op: %@
pl: Moderowany o: %@
ru: Модерировано: %@
tr: %@ de yönetildi
zh_hant: 已移除在：%@

source: More
cs: Kompletní
hu: Továbbiak

source: More improvements are coming soon!
cs: Další vylepšení se chystají již brzy!
hu: Hamarosan további fejlesztések érkeznek!
nl: Meer verbeteringen volgen snel!
pl: Więcej ulepszeń już wkrótce!
pt_br: Mais melhorias chegarão em breve!
ru: Дополнительные улучшения скоро!
tr: Daha fazla geliştirmeler yakında geliyor!
zh_hant: 更多改進即將推出！

source: More reliable network connection.
cs: Spolehlivější síťové připojení.
hu: Megbízhatóbb hálózati kapcsolat.
nl: Betrouwbaardere netwerkverbinding.
pl: Bardziej niezawodne połączenia sieciowe.
ru: Более надежное соединение с сетью.
tr: Daha güvenilir ağ bağlantısı.

source: More reliable notifications
cs: Oznámení
hu: Megbízhatóbb értesítések

source: Most likely this connection is deleted.
cs: Pravděpodobně je toto spojení smazáno.
hu: Valószínűleg ez a kapcsolat törölve lett.
nl: Hoogstwaarschijnlijk is deze verbinding verwijderd.
pl: Najprawdopodobniej to połączenie jest usunięte.
ru: Скорее всего, соединение удалено.
tr: Büyük ihtimalle bu bağlantı silinmiş.

source: Multiple chat profiles
cs: Více chatovacích profilů
hu: Több csevegési profil
nl: Meerdere chatprofielen
pl: Wiele profili czatu
pt_br: Vários perfis de chat
ru: Много профилей чата
tr: Çoklu sohbet profili
zh_hant: 多個個人檔案

source: Mute
cs: Ztlumit
hu: Némítás
nl: Dempen
pl: Wycisz
pt_br: Mutar
ru: Без звука
tr: Sustur
zh_hant: 靜音

source: Mute all
cs: Ztlumit vše
hu: Összes némítása

source: Muted when inactive!
cs: Ztlumit při neaktivitě!
hu: Némítás, ha inaktív!
nl: Gedempt wanneer inactief!
pl: Wyciszony, gdy jest nieaktywny!
pt_br: Mutado quando inativo!
ru: Без звука, когда не активный!
tr: Aktif değilken susturuldu!
zh_hant: 在不活躍狀態時靜音！

source: Name
cs: Jméno
hu: Név
nl: Naam
pl: Nazwa
ru: Имя
tr: İsim
zh_hant: 名稱

# Network &amp; servers
source: Network & servers
cs: Síť a servery
hu: Hálózat és kiszolgálók
nl: Netwerk & servers
pl: Sieć i serwery
pt_br: Conexão e servidores
ru: Сеть & серверы
tr: Ağ & sunucular
zh_hant: 網路 & 伺服器

source: Network connection
cs: Ztlumit při neaktivitě!
hu: Hálózati kapcsolat
nl: Netwerkverbinding
pl: Połączenie z siecią
ru: Интернет-соединение
tr: Ağ bağlantısı

source: Network decentralization
cs: pro lepší ochranu metadat.
hu: Hálózati decentralizáció

source: Network issues - message expired after many attempts to send it.
hu: Hálózati problémák – az üzenet többszöri elküldési kísérlet után lejárt.
nl: Netwerkproblemen - bericht is verlopen na vele pogingen om het te verzenden.
pl: Błąd sieciowy - wiadomość wygasła po wielu próbach wysłania jej.
ru: Ошибка сети - сообщение не было отправлено после многократных попыток.
tr: Ağ sorunları - birçok gönderme denemesinden sonra mesajın süresi doldu.

source: Network management
hu: Hálózatkezelés
nl: Netwerkbeheer
pl: Zarządzenie sieciowe
ru: Статус сети
tr: Ağ yönetimi

source: Network operator
cs: Aplikace chrání vaše soukromí pomocí různých operátorů v každé konverzaci.
hu: Hálózatüzemeltető

source: Network settings
cs: Nastavení sítě
hu: Hálózati beállítások
nl: Netwerk instellingen
pl: Ustawienia sieci
pt_br: Configurações de conexão
ru: Настройки сети
tr: Ağ ayarları
zh_hant: 網路設定

source: Network status
cs: Stav sítě
hu: Hálózat állapota
nl: Netwerk status
pl: Status sieci
pt_br: Status da conexão
ru: Состояние сети
tr: Ağ durumu
zh_hant: 網路狀態

source: New
cs: Pokročilá nastavení sítě
hu: Új

source: New Passcode
cs: Nové heslo
hu: Új jelkód
nl: Nieuwe toegangscode
pl: Nowy Pin
pt_br: Nova Senha
ru: Новый Код
tr: Yeni şifre
zh_hant: 新的密碼

source: New SOCKS credentials will be used every time you start the app.
cs: Nové heslo
hu: Minden alkalommal, amikor elindítja az alkalmazást, új SOCKS-hitelesítő-adatokat fog használni.
nl: Elke keer dat u de app start, worden er nieuwe SOCKS-inloggegevens gebruikt.
pl: Nowe poświadczenia SOCKS będą używane przy każdym uruchomieniu aplikacji.
ru: Новые учетные данные SOCKS будут использоваться при каждом запуске приложения.
tr: Uygulamayı her başlattığınızda yeni SOCKS kimlik bilgileri kullanılacaktır.

source: New SOCKS credentials will be used for each server.
hu: Az összes kiszolgálóhoz új, SOCKS-hitelesítő-adatok legyenek használva.
nl: Voor elke server worden nieuwe SOCKS-inloggegevens gebruikt.
pl: Dla każdego serwera zostaną użyte nowe poświadczenia SOCKS.
ru: Новые учетные данные SOCKS будут использоваться для каждого сервера.
tr: Her sunucu için yeni SOCKS kimlik bilgileri kullanılacaktır.

source: New chat
cs: Nový chat
hu: Új csevegés
nl: Nieuw gesprek
pl: Nowy czat
ru: Новый чат
tr: Yeni sohbet

source: New chat experience 🎉
cs: Nový chat
hu: Új csevegési élmény 🎉
nl: Nieuwe chatervaring 🎉
pl: Nowe możliwości czatu 🎉
ru: Новый интерфейс 🎉
tr: Yeni bir sohbet deneyimi 🎉

source: New contact request
cs: Žádost o nový kontakt
hu: Új meghívási kérés
nl: Nieuw contactverzoek
pl: Nowa prośba o kontakt
pt_br: Nova solicitação de contato
ru: Новый запрос на соединение
tr: Yeni bağlantı isteği
zh_hant: 有新的聯絡人連接請求

source: New contact:
cs: Nový kontakt:
hu: Új kapcsolat:
nl: Nieuw contact:
pl: Nowy kontakt:
ru: Новый контакт:
tr: Yeni kişi:
zh_hant: 新的聯絡人：

source: New desktop app!
cs: Nová desktopová aplikace!
hu: Új számítógép-alkalmazás!
nl: Nieuwe desktop app!
pl: Nowa aplikacja desktopowa!
ru: Приложение для компьютера!
tr: Yeni bilgisayar uygulaması!

source: New display name
cs: Nově zobrazované jméno
hu: Új megjelenítendő név
nl: Nieuwe weergavenaam
pl: Nowa wyświetlana nazwa
ru: Новое имя
tr: Yeni görünen ad
zh_hant: 新的顯示名稱

source: New events
cs: Nové události
hu: Új események

source: New in %@
cs: Nový V %@
hu: Újdonságok a(z) %@ verzióban
nl: Nieuw in %@
pl: Nowość w %@
ru: Новое в %@
tr: %@ da yeni
zh_hant: 更新於 %@

source: New media options
cs: Nové možnosti médií
hu: Új médiabeállítások
nl: Nieuwe media-opties
pl: Nowe opcje mediów
ru: Новые медиа-опции
tr: Yeni medya seçenekleri

source: New member role
cs: Nová role člena
hu: Új tag szerepköre
nl: Nieuwe leden rol
pl: Nowa rola członka
pt_br: Nova função de membro
ru: Роль члена группы
tr: Yeni üye rolü
zh_hant: 新的成員身份

source: New message
cs: Nová zpráva
hu: Új üzenet
nl: nieuw bericht
pl: Nowa wiadomość
pt_br: Nova mensagem
ru: Новое сообщение
tr: Yeni mesaj
zh_hant: 有新的訊息

source: New passphrase…
cs: Nová přístupová fráze…
hu: Új jelmondat…
nl: Nieuw wachtwoord…
pl: Nowe hasło…
pt_br: Nova senha…
ru: Новый пароль…
tr: Yeni parola…
zh_hant: 新的密碼…

source: New server
cs: Nová přístupová fráze…
hu: Új kiszolgáló

source: No
cs: Ne
hu: Nem
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
tr: Hayır
zh_hant: 不

source: No app password
cs: Žádné heslo aplikace
hu: Nincs alkalmazás jelszó
nl: Geen app wachtwoord
pl: Brak hasła aplikacji
ru: Нет кода доступа
tr: Uygulama şifresi yok
zh_hant: 沒有應用程式密碼

source: No chats
cs: Žádné chaty
hu: Nincsenek csevegések

source: No chats found
cs: Nenalezen žádný chat
hu: Nem találhatók csevegések

source: No chats in list %@
cs: Žádné chaty v seznamu %@.
hu: Nincsenek csevegések a(z) %@ nevű listában

source: No contacts selected
cs: Nebyl vybrán žádný kontakt
hu: Nincs partner kijelölve
nl: Geen contacten geselecteerd
pl: Nie wybrano kontaktów
pt_br: Nenhum contato selecionado
ru: Контакты не выбраны
tr: Hiçbir kişi seçilmedi
zh_hant: 沒有聯絡人可以選擇

source: No contacts to add
cs: Žádné kontakty k přidání
hu: Nincs hozzáadandó partner
nl: Geen contacten om toe te voegen
pl: Brak kontaktów do dodania
pt_br: Sem contatos para adicionar
ru: Нет контактов для добавления
tr: Eklenecek kişi yok
zh_hant: 沒有聯絡人可以新增

source: No delivery information
cs: Žádné informace o dodání
hu: Nincs kézbesítési információ
nl: Geen bezorging informatie
pl: Brak informacji dostawy
ru: Нет информации от доставке
tr: Gönderim bilgisi yok

source: No device token!
cs: Žádný token zařízení!
hu: Nincs készüléktoken!
nl: Geen apparaattoken!
pl: Brak tokenu urządzenia!
ru: Отсутствует токен устройства!
tr: Cihaz tokeni yok!
zh_hant: 沒有裝置權杖！

source: No direct connection yet, message is forwarded by admin.
cs: Nebyl vybrán žádný kontakt
hu: Még nincs közvetlen kapcsolat, az üzenetet az adminisztrátor továbbítja.
nl: Nog geen directe verbinding, bericht wordt doorgestuurd door beheerder.
pl: Brak bezpośredniego połączenia, wiadomość została przekazana przez administratora.
ru: Прямого соединения пока нет, сообщение переслано или будет переслано админом.
tr: Henüz direkt bağlantı yok mesaj admin tarafından yönlendirildi.

source: No filtered chats
cs: Žádné filtrované chaty
hu: Nincsenek szűrt csevegések
nl: Geen gefilterde chats
pl: Brak filtrowanych czatów
ru: Нет отфильтрованных разговоров
tr: Filtrelenmiş sohbetler yok

# No group!
source: Group not found!
cs: Skupina nebyla nalezena!
hu: Csoport nem található!
nl: Groep niet gevonden!
pl: Nie znaleziono grupy!
pt_br: Grupo não encontrado!
ru: Группа не найдена!
tr: Grup bulunamadı!
zh_hant: 找不到群組！

source: No history
cs: Žádná historie
hu: Nincsenek előzmények
nl: Geen geschiedenis
pl: Brak historii
ru: Нет истории
tr: Geçmiş yok

source: No info, try to reload
cs: Žádné filtrované chaty
hu: Nincs információ, próbálja meg újratölteni
nl: Geen info, probeer opnieuw te laden
pl: Brak informacji, spróbuj przeładować
ru: Нет информации, попробуйте перезагрузить
tr: Bilgi yok, yenilemeyi deneyin

# No media &amp; file servers.
source: No media & file servers.
cs: No media &amp; file servers.
hu: Nincsenek média- és fájlkiszolgálók.

source: No message
cs: Žádné servery pro soukromé směrování chatů.
hu: Nincs üzenet

source: No message servers.
cs: Servery zpráv
hu: Nincsenek üzenet-kiszolgálók.

source: No network connection
cs: Žádné připojení k síti
hu: Nincs hálózati kapcsolat
nl: Geen netwerkverbinding
pl: Brak połączenia z siecią
ru: Нет интернет-соединения
tr: Ağ bağlantısı yok

source: No permission to record speech
hu: Nincs jogosultság megadva a beszéd rögzítéséhez
nl: Geen toestemming om spraak op te nemen
pl: Brak zezwoleń do nagrania rozmowy
ru: Нет разрешения на запись речи
tr: Konuşma kaydetme izni yok

source: No permission to record video
hu: Nincs jogosultság megadva a videó rögzítéséhez
nl: Geen toestemming om video op te nemen
pl: Brak zezwoleń do nagrania wideo
ru: Нет разрешения на запись видео
tr: Video kaydı için izin yok

source: No permission to record voice message
cs: Nemáte oprávnění nahrávat hlasové zprávy
hu: Nincs engedély a hangüzenet rögzítésére
nl: Geen toestemming om spraakbericht op te nemen
pl: Brak uprawnień do nagrywania wiadomości głosowej
ru: Нет разрешения для записи голосового сообщения
tr: Sesli mesaj kaydetmek için izin yok
zh_hant: 沒有錄製語音訊息的權限
