{
    "sections": [
        {
            "id": 1,
            "title": "Complete privacy of your identity, profile, contacts and metadata",
            "desc": "Unlike any other existing messaging platform, SimpleX has no identifiers assigned to the users –- not even random numbers. This protects the privacy of who you are communicating with, hiding it from SimpleX platform servers and from any observers.",
            "imgLight": "/img/new/unique-section-1.png",
            "imgDark": "/img/new/unique-section-1-dark.png",
            "overlayContent": {
                "overlayId": "why-simplex-is-unique-1",
                "title": "Complete privacy of your identity, profile, contacts and metadata",
                "linkText": "Learn how it improves privacy",
                "showImage": true,
                "paras": [
                    "Unlike any other existing messaging platform, SimpleX has no identifiers assigned to the users –- not even random numbers. This protects the privacy of who you are communicating with, hiding it from SimpleX platform servers and from any observers. Unlike any other existing messaging platform, SimpleX has no identifiers assigned to the users –- not even random numbers.",
                    "Privacy of who you are communicating with, hiding it from SimpleX platform servers and from any observers. Unlike any other existing messaging platform, SimpleX has no identifiers assigned to the users –- not even random numbers.",
                    "This protects the privacy of who you are communicating with, hiding it from SimpleX platform servers and from any observers."
                ]
            }
        },
        {
            "id": 2,
            "title": "The best protection against spam and abuse",
            "desc": "Because you have no identifier on the SimpleX platform, you cannot be contacted unless you share a one-time “burner” or temporary user address.",
            "imgLight": "/img/new/unique-section-2.png",
            "imgDark": "/img/new/unique-section-2-dark.png",
            "overlayContent": {
                "overlayId": "why-simplex-is-unique-2",
                "title": "The best protection against spam and abuse",
                "linkText": "Learn how it improves privacy",
                "showImage": true,
                "paras": [
                    "Because you have no identifier on the SimpleX platform, you cannot be contacted unless you share a one-time “burner” or temporary user address."
                ]
            }
        },
        {
            "id": 3,
            "title": "Ownership, control and security of your data",
            "desc": "SimpleX stores all user data on client devices in a portable database format. The messages are held temporarily on SimpleX relay servers until they are received, then they are permanently deleted.",
            "imgLight": "/img/new/unique-section-3.png",
            "imgDark": "/img/new/unique-section-3-dark.png",
            "overlayContent": {
                "overlayId": "why-simplex-is-unique-3",
                "title": "Ownership, control and security of your data",
                "linkText": "Learn how it improves privacy",
                "showImage": true,
                "paras": [
                    "SimpleX stores all user data on client devices in a portable database format. The messages are held temporarily on SimpleX relay servers until they are received, then they are permanently deleted."
                ]
            }
        },
        {
            "id": 4,
            "title": "Fully decentralised – users own the SimpleX network",
            "desc": "You can use SimpleX with your own servers and still communicate with people using the servers that are pre-configured in the apps or any other SimpleX servers. The SimpleX network is independent of any crypto currency or any other platform, other than the Internet.",
            "imgLight": "/img/new/unique-section-4.png",
            "imgDark": "/img/new/unique-section-4-dark.png"
        }
    ]
}