Repository: simplex-chat/simplex-chat
Catalog: apps/ios/SimpleX SE/*.lproj/Localizable.strings
Languages: nl

source: App is locked!
nl: App is vergrendeld!

source: Cancel
nl: Annuleren

source: Cannot access keychain to save database password
nl: Kan geen toegang krijgen tot de keychain om het database wachtwoord op te slaan

source: Cannot forward message
nl: Kan bericht niet doorsturen

source: Comment
nl: Opmerking

source: Currently maximum supported file size is %@.
nl: De momenteel maximaal ondersteunde bestandsgrootte is %@.

source: Database downgrade required
nl: Database downgrade vereist

source: Database encrypted!
nl: Database versleuteld!

source: Database error
nl: Database fout

source: Database passphrase is different from saved in the keychain.
nl: Het wachtwoord van de database verschilt van het wachtwoord die in de keychain is opgeslagen.

source: Database passphrase is required to open chat.
nl: Database wachtwoord is vereist om je gesprekken te openen.

source: Database upgrade required
nl: Database upgrade vereist

source: Error preparing file
nl: Fout bij voorbereiden bestand

source: Error preparing message
nl: Fout bij het voorbereiden van bericht

source: Error: %@
nl: Fout: %@

source: File error
nl: Bestandsfout

source: Incompatible database version
nl: Incompatibele database versie

source: Invalid migration confirmation
nl: Ongeldige migratie bevestiging

source: Keychain error
nl: Keychain fout

source: Large file!
nl: Groot bestand!

source: No active profile
nl: Geen actief profiel

source: Open the app to downgrade the database.
nl: Open de app om de database te downgraden.

source: Open the app to upgrade the database.
nl: Open de app om de database te upgraden.

source: Passphrase
nl: Wachtwoord

source: Please create a profile in the SimpleX app
nl: Maak een profiel aan in de SimpleX app

source: Selected chat preferences prohibit this message.
nl: Geselecteerde chat voorkeuren verbieden dit bericht.

source: Sending a message takes longer than expected.
nl: Het verzenden van een bericht duurt langer dan verwacht.

source: Sending message…
nl: Bericht versturen…

source: Share
nl: Deel

source: Slow network?
nl: Traag netwerk?

source: Unknown database error: %@
nl: Onbekende database fout: %@

source: Unsupported format
nl: Niet ondersteund formaat

source: Wait
nl: wachten

source: Wrong database passphrase
nl: Verkeerde database wachtwoord

source: You can allow sharing in Privacy & Security / SimpleX Lock settings.
nl: U kunt delen toestaan in de instellingen voor Privacy en beveiliging / SimpleX Lock.
