{
    "home": "الشاشة الرئيسية",
    "reference": "المرجع",
    "blog": "المدونة",
    "why-simplex": "لماذا SimpleX",
    "simplex-network": "شبكة SimpleX",
    "simplex-explained": "شرح SimpleX",
    "simplex-explained-tab-1-text": "1. تجربة المستخدم",
    "simplex-privacy": "خصوصية SimpleX",
    "simplex-explained-tab-3-text": "3. ما الذي تراة الخوادم",
    "simplex-explained-tab-1-p-1": "يمكنك إنشاء جهات اتصال ومجموعات وإجراء مُحادثات ثنائية الاتجاه، كما هو الحال في أي برنامج مُراسلة آخر.",
    "simplex-explained-tab-3-p-2": "يمكن للمستخدمين زيادة تحسين خصوصية البيانات الوصفية باستخدام تور للوصول إلى الخوادم، ومنع الارتباط بواسطة عنوان IP.",
    "chat-bot-example": "مثال بوت الدردشة",
    "smp-protocol": "بروتوكول SMP",
    "chat-protocol": "بروتوكول الدردشة",
    "donate": "تبرّع",
    "terminal-cli": "طرفية CLI",
    "terms-and-privacy-policy": "الشروط وسياسة الخصوصية",
    "hero-header": "إعادة تعريف الخصوصية",
    "hero-overlay-1-textlink": "لماذا تعتبر معرّفات المستخدم ضارة بالخصوصية؟",
    "hero-overlay-2-textlink": "كيف يعمل SimpleX؟",
    "hero-overlay-2-title": "لماذا تعتبر معرّفات المستخدم ضارة بالخصوصية؟",
    "feature-2-title": "تَعْمِيَة<br>الصور والفيديوهات والملفات بين الطرفين",
    "feature-3-title": "المجموعات اللامركزية &mdash; المستخدمون فقط يعرفون بوجودها",
    "feature-5-title": "رسائل ذاتية الاختفاء",
    "feature-6-title": "تَعْمِيَة المكالمات الصوتية والفيديو <br> بين الطرفين",
    "simplex-network-overlay-1-title": "مقارنة مع بروتوكولات المُراسلة P2P",
    "simplex-private-4-title": "وصول <br> اختياري عبر تور",
    "simplex-explained-tab-2-text": "2. كيف يعمل",
    "simplex-explained-tab-1-p-2": "كيف يمكن أن تعمل مع قوائم انتظار أحادية الاتجاه وبدون معرّفات ملف تعريف المستخدم؟",
    "simplex-explained-tab-2-p-1": "لكل اتصال، تستخدم قائمتي انتظار منفصلتين للمُراسلة لإرسال واستلام الرسائل عبر خوادم مختلفة.",
    "simplex-explained-tab-2-p-2": "تقوم الخوادم بتمرير الرسائل في اتجاه واحد فقط، دون الحصول على الصورة الكاملة لمُحادثات المستخدم أو اتصالاته.",
    "simplex-explained-tab-3-p-1": "تحتوي الخوادم على بيانات اعتماد مجهولة منفصلة لكل قائمة انتظار، ولا تعرف المستخدمين الذين ينتمون إليهم.",
    "copyright-label": "مشروع مفتوح المصدر © SimpleX 2020-2023",
    "simplex-chat-protocol": "بروتوكول دردشة SimpleX",
    "developers": "المطورين",
    "hero-subheader": "أول نظام مُراسلة<br> بدون معرّفات المستخدم",
    "hero-p-1": "تحتوي التطبيقات الأخرى على معرّفات مستخدم: Signal ،Matrix ،Session ،Briar ،Jami ،Cwtch وما إلى ذلك. <br> SimpleX ليس لديه، <strong> ولا حتى أرقام عشوائية.</strong><br> وهذا يحسن خصوصيتك بشكل جذري.",
    "features": "الميزات",
    "hero-2-header": "أجري اتصال خاص",
    "hero-overlay-1-title": "كيف يعمل SimpleX؟",
    "hero-2-header-desc": "يُظهر الفيديو كيفية اتصالك بصديقك عبر رمز الاستجابة السريعة لمرة واحدة (QR code)، شخصيًا أو عبر رابط فيديو. يمكنك أيضًا الاتصال من خلال مشاركة رابط الدعوة.",
    "feature-1-title": "تَعْمِيَة الرسائل بين الطرفين مع دعم ماركداون والتعديل",
    "feature-4-title": "تَعْمِيَة الرسائل الصوتية بين الطرفين",
    "privacy-matters-overlay-card-1-p-1": "تستخدم العديد من الشركات الكبيرة معلومات حول من تتصل به لتقدير دخلك، وبيع المنتجات التي لا تحتاجها حقًا، ولتحديد الأسعار.",
    "feature-7-title": "تخزين بيانات التطبيق مُعمَّاة ومحمولة &mdash; نقل ملف التعريف إلى جهاز آخر",
    "feature-8-title": "وضع التخفي &mdash; <br> فريد من نوعه لـ SimpleX Chat",
    "simplex-private-1-title": "طبقتان من <br> التَعْمِيَة بين الطرفين",
    "simplex-private-2-title": "طبقة إضافية من <br> تَعْمِيَة الخادم",
    "simplex-private-3-title": "تأمين نقل <br> TLS المصدق عليه",
    "simplex-private-5-title": "طبقات متعددة من <br> حشوة المحتوى",
    "simplex-private-7-title": "التحقق <br> من سلامة الرسالة",
    "simplex-private-8-title": "خلط الرسائل <br> لتقليل من الارتباط",
    "simplex-private-10-title": "معرفات زوجية مجهولة مؤقتة",
    "simplex-private-card-3-point-1": "يتم استخدام TLS 1.2 / 1.3 مع خوارزميات قوية فقط لاتصالات الخادم والعميل.",
    "simplex-private-card-3-point-2": "تعمل بصمة الخادم وربط القناة على منع هجمات الوسيط (MITM) وإعادة التشغيل.",
    "simplex-private-card-3-point-3": "استئناف الاتصال معطل لمنع هجمات الجلسة.",
    "simplex-private-card-4-point-1": "لحماية عنوان IP الخاص بك، يمكنك الوصول إلى الخوادم عبر تور أو بعض شبكات تراكب النقل الأخرى.",
    "simplex-private-card-5-point-1": "يستخدم SimpleX حشوة المحتوى لكل طبقة تَعْمِيَة لإحباط هجمات حجم الرسالة.",
    "simplex-private-card-6-point-2": "لمنع ذلك، تقوم تطبيقات SimpleX بتمرير مفاتيح لمرة واحدة خارج النطاق، عند مشاركة عنوان كرابط أو رمز QR.",
    "simplex-private-card-8-point-1": "تعمل خوادم SimpleX كعقد مختلطة بزمن انتقال منخفض &mdash; الرسائل الواردة والصادرة لها ترتيب مختلف.",
    "simplex-private-card-9-point-1": "كل رسالة انتظار تمرر الرسائل في اتجاه واحد، بعناوين إرسال واستلام مختلفة.",
    "simplex-private-card-9-point-2": "إنه يقلل من نواقل الهجوم، مقارنة بوسطاء الرسائل التقليديين، والبيانات الوصفية المتاحة.",
    "simplex-private-card-10-point-1": "يستخدم SimpleX معرّفات مزدوجة مؤقتة مجهولة الهوية للعناوين وبيانات الاعتماد لكل جهة اتصال مستخدم أو عضو مجموعة.",
    "privacy-matters-1-title": "الإعلانات والتمييز السعري",
    "privacy-matters-1-overlay-1-title": "الخصوصية توفر لك المال",
    "privacy-matters-1-overlay-1-linkText": "الخصوصية توفر لك المال",
    "privacy-matters-2-title": "التلاعب بالانتخابات",
    "privacy-matters-2-overlay-1-title": "تمنحك الخصوصية القوة",
    "privacy-matters-3-title": "الادعاء بسبب ارتباط بريء",
    "privacy-matters-3-overlay-1-title": "الخصوصية تحمي حريتك",
    "privacy-matters-3-overlay-1-linkText": "الخصوصية تحمي حريتك",
    "simplex-unique-1-title": "لديك خصوصية كاملة",
    "simplex-unique-1-overlay-1-title": "الخصوصية الكاملة لهويتك وملفك الشخصي وجهات الاتصال والبيانات الوصفية",
    "simplex-unique-2-title": "أنت محمي <br> من رسائل الإزعاج وإساءة الاستخدام",
    "simplex-unique-3-title": "أنت تتحكم في بياناتك",
    "simplex-unique-3-overlay-1-title": "ملكية ومراقبة وأمان بياناتك",
    "simplex-unique-4-title": "أنت تمتلك شبكة SimpleX",
    "simplex-unique-4-overlay-1-title": "لامركزية بالكامل &mdash; يمتلك المستخدمون شبكة SimpleX",
    "hero-overlay-card-1-p-4": "هذا التصميم يمنع تسريب أي البيانات الوصفية للمستخدمين على مستوى التطبيق. لزيادة تحسين الخصوصية وحماية عنوان IP الخاص بك، يمكنك الاتصال بخوادم المراسلة عبر Tor.",
    "hero-overlay-card-1-p-5": "الأجهزة العميلة فقط هي التي تخزن ملفات تعريف المستخدمين، جهات الاتصال والمجموعات؛ يتم إرسال الرسائل بتَعْمِيَة ثنائية الطبقة من طرف إلى طرف.",
    "hero-overlay-card-2-p-2": "يمكنهم بعد ذلك ربط هذه المعلومات بالشبكات الاجتماعية العامة الحالية، وتحديد بعض الهويات الحقيقية.",
    "simplex-network-overlay-card-1-li-3": "P2P لا يحل مشكلة <a href='https://en.wikipedia.org/wiki/Man-in-the-middle_attack'>هجوم الوسيط (MITM)</a>، ومعظم التطبيقات الحالية لا تستخدم خارج النطاق رسائل للتبادل الأولي للمفاتيح. يستخدم SimpleX رسائل خارج النطاق أو، في بعض الحالات، اتصالات آمنة وموثوق بها موجودة مسبقًا لتبادل المفاتيح الأولي.",
    "privacy-matters-overlay-card-1-p-3": "تستخدم بعض الشركات المالية والتأمين رسوماً بيانية اجتماعية لتحديد أسعار الفائدة وأقساط التأمين. عادةً ما تجعل الأشخاص ذوي الدخل المنخفض يدفعون أكثر &mdash; أو كما يسمى<a href='https://fairbydesign.com/povertypremium/' target='_blank'> \"علاوة الفقر\"</a>.",
    "privacy-matters-overlay-card-1-p-2": "يعرف تجار التجزئة عبر الإنترنت أن الأشخاص ذوي الدخل المنخفض هم أكثر عرضة لإجراء عمليات شراء عاجلة، لذلك قد يفرضون أسعارًا أعلى أو يزيلون الخصومات.",
    "simplex-private-6-title": "تبديل <br> خارج النطاق",
    "simplex-private-9-title": "قوائم انتظار <br> أحادية الاتجاه",
    "privacy-matters-overlay-card-1-p-4": "تحمي منصة SimpleX خصوصية اتصالاتك بشكل أفضل من أي بديل آخر، مما يمنع تمامًا الرسم البياني الاجتماعي الخاص بك من أن يصبح متاحًا لأي شركات أو مؤسسات. حتى عندما يستخدم الأشخاص الخوادم التي توفرها SimpleX Chat، فإننا لا نعرف عدد المستخدمين أو اتصالاتهم.",
    "simplex-private-card-1-point-1": "بروتوكول السقاطة المزدوجة &mdash; <br> رسائل OTR مع السرية المستمرة واستعادة الاختراق.",
    "simplex-private-card-1-point-2": "NaCL cryptobox في كل قائمة انتظار لمنع ارتباط حركة مرور البيانات بين قوائم انتظار الرسائل في حالة اختراق TLS.",
    "simplex-private-card-2-point-1": "طبقة إضافية من تَعْمِيَة الخادم للتسليم إلى المُستلم، لمنع الارتباط بين حركة مرور بيانات الخادم المُستلمة والمُرسلة في حالة اختراق TLS.",
    "simplex-private-card-4-point-2": "لاستخدام SimpleX عبر تور، يُرجى تثبيت <a href=\"https://guardianproject.info/apps/org.torproject.android/\" target=\"_blank\"> تطبيق Orbot </a> وتمكّين وكيل SOCKS5 (أو VPN <a href=\"https://apps.apple.com/us/app/orbot/id1609461599?platform=iphone\" target=\"_blank\">على iOS </a>).",
    "simplex-private-card-5-point-2": "يجعل الرسائل ذات الأحجام المختلفة تبدو متشابهة للخوادم ومراقبي الشبكة.",
    "simplex-private-card-6-point-1": "العديد من منصات الاتصال عرضة لهجمات الوسيط (MITM) من قبل الخوادم أو موفري الشبكات.",
    "simplex-private-card-7-point-1": "لضمان سلامة الرسائل يتم ترقيمها بالتسلسل وتضمين تجزئة الرسالة السابقة.",
    "simplex-private-card-7-point-2": "إذا أُضيفت أي رسالة أو أُزيلت أو تغيّرت، فسيتم تنبيه المُستلم.",
    "simplex-private-card-10-point-2": "يسمح بتسليم الرسائل بدون معرّفات ملف تعريف المستخدم، مما يوفر خصوصية للبيانات الوصفية أفضل من البدائل.",
    "privacy-matters-2-overlay-1-linkText": "تمنحك الخصوصية القوة",
    "simplex-unique-2-overlay-1-title": "أفضل حماية من رسائل الإزعاج وإساءة الاستخدام",
    "hero-overlay-card-1-p-3": "أنت تحدد الخادم (الخوادم) المراد استخدامه لاستلام الرسائل وجهات الاتصال الخاصة بك &mdash; الخوادم التي تستخدمها لإرسال الرسائل إليهم. من المرجح أن تستخدم كل مُحادثة خادمين مختلفين.",
    "hero-overlay-card-1-p-1": "سأل العديد من المستخدمين: <em> إذا لم يكن لدى SimpleX معرّفات مستخدم، فكيف يمكنها معرفة مكان تسليم الرسائل؟ </em>",
    "hero-overlay-card-1-p-2": "لتوصيل الرسائل، بدلاً من معرفات المستخدم التي تستخدمها جميع المنصات الأخرى، يستخدم SimpleX معرّفات مزدوجة مؤقتة مجهولة الهوية لقوائم انتظار الرسائل، مختلفة لكل اتصال من اتصالاتك &mdash; لا توجد معرفات مستخدم دائمة.",
    "simplex-network-overlay-card-1-p-1": "بروتوكولات المُراسلة والتطبيقات <a href='https://en.wikipedia.org/wiki/Peer-to-peer'> P2P </a> بها مشاكل مختلفة تجعلها أقل موثوقية من SimpleX وأكثر تعقيدًا في التحليل و عرضة لعدة أنواع من الهجمات.",
    "hero-overlay-card-2-p-1": "عندما يكون لدى المستخدمين هويات ثابتة، حتى لو كان هذا مجرد رقم عشوائي، مثل معرف الجلسة، فهناك خطر يتمثل في أن الموفر أو المهاجم يمكنه مراقبة كيفية اتصال المستخدمين وعدد الرسائل التي يرسلونها.",
    "hero-overlay-card-1-p-6": "اقرأ المزيد في <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'> SimpleX whitepaper </a>.",
    "hero-overlay-card-2-p-3": "حتى مع معظم التطبيقات الخاصة التي تستخدم خدمات Tor v3، إذا تحدثت إلى جهتي اتصال مختلفتين عبر نفس الملف الشخصي، فيمكنهما إثبات أنهما متصلان بنفس الشخص.",
    "hero-overlay-card-2-p-4": "يحمي SimpleX من هذه الهجمات من خلال عدم وجود أي معرّفات مستخدم في تصميمه. وإذا كنت تستخدم وضع التخفي، فسيكون لديك اسم عرض مختلف لكل جهة اتصال، مع تجنب أي بيانات مشتركة بينهما.",
    "simplex-network-overlay-card-1-li-6": "قد تكون شبكات P2P عرضة <a href='https://www.usenix.org/conference/woot15/workshop-program/presentation/p2p-file-sharing-hell-exploiting-bittorrent'> هجوم DRDoS</a>، عندما يتمكّن العملاء من إعادة بث حركة مرور البيانات وتضخيمها، مما يؤدي إلى رفض الخدمة على مستوى الشبكة. يقوم عملاء SimpleX فقط بترحيل حركة مرور البيانات من اتصال معروف ولا يمكن للمهاجم استخدامها لتضخيم حركة مرور البيانات في الشبكة بالكامل.",
    "simplex-network-overlay-card-1-li-1": "تعتمد شبكات P2P على بعض المتغيرات من <a href='https://en.wikipedia.org/wiki/Distributed_hash_table'> DHT </a> لتوجيه الرسائل. يجب أن توازن تصميمات DHT بين ضمان التسليم وزمن الوصول. تتمتع SimpleX بضمان تسليم أفضل وزمن انتقال أقل من P2P، لأنه يمكّن تمرير الرسالة بشكل متكرر عبر عدة خوادم بالتوازي، باستخدام الخوادم التي اختارها المُستلم. في شبكات P2P، يتم تمرير الرسالة عبر عُقد <em> O (log N) </em> بالتسلسل، باستخدام العُقد التي تختارها الخوارزمية.",
    "simplex-network-overlay-card-1-li-2": "لا يحتوي تصميم SimpleX، عكس معظم شبكات P2P، على معرّفات مستخدم عالمية من أي نوع، حتى مؤقتة، ويستخدم فقط المعرّفات المزدوجة المؤقتة، مما يوفر إخفاء هوية أفضل وحماية للبيانات الوصفية.",
    "simplex-network-overlay-card-1-li-4": "يمكن لبعض مزودي خدمة الإنترنت حظر تطبيقات P2P (مثل <a href='https://en.wikipedia.org/wiki/BitTorrent'> BitTorrent </a>). SimpleX حيادي النقل - يمكنه العمل عبر بروتوكولات الويب القياسية، على سبيل المثال WebSockets.",
    "simplex-network-overlay-card-1-li-5": "قد تكون جميع شبكات P2P المعروفة عرضة <a href='https://en.wikipedia.org/wiki/Sybil_attack'> لهجوم Sybil</a>، لأن كل عقدة قابلة للاكتشاف، وتعمل الشبكة ككل. تتطلب الإجراءات المعروفة لتخفيفها إما مكونًا مركزيًا أو <a href='https://en.wikipedia.org/wiki/Proof_of_work'> إثبات عمل مكلف </a>. لا تحتوي شبكة SimpleX على إمكانية اكتشاف الخادم، فهي مجزأة وتعمل كشبكات فرعية متعددة ومعزولة، مما يجعل الهجمات على مستوى الشبكة مستحيلة.",
    "privacy-matters-overlay-card-3-p-1": "يجب على الجميع الاهتمام بخصوصية وأمان اتصالاتهم &mdash; يمكن للمُحادثات غير الضارة أن تعرضك للخطر، حتى لو لم يكن لديك ما تخفيه.",
    "privacy-matters-overlay-card-3-p-4": "لا يكفي استخدام برنامج مُراسلة مُعمَّاة من طرف إلى طرف، يجب علينا جميعًا استخدام برامج مُراسلة التي تحمي خصوصية شبكاتنا الشخصية &mdash; مع من نحن مرتبطون.",
    "simplex-unique-overlay-card-1-p-3": "يحمي هذا التصميم خصوصية الأشخاص الذين تتواصل معهم، ويخفيها عن خوادم منصة SimpleX ومن أي مراقبين. لإخفاء عنوان IP الخاص بك من الخوادم، يمكنك <strong> الاتصال بخوادم SimpleX عبر تور</strong>.",
    "simplex-unique-overlay-card-2-p-1": "نظرًا لعدم وجود معرف لديك على نظام SimpleX، لا يمكن لأي شخص الاتصال بك ما لم تشارك عنوان مستخدم لمرة واحدة أو مؤقتًا، كرمز QR أو رابط.",
    "simplex-unique-overlay-card-2-p-2": "حتى مع عنوان المستخدم الاختياري، بينما يمكن استخدامه لإرسال طلبات جهات اتصال مزعجة، يمكنك تغييره أو حذفه بالكامل دون فقد أي من اتصالاتك.",
    "simplex-unique-overlay-card-3-p-2": "يتم الاحتفاظ بالرسائل المُعمَّاة من طرف إلى طرف مؤقتًا على خوادم ترحيل SimpleX حتى يتم استلامها، ثُمَّ تُحذف نهائيًا.",
    "simplex-unique-overlay-card-3-p-4": "لا توجد معرفّات أو نص مُعَمَّى مشترك بين حركة مرور بيانات الخادم المُرسلة والمُستلمة &mdash; ؛ إذا كان أي شخص يراقب ذلك، فلن يتمكّن بسهولة من تحديد من يتواصل مع من، حتى لو اختُرق TLS.",
    "simplex-unique-card-1-p-1": "يحمي SimpleX خصوصية ملف التعريف الخاص بك، جهات الاتصال والبيانات الوصفية، ويخفيه عن خوادم منصة SimpleX وأي مراقبين.",
    "privacy-matters-overlay-card-2-p-1": "منذ وقت ليس ببعيد، لاحظنا أن الانتخابات الرئيسية يتم التلاعب بها بواسطة <a href='https://en.wikipedia.org/wiki/Facebook–Cambridge_Analytica_data_scandal' target='_blank'> شركة استشارية ذات سمعة طيبة </a> التي استخدمت الرسوم البيانية الاجتماعية لتشويه نظرتنا للعالم الحقيقي والتلاعب بأصواتنا.",
    "privacy-matters-overlay-card-2-p-2": "لكي تكون موضوعيًا وتتخذ قرارات مستقلة، يجب أن تكون متحكمًا في مساحة المعلومات الخاصة بك. هذا ممكن فقط إذا كنت تستخدم منصة اتصالات خاصة لا يمكنها الوصول إلى الرسم البياني الاجتماعي الخاص بك.",
    "privacy-matters-overlay-card-2-p-3": "SimpleX هو النظام الأساسي الأول الذي لا يحتوي على أي معرّفات مستخدم صمّم ليكون خاصًا، وبهذه الطريقة تحمي مخطط اتصالاتك بشكل أفضل من أي بديل معروف.",
    "privacy-matters-overlay-card-3-p-2": "واحدة من أكثر القصص إثارة للصدمة هي تجربة <a href='https://en.wikipedia.org/wiki/Mohamedou_Ould_Slahi' target='_blank'> محمدو ولد صلاحي </a> الموصوفة في مذكراته والموضحة في فيلم موريتاني. تم وضعه في معتقل غوانتانامو بدون محاكمة، وتعرض للتعذيب هناك لمدة 15 عامًا بعد مكالمة هاتفية مع قريبه في أفغانستان، للاشتباه في تورطه في هجمات 11 سبتمبر، على الرغم من أنه عاش في ألمانيا طوال السنوات العشر الماضية.",
    "privacy-matters-overlay-card-3-p-3": "يتم القبض على الأشخاص العاديين بسبب ما يشاركونه عبر الإنترنت، حتى عبر حساباتهم \"المجهولة\"، <a href='https://www.dailymail.co.uk/news/article-11282263/Moment-police-swoop-house-devout-catholic-mother-malicious-online-posts.html' target='_blank'>وحتى في البلدان الديمقراطية</a>.",
    "simplex-unique-overlay-card-1-p-1": "على عكس أنظمة المُراسلة الأخرى، <strong>لا يحتوي SimpleX على معرّفات مخصصة للمستخدمين</strong>. لا يعتمد على أرقام الهواتف أو العناوين المستندة إلى النطاقات (مثل البريد الإلكتروني أو XMPP)، أسماء المستخدمين، المفاتيح العامة أو حتى الأرقام العشوائية لتحديد مستخدميها &mdash; لا نعرف عدد الأشخاص الذين يستخدمون خوادم SimpleX الخاصة بنا.",
    "simplex-unique-overlay-card-1-p-2": "لتسليم الرسائل، يستخدم SimpleX <a href='https://csrc.nist.gov/glossary/term/Pairwise_Pseudonymous_Identifier'> العناوين المزدوجة المجهولة </a> لقوائم انتظار الرسائل أحادية الاتجاه، منفصلة عن الرسائل المُستلمة والمُرسلة، عادةً عبر خوادم مختلفة. إن استخدام SimpleX يشبه امتلاك <strong>بريد إلكتروني أو هاتف &ldquo;مؤقت&rdquo; مختلف لكل جهة اتصال</strong>، ولا توجد متاعب في إدارتها.",
    "simplex-unique-overlay-card-3-p-1": "يخزن SimpleX Chat جميع بيانات المستخدم على أجهزة العميل فقط باستخدام <strong> تنسيق قاعدة بيانات محمولة مُعمَّاة </strong> يمكّن تصديرها ونقلها إلى أي جهاز مدعوم.",
    "simplex-unique-overlay-card-3-p-3": "على عكس خوادم الشبكات الاتحادية (البريد الإلكتروني أو XMPP أو Matrix)، لا تقوم خوادم SimpleX بتخزين حسابات المستخدمين، فهي تقوم فقط بترحيل الرسائل، مما يحمي خصوصية كلا الطرفين.",
    "simplex-unique-overlay-card-4-p-1": "يمكنك <strong> استخدام SimpleX مع الخوادم الخاصة بك </strong> والاستمرار في التواصل مع الأشخاص الذين يستخدمون الخوادم المهيأة مسبقًا التي نقدمها.",
    "simplex-unique-overlay-card-4-p-3": "إذا كنت تفكر في التطوير لمنصة SimpleX، على سبيل المثال، بوت الدردشة لمستخدمي تطبيق SimpleX، أو دمج مكتبة SimpleX Chat في تطبيقات الأجهزة المحمولة، من فضلك <a href='https://simplex.chat/contact#/?v=1&smp=smp%3A%2F%2FPQUV2eL0t7OStZOoAsPEV2QYWt4-xilbakvGUGOItUo%3D%40smp6.simplex.im%2FK1rslx-m5bpXVIdMZg9NLUZ_8JBm8xTt%23MCowBQYDK2VuAyEALDeVe-sG8mRY22LsXlPgiwTNs9dbiLrNuA7f3ZMAJ2w%3D' target='_blank'>تواصل معي</a> لأي نصيحة والدعم.",
    "donate-here-to-help-us": "تبرّع هنا لمساعدتنا",
    "sign-up-to-receive-our-updates": "اشترك للحصول على آخر مستجداتنا",
    "enter-your-email-address": "أدخل عنوان بريدك الإلكتروني",
    "get-simplex": "احصل على <a href=\"/downloads\">تطبيق سطح المكتب</a> SimpleX",
    "why-simplex-is": "لماذا SimpleX",
    "unique": "فريد من نوعه",
    "learn-more": "اقرأ أكثر",
    "more-info": "معلومات أكثر",
    "hide-info": "معلومات أقل",
    "contact-hero-header": "لقد وصلتك رسالة للاتصال على SimpleX Chat",
    "invitation-hero-header": "لقد وصلك رابط يفتح مرة واحدة للاتصال على SimpleX Chat",
    "contact-hero-subheader": "امسح رمز الـQR باستخدام تطبيق SimpleX Chat على هاتفك أو جهازك اللوحي.",
    "comparison-point-4-text": "شبكة أحادية أو مركزية",
    "contact-hero-p-1": "المفتاح العام وعنوان الانتظار لا يُرسلوا عبر الشبكة عندما ترى هذه الصفحة &mdash; بل يكونوا مكتوبين داخل نص الرابط نفسه.",
    "comparison-point-2-text": "احتمالية هجوم الوسيط",
    "comparison-point-3-text": "الاعتمادية على DNS",
    "comparison-point-5-text": "مكون مركزي أو هجوم الشبكة الواسع",
    "yes": "نعم",
    "no": "لا",
    "no-private": "لا - خصوصي",
    "no-resilient": "لا - مرن",
    "no-decentralized": "لا - لامركزي",
    "no-federated": "لا - اتِحاديّ",
    "comparison-section-list-point-2": "العناوين تعتمد على الـDNS",
    "comparison-section-list-point-3": "المفتاح العام أو معرف آخر فريد وعام",
    "comparison-section-list-point-7": "شبكات P2P إما لديها سلطة مركزية أو أن الشبكة كلها يمكن عرضة للخطر",
    "see-here": "اقرأ هنا",
    "no-secure": "لا - آمن",
    "comparison-section-list-point-5": "لا يحمي خصوصية البيانات الوصفية للمستخدمين",
    "comparison-section-list-point-6": "على الرغم من أن الـP2P موزعة، إلا أنها ليست اتِحاديَّة - يعملون كشبكة واحدة",
    "comparison-section-list-point-1": "عادة ما يكون مكوناً من رقم الهاتف، أو اسم المستخدم في بعض الأحيان",
    "comparison-section-list-point-4": "إذا خوادم المشغّل مُخترقة. تحقق من رمز الأمان في Signal وبعض التطبيقات الأخرى للتخفيف منه",
    "simplex-unique-card-3-p-1": "يخزن SimpleX جميع بيانات المستخدم على الأجهزة العميلة<strong> بتنسيق قاعدة بيانات محمولة مُعمَّاة &mdash; </strong>يمكّن نقله إلى جهاز آخر.",
    "simplex-unique-card-4-p-1": "شبكة SimpleX لا مركزية بالكامل ومستقلة عن أي عملة مُعمَّاة أو أي منصة أخرى، بخلاف الإنترنت.",
    "simplex-unique-card-4-p-2": "يمكنك<strong> استخدام SimpleX مع خوادمك الخاصة </strong> أو مع الخوادم التي نوفرها &mdash; ولا يزال الاتصال ممكن بأي مستخدم.",
    "join": "انضم إلى",
    "we-invite-you-to-join-the-conversation": "نحن ندعوك للانضمام إلى المُحادثة",
    "join-the-REDDIT-community": "انضم إلى مجتمع REDDIT",
    "join-us-on-GitHub": "انضم إلينا على GitHub",
    "contact-hero-p-2": "لم تقم بتنزيل SimpleX Chat حتى الآن؟",
    "contact-hero-p-3": "استخدم الروابط في الاسفل لتنزيل التطبيق.",
    "scan-qr-code-from-mobile-app": "امسح رمز QR من تطبيق الجوال",
    "to-make-a-connection": "لإجراء اتصال:",
    "install-simplex-app": "قم بتثبيت تطبيق SimpleX",
    "connect-in-app": "تواصل في التطبيق",
    "open-simplex-app": "افتح تطبيق Simplex",
    "installing-simplex-chat-to-terminal": "تثبيت SimpleX chat على الوحدة الطرفية",
    "use-this-command": "استخدم هذا الأمر:",
    "see-simplex-chat": "انظر SimpleX Chat",
    "github-repository": "مستودع Github",
    "the-instructions--source-code": "التعليمات حول كيفية تنزيله أو تجميعه من التعليمات البرمجية المصدر.",
    "if-you-already-installed-simplex-chat-for-the-terminal": "إذا قمت بالفعل بتثبيت SimpleX Chat للوحدة الطرفية",
    "simplex-chat-for-the-terminal": "SimpleX Chat للوحدة الطرفية",
    "privacy-matters-section-header": "لماذا الخصوصية <span class='gradient-text'> مهمة</span>",
    "privacy-matters-section-label": "تأكّد من أن برنامج المُراسلة الخاص بك لا يمكنه الوصول إلى بياناتك!",
    "tap-to-close": "انقر للإغلاق",
    "simplex-network-section-header": "شبكة<span class='gradient-text'> SimpleX </span>",
    "simplex-network-1-header": "على عكس شبكات P2P",
    "simplex-network-3-header": "شبكة SimpleX",
    "protocol-1-text": "Signal، منصات كبيرة",
    "protocol-2-text": "XMPP ،Matrix",
    "simplex-unique-card-1-p-2": "بخلاف أي نظام مُراسلة آخر، لا يحتوي SimpleX على معرّفات مخصصة للمستخدمين &mdash;<strong> ولا حتى أرقام عشوائية</strong>.",
    "simplex-unique-card-2-p-1": "نظرًا لعدم وجود معرف أو عنوان ثابت على منصة SimpleX، لا يمكن لأي شخص الاتصال بك ما لم تشارك عنوان مستخدم لمرة واحدة أو مؤقتًا، كرمز QR أو رابط.",
    "simplex-unique-card-3-p-2": "يتم الاحتفاظ بالرسائل المُعمَّاة من طرف إلى طرف مؤقتًا على خوادم ترحيل SimpleX حتى يتم استلامها، ثُمَّ تُحذف نهائيًا.",
    "tap-the-connect-button-in-the-app": "اضغط على زر<span class='text-active-blue'> \"اتصال\"</span> في التطبيق",
    "scan-the-qr-code-with-the-simplex-chat-app": "امسح رمز QR باستخدام تطبيق SimpleX Chat",
    "scan-the-qr-code-with-the-simplex-chat-app-description": "لا يتم إرسال المفاتيح العامة وعنوان قائمة انتظار الرسائل في هذا الارتباط عبر الشبكة عند عرض هذه الصفحة &mdash;<br> فهي موجودة في جزء التجزئة لعنوان URL للرابط.",
    "if-you-already-installed": "إذا قمت بالفعل بتثبيت",
    "copy-the-command-below-text": "انسخ الأمر الذي في الاسفل واستخدمه في الدردشة:",
    "simplex-private-section-header": "ما الذي يجعل SimpleX<span class='gradient-text'> خصوصيًّا</span>",
    "privacy-matters-section-subheader": "الحفاظ على خصوصية بياناتك الوصفية &mdash; <span class='text-active-blue'> مع من تتحدث</span> &mdash; يحميك من:",
    "simplex-network-1-overlay-linktext": "مشاكل شبكات P2P",
    "simplex-network-section-desc": "يوفر Simplex Chat أفضل خصوصية من خلال الجمع بين مزايا P2P والشبكات الاتحادية.",
    "simplex-network-1-desc": "يتم إرسال جميع الرسائل عبر الخوادم، مما يوفر خصوصية أفضل للبيانات الوصفية وتسليمًا موثوقًا للرسائل غير المتزامنة، مع تجنب الكثير",
    "simplex-network-2-header": "على عكس الشبكات الاتحادية",
    "simplex-network-3-desc": "توفر الخوادم <span class='text-active-blue'> قوائم انتظار أحادية الاتجاه </span> لتوصيل المستخدمين، لكن ليس لديهم رؤية للرسم البياني لاتصال الشبكة &mdash; إلا للمستخدمين فقط.",
    "comparison-section-header": "مقارنة مع البروتوكولات الأخرى",
    "simplex-network-2-desc": "لا تقوم خوادم الترحيل SimpleX بتخزين ملفات تعريف المستخدمين وجهات الاتصال والرسائل التي تم تسليمها، ولا تتصل ببعضها البعض، ولا يوجد دليل خوادم.",
    "comparison-point-1-text": "يتطلب هوية عالمية",
    "protocol-3-text": "بروتوكولات P2P",
    "simplex-unique-overlay-card-4-p-2": "تستخدم منصة SimpleX<a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'> بروتوكول مفتوح</a> وتوفر <a href='https://github.com/simplex-chat/simplex-chat/tree/stable/packages/simplex-chat-client/typescript' target='_blank'> SDK لإنشاء روبوتات دردشة</a>، مما يسمح بتنفيذ الخدمات التي يمكن للمستخدمين التفاعل معها عبر تطبيقات SimpleX Chat &mdash; التي تتطلع حقًا لمعرفة خدمات SimpleX التي يمكنك إنشاؤها.",
    "guide-dropdown-1": "بداية سريعة",
    "guide-dropdown-2": "إرسال الرسائل",
    "guide-dropdown-3": "مجموعات سرية",
    "guide-dropdown-4": "ملفات تعريف الدردشة",
    "guide-dropdown-5": "إدارة البيانات",
    "guide-dropdown-6": "مكالمات الصوت والفيديو",
    "guide-dropdown-7": "الخصوصية و الأمان",
    "guide-dropdown-8": "إعدادات التطبيق",
    "guide-dropdown-9": "إجراء اتصالات",
    "docs-dropdown-4": "استضافة خادم SMP",
    "docs-dropdown-5": "استضافة خادم XFTP",
    "docs-dropdown-6": "خوادم WebRTC",
    "docs-dropdown-7": "ترجمة SimpleX Chat",
    "newer-version-of-eng-msg": "توجد نسخة أحدث من هذه الصفحة باللغة الإنجليزية.",
    "click-to-see": "انقر لترى",
    "menu": "قائمة",
    "on-this-page": "على هذه الصفحة",
    "back-to-top": "عد إلى الأعلى",
    "docs-dropdown-1": "منصة SimpleX",
    "guide": "الدليل",
    "docs-dropdown-2": "الوصول إلى ملفات اندرويد",
    "docs-dropdown-3": "الوصول إلى قاعدة بيانات الدردشة",
    "glossary": "المعجم",
    "docs-dropdown-8": "SimpleX خدمة الدليل",
    "simplex-chat-via-f-droid": "SimpleX Chat عبر F-Droid",
    "simplex-chat-repo": "مستودع SimpleX Chat",
    "stable-and-beta-versions-built-by-developers": "الإصدارات الثابتة والتجريبية التي أنشأها المطورون",
    "signing-key-fingerprint": "توقيع مفتاح البصمة (SHA-256)",
    "f-droid-org-repo": "مستودع F-Droid.org",
    "stable-versions-built-by-f-droid-org": "الإصدارات الثابتة التي تم إنشاؤها بواسطة F-Droid.org",
    "releases-to-this-repo-are-done-1-2-days-later": "يتم إصدار الإصدارات إلى هذا المستودع بعد يوم أو يومين",
    "f-droid-page-simplex-chat-repo-section-text": "لإضافته إلى عميل F-Droid، <span class='hide-on-mobile'>امسح رمز QR أو</span> استخدم عنوان URL هذا:",
    "f-droid-page-f-droid-org-repo-section-text": "مستودعات SimpleX Chat و F-Droid.org مبنية على مفاتيح مختلفة. للتبديل، يُرجى <a href='/docs/guide/chat-profiles.html#move-your-chat-profiles-to-another-device'>تصدير</a> قاعدة بيانات الدردشة وإعادة تثبيت التطبيق.",
    "comparison-section-list-point-4a": "مُرحلات SimpleX لا يمكنها أن تتنازل عن تَعْمِيَة بين الطرفين. تحقق من رمز الأمان للتخفيف من الهجوم على القناة خارج النطاق",
    "hero-overlay-3-title": "التقييم الأمني",
    "hero-overlay-card-3-p-2": "قامت Trail of Bits بمراجعة مكونات التشفير والشبكات الخاصة بمنصة SimpleX في نوفمبر 2022.",
    "hero-overlay-card-3-p-3": "اقرأ المزيد في <a href=\"/blog/20221108-simplex-chat-v4.2-security-audit-new-website.html\">الإعلان</a>.",
    "jobs": "انضم للفريق",
    "hero-overlay-3-textlink": "التقييم الأمني",
    "hero-overlay-card-3-p-1": "<a href=\"https://www.trailofbits.com/about/\">Trail of Bits</a> هي شركة رائدة في مجال الاستشارات الأمنية والتكنولوجية، ومن بين عملائها شركات التكنولوجيا الكبرى والوكالات الحكومية ومشاريع blockchain الكبرى.",
    "docs-dropdown-9": "التنزيلات",
    "please-enable-javascript": "الرجاء تفعيل جافا سكريبت (JavaScript) لرؤية رمز QR.",
    "please-use-link-in-mobile-app": "يُرجى استخدام الرابط في تطبيق الجوال"
}
