{
    "simplex-privacy": "SimpleX Privatsphäre",
    "simplex-network": "SimpleX Netzwerk",
    "home": "Startseite",
    "developers": "Entwickler",
    "reference": "Referenz",
    "blog": "Blog",
    "why-simplex": "Warum SimpleX",
    "features": "Funktionen",
    "simplex-private-card-6-point-2": "Um das zu verhindern, werden von SimpleX Einmal-Schlüssel Out-of-Band weitergeleitet, wenn Sie eine Adresse als Link oder QR-Code teilen.",
    "simplex-explained": "SimpleX erklärt",
    "simplex-explained-tab-2-text": "2. Wie es funktioniert",
    "simplex-explained-tab-3-text": "3. Was die Server sehen",
    "simplex-explained-tab-1-text": "1. Wie es die Nutzer erleben",
    "simplex-explained-tab-1-p-1": "Sie können Kontakte und Gruppen erstellen und haben Zwei-Wege-Kommunikation wie in jedem anderen Messenger.",
    "simplex-explained-tab-1-p-2": "Wie funktioniert das mit den unidirektionalen Warteschlangen und ohne Profilkennungen?",
    "simplex-explained-tab-2-p-1": "Für jede Verbindung nutzen Sie zwei separate Nachrichten-Warteschlangen, um die Nachrichten über verschiedene Server zu senden und zu empfangen.",
    "simplex-explained-tab-2-p-2": "Die Server leiten Nachrichten immer nur in eine Richtung weiter, ohne den vollständigen Verlauf der Nutzer-Unterhaltung oder seiner Verbindungen zu kennen.",
    "simplex-explained-tab-3-p-1": "Die Server nutzen für jede Warteschlange separate, anonyme Anmeldeinformationen und wissen nicht welchem Nutzer diese gehören.",
    "simplex-explained-tab-3-p-2": "Durch die Verwendung von Tor-Zugangsservern können Nutzer ihre Metadaten Privatsphäre weiter verbessern und Korellationen von IP-Adressen verhindern.",
    "smp-protocol": "SMP Protokoll",
    "chat-bot-example": "Beispiel für einen Chatbot",
    "donate": "Spenden",
    "copyright-label": "© 2020-2023 SimpleX | Open-Source Projekt",
    "chat-protocol": "Chat Protokoll",
    "simplex-chat-protocol": "SimpleX Chat Protokoll",
    "terminal-cli": "Terminal Kommandozeilen-Schnittstelle",
    "terms-and-privacy-policy": "Bedingungen & Datenschutzbestimmungen",
    "hero-header": "Privatsphäre neu definiert",
    "hero-overlay-2-textlink": "Wie SimpleX funktioniert?",
    "hero-subheader": "Der erste Messenger<br>ohne Nutzerkennungen",
    "hero-p-1": "Andere Apps haben Nutzerkennungen: Signal, Matrix, Session, Briar, Jami, Cwtch usw.<br> SimpleX arbeitet ohne diese, <strong>nicht einmal mit Zufallszahlen</strong>.<br> Dies erhöht die Privatsphäre ungemein.",
    "hero-overlay-1-textlink": "Warum sind Nutzerkennungen schlecht für die Privatspäre?",
    "hero-overlay-2-title": "Warum Benutzerkennungen schlecht für die Privatsphäre sind?",
    "hero-2-header": "Aufbau einer privaten Verbindung",
    "hero-overlay-1-title": "Wir sind eine Kreativagentur",
    "hero-2-header-desc": "Das Video zeigt Ihnen, wie Sie sich mit einem Kontakt mit dessen Einmal-QR-Code persönlich oder per Videotreff verbinden. Sie können sich auch über einen geteilten Einladungslink miteinander verbinden.",
    "feature-2-title": "Ende-zu-Ende verschlüsselte<br>Bilder und Dateien",
    "feature-4-title": "Ende-zu-Ende verschlüsselte Sprachnachrichten<em>(kommen demnächst></em>",
    "feature-1-title": "Ende-zu-Ende verschlüsselte Nachrichten mit Markdowns und Bearbeitung",
    "feature-3-title": "Dezentralisierte geheime Gruppen &mdash;<br>Nur die Nutzer wissen, dass sie existieren",
    "simplex-private-8-title": "Mischen von Nachrichten<br>Zur Reduzierung von Korrelationen",
    "feature-5-title": "Verschwindende geheime Unterhaltungen<em>(kommen demnächst)</em>",
    "feature-6-title": "Ende-zu-Ende verschlüsselte Sprach- und Videoanrufe",
    "feature-7-title": "Portable und verschlüsselte Datenbank &mdash; Verschieben Sie Ihr Profil auf ein anderes Gerät",
    "feature-8-title": "Inkognito-Modus &mdash;<br>Einzigartig in SimpleX Chat",
    "simplex-network-overlay-1-title": "Vergleich mit P2P Nachrichten-Protokollen",
    "simplex-private-1-title": "Zwei Schichten der<br>Ende-zu-Ende Verschlüsselung",
    "simplex-private-2-title": "Zusätzliche Schicht der<br>Server-Verschlüsselung",
    "simplex-private-3-title": "Sichere authentifizierte<br>TLS-Transportschicht",
    "simplex-private-4-title": "Optionaler<br>Zugang per Tor",
    "simplex-private-5-title": "Mehrere Schichten der<br>Inhalteauffüllung",
    "simplex-private-7-title": "Nachrichten-Integrität<br>Überprüfung",
    "simplex-private-6-title": "Out-of-Band<br>Schlüsselaustausch",
    "simplex-private-9-title": "Unidirektionale<br>Nachrichten-Warteschlangen",
    "simplex-private-10-title": "Temporäre, anonyme paarweise Kennungen",
    "simplex-private-card-1-point-1": "Doppeltes-Ratchet Protokoll &mdash;<br>Off-the-Record Nachrichten mit Perfect Forward Secrecy und Einbruchserholung.",
    "simplex-private-card-1-point-2": "NaCL Kryptobox in jeder Warteschlange, um eine Korrelation des Datenverkehrs zwischen Nachrichtenwarteschlangen zu verhindern, falls TLS kompromittiert wurde.",
    "simplex-private-card-3-point-1": "Für Client-Server-Verbindungen wird nur TLS 1.2/1.3 mit starken Algorithmen verwendet.",
    "simplex-private-card-2-point-1": "Zusätzliche Server-Verschlüsselungs-Schicht zur Zustellung an den Empfänger, um eine Korrelation zwischen empfangenen und gesendeten Server-Daten zu vermeiden, falls TLS kompromittiert wurde.",
    "simplex-private-card-3-point-2": "Server-Fingerabdrücke und Kanalbindung verhindern MITM- und Replay-Angriffe.",
    "simplex-private-card-3-point-3": "Die Wiederaufnahme von Verbindungen ist deaktiviert, um Sitzungs-Angriffe zu verhindern.",
    "simplex-private-card-4-point-1": "Um Ihre IP-Adresse zu schützen, können Sie per Tor oder irgendeinem anderen Transportschichten-Netzwerk auf Server zugreifen.",
    "simplex-private-card-4-point-2": "Um SimpleX per Tor zu nutzen, installieren Sie unter Android bitte die <a href=\"https://guardianproject.info/apps/org.torproject.android/\" target=\"_blank\">Orbot App</a> und aktivieren Sie den SOCKS5 Proxy (oder per VPN <a href=\"https://apps.apple.com/us/app/orbot/id1609461599?platform=iphone\" target=\"_blank\">unter iOS</a>).",
    "simplex-private-card-5-point-1": "SimpleX nutzt Inhalte-Auffüllung für jede Verschlüsselungs-Schicht, um Angriffe auf die Nachrichtengröße zu vereiteln.",
    "simplex-private-card-5-point-2": "Erzeugt Nachrichten mit unterschiedlichen Größen, die für Server und Netzwerk-Beobachter identisch aussehen.",
    "simplex-private-card-6-point-1": "Viele Kommunikations-Plattformen sind für MITM-Angriffe durch Server oder Netzwerk-Provider anfällig.",
    "simplex-private-card-9-point-1": "Jede Nachrichten-Warteschlange leitet Nachrichten mit unterschiedlichen Sende- und Empfängeradressen jeweils nur in einer Richtung weiter.",
    "simplex-private-card-9-point-2": "Verglichen mit traditionellen Nachrichten-Brokern, werden mögliche Angriffs-Vektoren und vorhandene Meta-Daten reduziert.",
    "simplex-private-card-10-point-1": "SimpleX nutzt für jeden Nutzer Kontakt oder jedes Gruppenmitglied eigene temporäre, anonyme und paarweise Adressen und Berechtigungsnachweise.",
    "simplex-private-card-10-point-2": "SimpleX erlaubt es Nachrichten ohne Nutzerprofil-Bezeichner zu versenden und bietet dabei bessere Metadaten-Privatsphäre an als andere Alternativen.",
    "simplex-unique-4-title": "Sie besitzen das SimpleX Netzwerk",
    "privacy-matters-1-title": "Werbung und Preisdiskriminierung",
    "privacy-matters-1-overlay-1-title": "Privatsphäre sichert Ihnen Geld",
    "privacy-matters-2-overlay-1-title": "Privatsphäre gibt Ihnen Kraft",
    "privacy-matters-1-overlay-1-linkText": "Privatsphäre sichert Ihnen Geld",
    "privacy-matters-2-overlay-1-linkText": "Privatsphäre gibt Ihnen Kraft",
    "privacy-matters-3-title": "Strafverfolgung wegen einer unschuldigen Verbindung",
    "privacy-matters-3-overlay-1-title": "Privatsphäre schützt Ihre Freiheit",
    "privacy-matters-2-title": "Wahlmanipulationen",
    "privacy-matters-3-overlay-1-linkText": "Privatsphäre schützt Ihre Freiheit",
    "simplex-unique-1-title": "Sie haben die komplette Privatsphäre",
    "simplex-unique-1-overlay-1-title": "Komplette Privatsphäre für Ihre Identität, ihr Profil, Ihre Kontakte und Metadaten",
    "simplex-unique-2-title": "Sie sind geschützt vor<br>SPAM und Missbrauch",
    "simplex-unique-2-overlay-1-title": "Der beste Schutz vor SPAM und Missbrauch",
    "simplex-unique-3-title": "Sie haben die Kontrolle über Ihre Daten",
    "simplex-unique-3-overlay-1-title": "Besitz, Kontrolle und Sicherheit Ihrer Daten",
    "simplex-unique-4-overlay-1-title": "Voll dezentralisiert &mdash; Die Nutzer besitzen das SimpleX Netzwerk",
    "hero-overlay-card-1-p-1": "Viele Nutzer fragen:<em>Woher weiß SimpleX, an wenn es Nachrichten versenden muss, wenn es keine Benutzerkennungen gibt?</em>",
    "simplex-private-card-7-point-1": "Um die Integrität von Nachrichten sicherzustellen, werden sie sequentiell durchnummeriert und beinhalten den Hash der vorhergehenden Nachricht.",
    "simplex-private-card-7-point-2": "Der Empfänger wird alarmiert, sobald irgendeine Nachricht ergänzt, entfernt oder verändert wird.",
    "simplex-private-card-8-point-1": "Die SimpleX Server arbeiten als Mix-Knoten mit geringer Verzögerung &mdash; eingehende und ausgehende Nachrichten haben eine unterschiedliche Reihenfolge.",
    "hero-overlay-card-1-p-3": "Sie definieren, welche(n) Server Sie für den Empfang von Nachrichten nutzen. Ihre Kontakte &mdash; nutzen diese Server, um ihnen Nachrichten darüber zu senden. Jede Konversation nutzt üblicherweise also zwei unterschiedliche Server.",
    "hero-overlay-card-1-p-5": "Die Benutzer-Profile, Kontakte und Gruppen werden nur auf den Endgerät des Nutzers gespeichert. Die Nachrichten werden mit einer 2-Schichten Ende-zu-Ende Verschlüsselung versendet.",
    "hero-overlay-card-1-p-6": "Lesen Sie mehr darüber im <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>SimpleX Whitepaper</a>.",
    "hero-overlay-card-2-p-2": "Sie können diese Informationen mit bestehenden öffentlichen sozialen Netzwerken korrelieren und damit wahre Identitäten herausfinden.",
    "hero-overlay-card-2-p-3": "Wenn Sie sich mit zwei unterschiedlichen Kontakten über das selbe Profil unterhalten, können sie, selbst bei sehr auf Privatsphäre achtenden Apps, die Tor v3 Dienste nutzen, feststellen, dass diese Kontakte mit der selben Person verbunden sind.",
    "hero-overlay-card-1-p-2": "Um Nachrichten auszuliefern, nutzt SimpleX statt Benutzerkennungen wie auf allen anderen Plattformen, temporäre, anonyme und paarweise Kennungen für Nachrichten-Warteschlangen, die für jede Ihrer Verbindungen unterschiedlich sind &mdash; Es gibt keinerlei Langzeit-Kennungen.",
    "hero-overlay-card-1-p-4": "Dieses Design verhindert Datenlecks für jegliche Benutzer&apos;Metadaten schon auf der Applikations-Ebene. Sie können sich über Tor mit Nachrichten-Servern verbinden, um Ihre Privatsphäre weiter zu verbessern und die von Ihnen genutzte IP-Adresse zu schützen.",
    "hero-overlay-card-2-p-1": "Wenn Nutzer dauerhafte Identitäten besitzen, selbst wenn diese eine Zufallsnummer, wie eine Sitzungs-ID, ist, besteht ein Risiko, das Provider oder Angreifer feststellen können, wie Nutzer miteinander verbunden sind und wie viele Nachrichten sie versenden.",
    "hero-overlay-card-2-p-4": "SimpleX schützt gegen solche Angriffe, weil es vom Design her keinerlei Benutzerkennungen besitzt. Und Sie haben sogar unterschiedliche Anzeigenamen für jeden Kontakt und vermeiden jegliche geteilte Daten zwischen diesen, wenn Sie den Inkognito-Modus nutzen.",
    "simplex-network-overlay-card-1-p-1": "<a href='https://en.wikipedia.org/wiki/Peer-to-peer'>Peer-to-Peer</a>-Nachrichten-Protokolle und -Applikationen haben verschiedene Probleme, die diese weniger vertrauenswürdig, die Analyse wesentlich komplexer und anfälliger gegen verschiedene Arten von Angriffen, als bei SimpleX machen."
}
