{
    "simplex-privacy": "Privatsphäre mit SimpleX",
    "simplex-network": "SimpleX-Netzwerk",
    "home": "Startseite",
    "developers": "Entwickler",
    "reference": "Referenz",
    "blog": "Blog",
    "why-simplex": "Warum SimpleX",
    "features": "Funktionen",
    "simplex-private-card-6-point-2": "Um das zu verhindern, werden von SimpleX Einmal-Schlüssel Out-of-Band weitergeleitet, wenn Sie eine Adresse als Link oder QR-Code teilen.",
    "simplex-explained": "SimpleX erklärt",
    "simplex-explained-tab-2-text": "2. Wie es funktioniert",
    "simplex-explained-tab-3-text": "3. Was die Server sehen",
    "simplex-explained-tab-1-text": "1. Wie es die Nutzer erleben",
    "simplex-explained-tab-1-p-1": "Sie können Kontakte und Gruppen erstellen und haben Zwei-Wege-Kommunikation wie in jedem anderen Messenger.",
    "simplex-explained-tab-1-p-2": "Wie funktioniert das mit den unidirektionalen Warteschlangen und ohne Profilkennungen?",
    "simplex-explained-tab-2-p-1": "Für jede Verbindung nutzen Sie zwei separate Nachrichten-Warteschlangen, um die Nachrichten über verschiedene Server zu senden und zu empfangen.",
    "simplex-explained-tab-2-p-2": "Die Server leiten Nachrichten immer nur in eine Richtung weiter, ohne den vollständigen Verlauf der Nutzer-Unterhaltung oder seiner Verbindungen zu kennen.",
    "simplex-explained-tab-3-p-1": "Die Server nutzen für jede Warteschlange separate, anonyme Anmeldeinformationen und wissen nicht welchem Nutzer diese gehören.",
    "simplex-explained-tab-3-p-2": "Durch die Verwendung von Tor-Zugangsservern können Nutzer ihre Metadaten-Privatsphäre weiter verbessern und Korellationen von IP-Adressen verhindern.",
    "smp-protocol": "SMP Protokoll",
    "chat-bot-example": "Beispiel für einen Chatbot",
    "donate": "Spenden",
    "copyright-label": "© 2020-2024 SimpleX | Open-Source Projekt",
    "chat-protocol": "Chat Protokoll",
    "simplex-chat-protocol": "SimpleX Chat Protokoll",
    "terminal-cli": "Terminal Kommandozeilen-Schnittstelle",
    "terms-and-privacy-policy": "Datenschutzrichtlinie",
    "hero-header": "Privatsphäre neu definiert",
    "hero-overlay-2-textlink": "Wie funktioniert SimpleX?",
    "hero-subheader": "Der erste Messenger<br>ohne Nutzerkennungen",
    "hero-p-1": "Andere Apps haben Nutzerkennungen: Signal, Matrix, Session, Briar, Jami, Cwtch usw.<br> SimpleX arbeitet ohne diese, <strong>nicht einmal mit Zufallszahlen</strong>.<br> Dies steigert die Privatsphäre ungemein.",
    "hero-overlay-1-textlink": "Warum sind Nutzerkennungen schlecht für die Privatspäre?",
    "hero-overlay-2-title": "Warum Benutzerkennungen schlecht für die Privatsphäre sind?",
    "hero-2-header": "Aufbau einer privaten Verbindung",
    "hero-overlay-1-title": "Wie funktioniert SimpleX?",
    "hero-2-header-desc": "Das Video zeigt Ihnen, wie Sie sich mit einem Kontakt mit dessen Einmal-QR-Code persönlich oder per Videotreff verbinden. Sie können sich auch über einen geteilten Einladungslink miteinander verbinden.",
    "feature-2-title": "Ende-zu-Ende verschlüsselte<br>Bilder, Videos und Dateien",
    "feature-4-title": "Ende-zu-Ende verschlüsselte Sprachnachrichten",
    "feature-1-title": "Ende-zu-Ende verschlüsselte Nachrichten mit Markdowns und Bearbeitungsmöglichkeiten",
    "feature-3-title": "Ende-zu-Ende verschlüsselte dezentralisierte Gruppen &mdash; Nur die Nutzer wissen, dass diese überhaupt existieren",
    "simplex-private-8-title": "Mischen von Nachrichten,<br>um Korrelationen zu reduzieren",
    "feature-5-title": "Verschwindende geheime Unterhaltungen",
    "feature-6-title": "Ende-zu-Ende verschlüsselte Sprach- und Videoanrufe",
    "feature-7-title": "Portable und verschlüsselte App-Datenspeicherung &mdash; verschieben Sie das komplette Profil einfach auf ein anderes Gerät",
    "feature-8-title": "Inkognito-Modus &mdash;<br>Einzigartig in SimpleX Chat",
    "simplex-network-overlay-1-title": "Vergleich mit P2P Nachrichten-Protokollen",
    "simplex-private-1-title": "Zwei Schichten der<br>Ende-zu-Ende Verschlüsselung",
    "simplex-private-2-title": "Zusätzliche Schicht der<br>Server-Verschlüsselung",
    "simplex-private-3-title": "Sichere authentifizierte<br>TLS-Transportschicht",
    "simplex-private-4-title": "Optionaler<br>Zugang per Tor",
    "simplex-private-5-title": "Mehrere Schichten der<br>Inhalteauffüllung",
    "simplex-private-7-title": "Nachrichten-Integrität<br>Überprüfung",
    "simplex-private-6-title": "Out-of-Band<br>Schlüsselaustausch",
    "simplex-private-9-title": "Unidirektionale<br>Nachrichten-Warteschlangen",
    "simplex-private-10-title": "Temporäre, anonyme paarweise Kennungen",
    "simplex-private-card-1-point-1": "Doppeltes-Ratchet Protokoll &mdash;<br>Off-the-Record Nachrichten mit Perfect Forward Secrecy und Einbruchserholung.",
    "simplex-private-card-1-point-2": "NaCL Kryptobox in jeder Warteschlange, um eine Korrelation des Datenverkehrs zwischen Nachrichtenwarteschlangen zu verhindern, falls TLS kompromittiert wurde.",
    "simplex-private-card-3-point-1": "Für Client-Server-Verbindungen wird nur TLS 1.2/1.3 mit starken Algorithmen verwendet.",
    "simplex-private-card-2-point-1": "Zusätzliche Server-Verschlüsselungs-Schicht für die Zustellung an den Empfänger, um eine Korrelation zwischen empfangenen und gesendeten Server-Daten zu vermeiden, falls TLS kompromittiert wurde.",
    "simplex-private-card-3-point-2": "Server-Fingerabdrücke und Kanalbindung verhindern MITM- und Replay-Angriffe.",
    "simplex-private-card-3-point-3": "Die Wiederaufnahme von Verbindungen ist deaktiviert, um Sitzungs-Angriffe zu verhindern.",
    "simplex-private-card-4-point-1": "Um Ihre IP-Adresse zu schützen, können Sie per Tor oder irgendeinem anderen Transportschichten-Netzwerk auf Server zugreifen.",
    "simplex-private-card-4-point-2": "Um SimpleX per Tor zu nutzen, installieren Sie unter Android bitte die <a href=\"https://guardianproject.info/apps/org.torproject.android/\" target=\"_blank\">Orbot App</a> und aktivieren Sie den SOCKS5 Proxy oder <a href=\"https://apps.apple.com/us/app/orbot/id1609461599?platform=iphone\" target=\"_blank\">unter iOS</a> per VPN.",
    "simplex-private-card-5-point-1": "SimpleX nutzt Inhalte-Auffüllung für jede Verschlüsselungs-Schicht, um Angriffe auf die Nachrichtengröße zu vereiteln.",
    "simplex-private-card-5-point-2": "Erzeugt Nachrichten mit unterschiedlichen Größen, die für Server und Netzwerk-Beobachter identisch aussehen.",
    "simplex-private-card-6-point-1": "Viele Kommunikations-Plattformen sind für MITM-Angriffe durch Server oder Netzwerk-Provider anfällig.",
    "simplex-private-card-9-point-1": "Jede Nachrichten-Warteschlange leitet Nachrichten mit unterschiedlichen Sende- und Empfängeradressen jeweils nur in einer Richtung weiter.",
    "simplex-private-card-9-point-2": "Verglichen mit traditionellen Nachrichten-Brokern, werden mögliche Angriffs-Vektoren und vorhandene Meta-Daten reduziert.",
    "simplex-private-card-10-point-1": "SimpleX nutzt für jeden Nutzer-Kontakt oder jedes Gruppenmitglied eigene temporäre, anonyme und paarweise Adressen und Berechtigungsnachweise.",
    "simplex-private-card-10-point-2": "SimpleX erlaubt es, Nachrichten ohne Nutzerprofil-Bezeichner zu versenden und bietet dabei bessere Metadaten-Privatsphäre an als andere Alternativen.",
    "simplex-unique-4-title": "Sie besitzen das SimpleX Netzwerk",
    "privacy-matters-1-title": "Werbung und Preisdiskriminierung",
    "privacy-matters-1-overlay-1-title": "Privatsphäre sichert Ihnen Geld",
    "privacy-matters-2-overlay-1-title": "Privatsphäre gibt Ihnen Kraft",
    "privacy-matters-1-overlay-1-linkText": "Privatsphäre sichert Ihnen Geld",
    "privacy-matters-2-overlay-1-linkText": "Privatsphäre gibt Ihnen Kraft",
    "privacy-matters-3-title": "Strafverfolgung wegen einer harmlosen Verbindung",
    "privacy-matters-3-overlay-1-title": "Privatsphäre schützt Ihre Freiheit",
    "privacy-matters-2-title": "Wahlmanipulationen",
    "privacy-matters-3-overlay-1-linkText": "Privatsphäre schützt Ihre Freiheit",
    "simplex-unique-1-title": "Sie erhalten eine vollumfängliche Privatsphäre",
    "simplex-unique-1-overlay-1-title": "Komplette Privatsphäre für Ihre Identität, ihr Profil, Ihre Kontakte und Metadaten",
    "simplex-unique-2-title": "Sie sind geschützt vor<br>SPAM und Missbrauch",
    "simplex-unique-2-overlay-1-title": "Der beste Schutz vor SPAM und Missbrauch",
    "simplex-unique-3-title": "Sie haben die Kontrolle über Ihre Daten",
    "simplex-unique-3-overlay-1-title": "Besitz, Kontrolle und Sicherheit Ihrer Daten",
    "simplex-unique-4-overlay-1-title": "Voll dezentralisiert &mdash; Die Nutzer besitzen das SimpleX Netzwerk",
    "hero-overlay-card-1-p-1": "Viele Nutzer fragen:<em>Woher weiß SimpleX, an wenn es Nachrichten versenden muss, wenn es keine Benutzerkennungen gibt?</em>",
    "simplex-private-card-7-point-1": "Um die Integrität von Nachrichten sicherzustellen, werden sie sequentiell durchnummeriert und beinhalten den Hash der vorhergehenden Nachricht.",
    "simplex-private-card-7-point-2": "Der Empfänger wird alarmiert, sobald eine Nachricht ergänzt, entfernt oder verändert wird.",
    "simplex-private-card-8-point-1": "Die SimpleX Server arbeiten als Mix-Knoten mit geringer Verzögerung &mdash; eingehende und ausgehende Nachrichten haben eine unterschiedliche Reihenfolge.",
    "hero-overlay-card-1-p-3": "Sie definieren, welche(n) Server Sie für den Empfang von Nachrichten nutzen. Ihre Kontakte &mdash; nutzen diese Server, um ihnen Nachrichten darüber zu senden. Jede Konversation nutzt üblicherweise also zwei unterschiedliche Server.",
    "hero-overlay-card-1-p-5": "Die Benutzer-Profile, Kontakte und Gruppen werden nur auf den Endgerät des Nutzers gespeichert. Die Nachrichten werden mit einer 2-Schichten Ende-zu-Ende Verschlüsselung versendet.",
    "hero-overlay-card-1-p-6": "Lesen Sie mehr darüber im <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>SimpleX Whitepaper</a>.",
    "hero-overlay-card-2-p-2": "Sie können diese Informationen mit bestehenden öffentlichen sozialen Netzwerken korrelieren und damit wahre Identitäten herausfinden.",
    "hero-overlay-card-2-p-3": "Wenn Sie sich mit zwei unterschiedlichen Kontakten über das selbe Profil unterhalten, können sie, selbst bei sehr auf Privatsphäre achtenden Apps, die Tor v3 Dienste nutzen, feststellen, dass diese Kontakte mit der selben Person verbunden sind.",
    "hero-overlay-card-1-p-2": "Um Nachrichten auszuliefern, nutzt SimpleX statt Benutzerkennungen wie auf allen anderen Plattformen, temporäre, anonyme und paarweise Kennungen für Nachrichten-Warteschlangen, die für jede Ihrer Verbindungen unterschiedlich sind &mdash; Es gibt keinerlei Langzeit-Kennungen.",
    "hero-overlay-card-1-p-4": "Dieses Design verhindert schon auf der Applikations-Ebene Datenlecks für jegliche Benutzer&apos;Metadaten. Sie können sich über Tor mit Nachrichten-Servern verbinden, um Ihre Privatsphäre weiter zu verbessern und die von Ihnen genutzte IP-Adresse zu schützen.",
    "hero-overlay-card-2-p-1": "Wenn Nutzer dauerhafte Identitäten besitzen, selbst wenn diese eine Zufallsnummer, wie eine Sitzungs-ID, ist, besteht ein Risiko, das Provider oder Angreifer feststellen können, wie Nutzer miteinander verbunden sind und wie viele Nachrichten sie versenden.",
    "hero-overlay-card-2-p-4": "SimpleX schützt gegen solche Angriffe, weil es vom Design her keinerlei Benutzerkennungen besitzt. Und Sie haben sogar unterschiedliche Anzeigenamen für jeden Kontakt und vermeiden jegliche geteilte Daten zwischen diesen, wenn Sie den Inkognito-Modus nutzen.",
    "simplex-network-overlay-card-1-p-1": "<a href='https://en.wikipedia.org/wiki/Peer-to-peer'>Peer-to-Peer</a>-Nachrichten-Protokolle und -Applikationen haben verschiedene Probleme, die diese weniger vertrauenswürdig, die Analyse wesentlich komplexer und anfälliger gegen verschiedene Arten von Angriffen, als bei SimpleX machen.",
    "simplex-network-overlay-card-1-li-2": "Das SimpleX Design hat, im Gegensatz zu den meisten P2P-Netzwerken, keinerlei globalen Benutzerkennungen, auch keine temporären. Es nutzt ausschließlich temporäre paarweise Kennungen, die bessere Anonymität und Metadaten-Schutz bieten.",
    "simplex-network-overlay-card-1-li-4": "P2P-Implementierungen können durch Internet-Provider blockiert werden, wie beispielweise <a href='https://en.wikipedia.org/wiki/BitTorrent'>BitTorrent</a>). SimpleX ist transportunabhängig - es kann über Standard-Web-Protokolle, wie beispielsweise WebSockets, arbeiten.",
    "simplex-network-overlay-card-1-li-6": "P2P-Netzwerke können anfällig für <a href='https://www.usenix.org/conference/woot15/workshop-program/presentation/p2p-file-sharing-hell-exploiting-bittorrent'>DRDoS-Angriffe</a> sein, wenn die Clients den Datenverkehr erneut senden und verstärken können, was zu einem netzwerkweiten Denial-of-Service führt. SimpleX-Clients leiten nur Datenverkehr von bekannten Verbindungen weiter und können von einem Angreifer nicht dazu verwendet werden, den Datenverkehr im gesamten Netzwerk zu verstärken.",
    "privacy-matters-overlay-card-1-p-1": "Viele große Unternehmen nutzen Informationen, mit wem Sie in Verbindung stehen, um Ihr Einkommen zu schätzen, Ihnen Produkte zu verkaufen, die Sie nicht wirklich benötigen und um die Preise zu bestimmen.",
    "privacy-matters-overlay-card-1-p-2": "Online-Händler wissen, dass Menschen mit geringerem Einkommen eher dringende Einkäufe tätigen, sodass sie möglicherweise höhere Preise verlangen können oder Rabatte streichen.",
    "privacy-matters-overlay-card-1-p-3": "Einige Finanz- und Versicherungsunternehmen verwenden soziale Graphen, um Zinssätze und Prämien zu ermitteln. Menschen mit niedrigerem Einkommen zahlen so häufig mehr &mdash; dies ist als <a href='https://fairbydesign.com/povertypremium/' target='_blank'>\"Armutsprämie\"</a> bekannt.",
    "privacy-matters-overlay-card-2-p-2": "Um objektiv zu sein und unabhängige Entscheidungen treffen zu können, müssen Sie die Kontrolle über Ihren Informationsraum haben. Dies ist nur möglich, wenn Sie eine private Kommunikationsplattform verwenden, die keinen Zugriff auf Ihren sozialen Graphen hat.",
    "privacy-matters-overlay-card-2-p-3": "SimpleX ist die erste Plattform, die per Design keinerlei Benutzerkennungen hat und auf diese Weise Ihren Verbindungsgraphen besser schützt als jede andere bekannte Alternative.",
    "privacy-matters-overlay-card-3-p-1": "Jede Person sollte sich um ihre Privatsphäre und die Sicherheit ihrer Kommunikation kümmern &mdash; Harmlose Gespräche könnten Sie in Gefahr bringen, selbst wenn Sie nichts zu verbergen haben.",
    "privacy-matters-overlay-card-3-p-4": "Es reicht nicht aus, einfach einen Ende-zu-Ende-verschlüsselten Messenger zu verwenden. Wir alle sollten den Messenger verwenden, der die Privatsphäre unserer persönlichen Netzwerke schützt, mit welchen wir verbunden sind.",
    "simplex-unique-overlay-card-1-p-3": "Dieses Design schützt die Privatsphäre von Ihnen und der Personen, mit denen Sie kommunizieren, und verbirgt die Verbindungen vor den SimpleX-Plattform-Servern und möglichen Beobachtern. Um Ihre IP-Adresse vor den Servern zu verbergen, können Sie sich <strong>per Tor mit den SimpleX-Servern verbinden</strong>.",
    "simplex-unique-overlay-card-2-p-1": "Da Sie auf der SimpleX-Plattform keine Kennungen haben, kann Sie niemand kontaktieren, es sei denn, Sie geben eine einmalige oder vorübergehende Benutzeradresse in Form eines QR-Codes oder eines Links weiter.",
    "simplex-unique-overlay-card-3-p-2": "Die Ende-zu-Ende-verschlüsselten Nachrichten werden vorübergehend auf SimpleX-Relay-Servern gespeichert, bis sie vom Endgerät empfangen und danach endgültig gelöscht werden.",
    "simplex-unique-overlay-card-3-p-3": "Im Gegensatz zu föderierten Netzwerkservern (wie z.B. Mail, XMPP oder Matrix) speichern die SimpleX-Server keine Benutzerkonten, sondern leiten Nachrichten nur weiter, so dass die Privatsphäre der beteiligten Parteien geschützt ist.",
    "simplex-unique-overlay-card-4-p-1": "Sie können <strong>SimpleX mit Ihren eigenen Servern verwenden</strong> und trotzdem mit Personen kommunizieren, welche die von uns bereitgestellten und vorkonfigurierten Server verwenden.",
    "simplex-unique-card-1-p-1": "SimpleX schützt die Privatsphäre Ihres Profils, Ihrer Kontakte und Metadaten und verbirgt sie vor den SimpleX-Plattform-Servern und allen Beobachtern.",
    "simplex-unique-card-1-p-2": "Im Gegensatz zu allen anderen bestehenden Messaging-Plattformen werden den Nutzern von SimpleX keine Kennungen zugewiesen &mdash; <strong>nicht einmal Zufallszahlen</strong>.",
    "simplex-unique-card-2-p-1": "Da Sie keine Kennung oder feste Adresse auf der SimpleX-Plattform haben, kann Sie niemand kontaktieren, es sei denn, Sie geben eine einmalige oder vorübergehende Benutzeradresse in Form eines QR-Codes oder Links weiter.",
    "simplex-unique-card-3-p-1": "SimpleX speichert Benutzerdaten nur auf den Endgeräten und das in einem <strong>portablen, verschlüsselten Datenbankformat</strong> &mdash; welches auf ein anderes Gerät übertragen werden kann.",
    "simplex-unique-card-3-p-2": "Die Ende-zu-Ende-verschlüsselten Nachrichten werden vorübergehend auf SimpleX-Relay-Servern gespeichert, bis sie vom Endgerät empfangen und danach endgültig gelöscht werden.",
    "join": "Nutzen Sie",
    "we-invite-you-to-join-the-conversation": "Wir laden Sie ein, sich an der Diskussion zu beteiligen",
    "join-the-REDDIT-community": "Treten Sie der Reddit-Gruppe bei",
    "join-us-on-GitHub": "Schließen Sie sich uns bei GitHub an",
    "donate-here-to-help-us": "Spenden Sie, um uns zu unterstützen",
    "sign-up-to-receive-our-updates": "Melden Sie sich an, um Updates von uns zu erhalten",
    "enter-your-email-address": "Geben Sie Ihre Mail-Adresse ein",
    "get-simplex": "Laden Sie sich SimpleX herunter <a href=\"/downloads\">desktop app</a>",
    "learn-more": "Erfahren Sie mehr darüber",
    "more-info": "Weitere Informationen",
    "hide-info": "Informationen verbergen",
    "contact-hero-subheader": "Scannen Sie den QR-Code mit der SimpleX Chat-Applikation auf Ihrem Mobilgerät oder Tablet.",
    "contact-hero-p-2": "Bisher SimpleX Chat noch nicht herunter geladen?",
    "scan-qr-code-from-mobile-app": "Scannen Sie den QR-Code aus der mobilen Applikation",
    "install-simplex-app": "Installieren Sie die SimpleX Applikation",
    "connect-in-app": "Verbinden Sie sich in der Applikation",
    "open-simplex-app": "Öffnen Sie die SimpleX Applikation",
    "scan-the-qr-code-with-the-simplex-chat-app-description": "Die öffentlichen Schlüssel und die Adresse der Nachrichtenwarteschlange in diesem Link werden NICHT über das Netzwerk gesendet, wenn Sie diese Seite aufrufen &mdash;<br> sie sind in dem Hash-Fragment der Link-URL enthalten.",
    "installing-simplex-chat-to-terminal": "Installation von SimpleX-Chat im Terminal",
    "use-this-command": "Benutzen Sie dieses Kommando:",
    "see-simplex-chat": "Siehe SimpleX-Chat",
    "github-repository": "GitHub Repository",
    "the-instructions--source-code": "Die Anleitung, wie Sie es herunter laden und aus dem Quellcode kompilieren.",
    "if-you-already-installed": "Wenn Sie es schon installiert haben",
    "simplex-chat-for-the-terminal": "SimpleX Chat für das Terminal",
    "privacy-matters-section-header": "Warum es auf Privatsphäre <span class='gradient-text'>ankommt</span>",
    "privacy-matters-section-label": "Stellen Sie sicher, dass Ihr Messenger keinen Zugriff auf Ihre Daten hat!",
    "tap-to-close": "Zum Schließen drücken",
    "simplex-network-section-header": "SimpleX <span class='gradient-text'>Netzwerk</span>",
    "simplex-network-1-header": "Im Gegensatz zu P2P-Netzwerken",
    "simplex-network-1-desc": "Alle Nachrichten werden über Server versandt, was sowohl einen besseren Schutz der Metadaten als auch eine zuverlässigere asynchrone Nachrichtenübermittlung ermöglicht und dabei Vieles vermeidet",
    "simplex-network-1-overlay-linktext": "Probleme von P2P-Netzwerken",
    "simplex-network-2-desc": "Simple X-Relay-Server speichern KEINE Benutzerprofile, Kontakte und zugestellte Nachrichten und stellen KEINE Verbindungen untereinander her und es gibt KEIN Serververzeichnis.",
    "simplex-network-3-header": "SimpleX-Netzwerk",
    "comparison-section-header": "Vergleich mit anderen Protokollen",
    "protocol-1-text": "Signal, große Plattformen",
    "protocol-3-text": "P2P-Protokolle",
    "protocol-2-text": "XMPP / Matrix",
    "comparison-point-1-text": "Benötigt eine globale Kennung",
    "comparison-point-2-text": "Möglichkeit eines MITM-Angriffs",
    "comparison-point-3-text": "Abhängigkeit vom DNS-System",
    "comparison-point-4-text": "Einzelnes oder zentralisiertes Netzwerk",
    "yes": "Ja",
    "no": "Nein",
    "no-private": "Nein - vertraulich",
    "no-secure": "Nein - sicher",
    "no-resilient": "Nein - widerstandsfähig",
    "no-federated": "Nein - föderiert",
    "comparison-section-list-point-2": "DNS-basierte Adressen",
    "comparison-section-list-point-3": "Öffentlicher Schlüssel oder eine andere weltweit eindeutige ID",
    "comparison-section-list-point-4": "Wenn die Server des Betreibers kompromittiert werden. In Signal und weiteren Apps kann der Securitycode überprüft werden, um dies zu entschärfen",
    "comparison-section-list-point-6": "P2P sind zwar verteilt, aber nicht föderiert - sie arbeiten als ein einziges Netzwerk",
    "comparison-section-list-point-7": "P2P-Netzwerke haben entweder eine zentrale Verwaltung oder das gesamte Netzwerk kann kompromittiert werden",
    "see-here": "Siehe hier",
    "simplex-unique-card-4-p-1": "Das SimpleX-Netzwerk ist vollständig dezentralisiert und unabhängig von Kryptowährungen oder anderen Plattformen außer dem Internet.",
    "unique": "einmalig",
    "privacy-matters-overlay-card-2-p-1": "Vor nicht allzu langer Zeit beobachteten wir, wie große Wahlen von einem <a href='https://en.wikipedia.org/wiki/Facebook–Cambridge_Analytica_data_scandal' target='_blank'>angesehenen Beratungsunternehmen</a> manipuliert wurden, welches unsere sozialen Graphen nutzte, um unsere Sicht auf die reale Welt zu verzerren und unsere Stimmen zu manipulieren.",
    "privacy-matters-overlay-card-3-p-2": "Eine der schockierendsten Geschichten ist die Erfahrung von <a href='https://en.wikipedia.org/wiki/Mohamedou_Ould_Slahi' target='_blank'>Mohamedou Ould Salahi</a>, welche in seinen Memoiren beschrieben und im Film \"The Mauritanian\" gezeigt wird. Er kam nach einem Anruf bei seinen Verwandten in Afghanistan und ohne Gerichtsverfahren in das Guantanamo-Lager und wurde dort einige Jahre lang gefoltert, weil er verdächtigt wurde, an den 9/11-Angriffen beteiligt gewesen zu sein, obwohl er die vorhergehenden 10 Jahre in Deutschland gelebt hatte.",
    "simplex-unique-overlay-card-1-p-1": "Im Gegensatz zu anderen Nachrichten-Plattformen weist SimpleX <strong>den Benutzern keine Kennungen</strong> zu. Es verlässt sich nicht auf Telefonnummern, domänenbasierte Adressen (wie E-Mail oder XMPP), Benutzernamen, öffentliche Schlüssel oder sogar Zufallszahlen, um seine Benutzer zu identifizieren &mdash; Wir wissen nicht, wie viele Personen unsere SimpleX-Server verwenden.",
    "simplex-unique-overlay-card-1-p-2": "Um Nachrichten auszuliefern nutzt SimpleX <a href='https://csrc.nist.gov/glossary/term/Pairwise_Pseudonymous_Identifier'>paarweise anonyme Adressen</a> aus unidirektionalen Nachrichten-Warteschlangen, die für empfangene und gesendete Nachrichten separiert sind und gewöhnlich über verschiedene Server gesendet werden. Die Nutzung von SimpleX entspricht der Nutzung von <strong>unterschiedlichen Mailservern oder Telefonen für jeden einzelnen Kontakt</strong> und vermeidet dabei eine mühsame Verwaltung.",
    "simplex-network-overlay-card-1-li-5": "Alle bekannten P2P-Netzwerke können anfällig für <a href='https://en.wikipedia.org/wiki/Sybil_attack'>Sybil-Angriffe</a> sein, da jeder Knoten ermittelbar ist und das Netzwerk als Ganzes funktioniert. Bekannte Maßnahmen zur Verhinderung erfordern entweder eine zentralisierte Komponente oder einen teuren <a href='https://en.wikipedia.org/wiki/Proof_of_work'>Ausführungsnachweis</a>. Das SimpleX-Netzwerk bietet keine Ermittlung der Server, ist fragmentiert und arbeitet mit mehreren isolierten Subnetzwerken, wodurch netzwerkweite Angriffe unmöglich werden.",
    "simplex-network-overlay-card-1-li-3": "P2P löst nicht das Problem des <a href='https://en.wikipedia.org/wiki/Man-in-the-middle_attack'>MITM-Angriffs</a> und die meisten bestehenden Implementierungen nutzen für den initialen Schlüsselaustausch keine Out-of-Band-Nachrichten. Im Gegensatz hierzu nutzt SimpleX für den initialen Schlüsselaustausch Out-of-Band-Nachrichten oder zum Teil schon bestehende sichere und vertrauenswürdige Verbindungen.",
    "tap-the-connect-button-in-the-app": "Drücken Sie die <span class='text-active-blue'>‘Verbinden’</span> Taste in der Applikation",
    "to-make-a-connection": "Um eine Verbindung zu starten:",
    "contact-hero-p-3": "Nutzen Sie die unten genannten Links, um die Applikation herunterzuladen.",
    "scan-the-qr-code-with-the-simplex-chat-app": "Scannen Sie den QR-Code mit der SimpleX Chat-Applikation",
    "copy-the-command-below-text": "Kopieren Sie sich das unten genannte Kommando und nutzen Sie es im Chat:",
    "privacy-matters-section-subheader": "Die Wahrung der Privatsphäre Ihrer Metadaten &mdash; <span class='text-active-blue'>mit wem Sie wann Kontakt haben</span> &mdash; schützt Sie vor:",
    "simplex-private-section-header": "Was macht SimpleX <span class='gradient-text'>vertraulich</span>",
    "simplex-network-section-desc": "Durch die Kombination der Vorteile von P2P und föderierten Netzwerken stellt SimpleX die bestmögliche Privatsphäre zur Verfügung.",
    "simplex-network-2-header": "Im Gegensatz zu föderierten Netzwerken",
    "comparison-section-list-point-1": "Normalerweise auf der Grundlage einer Telefonnummer, in einigen Fällen auf der Grundlage von Benutzernamen",
    "comparison-point-5-text": "Zentrale Komponente oder andere Netzwerk-weite Angriffe",
    "no-decentralized": "Nein - dezentralisiert",
    "comparison-section-list-point-5": "Die Privatsphäre-Metadaten des Nutzers werden nicht geschützt",
    "simplex-network-overlay-card-1-li-1": "P2P-Netzwerke vertrauen auf Varianten von <a href='https://en.wikipedia.org/wiki/Distributed_hash_table'>DHT</a>, um Nachrichten zu routen. DHT-Designs müssen zwischen Zustellungsgarantie und Latenz ausgleichen. Verglichen mit P2P bietet SimpleX sowohl eine bessere Zustellungsgarantie, als auch eine niedrigere Latenz, weil eine Nachricht redundant und parallel über mehrere Server gesendet werden kann, wobei die durch den Empfänger ausgewählten Server genutzt werden. In P2P-Netzwerken werden Nachrichten sequentiell über <em>O(log N)</em> Knoten gesendet, wobei die Knoten durch einen Algorithmus ausgewählt werden.",
    "simplex-unique-overlay-card-3-p-4": "Zwischen dem gesendeten und empfangenen Serververkehr gibt es keine gemeinsamen Kennungen oder Chiffriertexte &mdash; sodass ein Beobachter nicht ohne weiteres feststellen kann, wer mit wem kommuniziert, selbst wenn TLS kompromittiert wurde.",
    "simplex-unique-overlay-card-4-p-3": "Wenn Sie darüber nachdenken, für die SimpleX-Plattform entwickeln zu wollen, z.B. einen Chatbot für SimpleX-App-Nutzer oder die Integration der SimpleX-Chat-Bibliothek in Ihre mobilen Apps, <a href='https://simplex.chat/contact#/?v=1&smp=smp%3A%2F%2FPQUV2eL0t7OStZOoAsPEV2QYWt4-xilbakvGUGOItUo%3D%40smp6.simplex.im%2FK1rslx-m5bpXVIdMZg9NLUZ_8JBm8xTt%23MCowBQYDK2VuAyEALDeVe-sG8mRY22LsXlPgiwTNs9dbiLrNuA7f3ZMAJ2w%3D' target='_blank'>kontaktieren Sie uns bitte</a> für eine weitere Beratung und Unterstützung.",
    "privacy-matters-overlay-card-1-p-4": "Die SimpleX-Plattform schützt die Privatsphäre Ihrer Verbindungen besser als jede Alternative und verhindert vollständig, dass Ihr sozialer Graph für Unternehmen oder Organisationen verfügbar wird. Selbst wenn die Anwender SimpleX-Chat-Server verwenden, kennen wir die Anzahl der Benutzer oder ihre Verbindungen nicht.",
    "contact-hero-header": "Sie haben eine Adresse zur Verbindung mit SimpleX Chat erhalten",
    "invitation-hero-header": "Sie haben einen Einmal-Link zur Verbindung mit SimpleX Chat erhalten",
    "privacy-matters-overlay-card-3-p-3": "Normale Menschen werden für das, was sie online teilen, sogar unter Nutzung ihrer \"anonymen\" Konten, <a href='https://www.dailymail.co.uk/news/article-11282263/Moment-police-swoop-house-devout-catholic-mother-malicious-online-posts.html' target='_blank'>selbst in demokratischen Ländern</a> verhaftet.",
    "simplex-unique-overlay-card-3-p-1": "SimpleX Chat speichert alle Benutzerdaten ausschließlich auf den Endgeräten in einem <strong>portablen und verschlüsselten Datenbankformat</strong>, welches exportiert und auf jedes unterstützte Gerät übertragen werden kann.",
    "simplex-unique-overlay-card-2-p-2": "Auch wenn die optionale Benutzeradresse zum Versenden von SPAM-Kontaktanfragen verwendet werden kann, können Sie sie ändern oder ganz löschen, ohne dass Ihre Verbindungen verloren gehen.",
    "simplex-unique-overlay-card-4-p-2": "Die SimpleX-Plattform verwendet ein <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>offenes Protokoll</a> und bietet ein <a href='https://github.com/simplex-chat/simplex-chat/tree/stable/packages/simplex-chat-client/typescript' target='_blank'>SDK zur Erstellung von Chatbots</a> an, welches die Erstellung von Diensten ermöglicht, mit denen Nutzer über SimpleX-Chat interagieren können &mdash; Wir sind gespannt, welche SimpleX-Dienste Sie erstellen können.",
    "simplex-unique-card-4-p-2": "Sie können <strong>SimpleX mit Ihren eigenen Servern</strong> oder mit den von uns zur Verfügung gestellten Servern verwenden &mdash; und sich trotzdem mit jedem Benutzer verbinden.",
    "why-simplex-is": "Warum ist SimpleX",
    "contact-hero-p-1": "Die öffentlichen Schlüssel und die Adresse der Nachrichtenwarteschlange in diesem Link werden NICHT über das Netzwerk gesendet, wenn Sie diese Seite aufrufen &mdash; sie sind in dem Hash-Fragment der Link-URL enthalten.",
    "if-you-already-installed-simplex-chat-for-the-terminal": "Wenn Sie SimpleX schon für das Terminal installiert haben",
    "simplex-network-3-desc": "Die Server stellen <span class='text-active-blue'>unidirektionale Warteschlangen</span> zur Verfügung, um die Benutzer miteinander zu verbinden. Sie haben aber keinen Einblick in den Verbindungs-Graphen des Netzwerks &mdash; Diesen haben nur die Benutzer selbst.",
    "guide-dropdown-1": "Schnellstart",
    "guide-dropdown-2": "Nachrichten senden",
    "guide-dropdown-4": "Chat-Profile",
    "guide-dropdown-5": "Daten verwalten",
    "guide-dropdown-6": "Audio- & Videoanrufe",
    "guide-dropdown-7": "Datenschutz & Sicherheit",
    "guide-dropdown-8": "App-Einstellungen",
    "guide-dropdown-9": "Verbindungen herstellen",
    "guide": "Leitfaden",
    "docs-dropdown-1": "SimpleX-Plattform",
    "docs-dropdown-2": "Zugriff auf Android-Dateien",
    "docs-dropdown-3": "Zugriff auf die Chat-Datenbank",
    "docs-dropdown-4": "Den SMP-Server hosten",
    "docs-dropdown-5": "Den XFTP-Server hosten",
    "docs-dropdown-6": "WebRTC-Server",
    "newer-version-of-eng-msg": "Es gibt eine aktuellere Version dieser Webseite auf Englisch.",
    "click-to-see": "Klicken Sie hier zum Ansehen",
    "menu": "Menü",
    "on-this-page": "Auf dieser Seite",
    "back-to-top": "Zum Anfang",
    "guide-dropdown-3": "Geheime Gruppen",
    "docs-dropdown-7": "SimpleX Chat übersetzen",
    "glossary": "Glossar",
    "signing-key-fingerprint": "Fingerabdruck des Signaturschlüssels (SHA-256)",
    "f-droid-org-repo": "F-Droid.org Repository",
    "stable-versions-built-by-f-droid-org": "Von F-Droid.org erstellte stabile Versionen",
    "f-droid-page-f-droid-org-repo-section-text": "SimpleX Chat- und F-Droid.org-Repositorys signieren ihre Builds mit verschiedenen Schlüsseln. Zum Umschalten bitte <a href='/docs/guide/chat-profiles.html#move-your-chat-profiles-to-another-device'>die Chat-Datenbank exportieren</a> und die App neu installieren.",
    "releases-to-this-repo-are-done-1-2-days-later": "Die Versionen für dieses Repository werden einige Tage später erstellt",
    "docs-dropdown-8": "SimpleX Verzeichnisdienst",
    "simplex-chat-via-f-droid": "SimpleX Chat per F-Droid",
    "simplex-chat-repo": "SimpleX Chat Repository",
    "stable-and-beta-versions-built-by-developers": "Von den Entwicklern erstellte stabile und Beta-Versionen",
    "f-droid-page-simplex-chat-repo-section-text": "Um es Ihrem F-Droid-Client hinzuzufügen <span class='hide-on-mobile'>scannen Sie den QR-Code oder</span> nutzen Sie diese URL:",
    "comparison-section-list-point-4a": "SimpleX-Relais können die E2E-Verschlüsselung nicht kompromittieren. Überprüfen Sie den Sicherheitscode, um einen möglichen Angriff auf den Out-of-Band-Kanal zu entschärfen",
    "hero-overlay-3-title": "Sicherheits-Gutachten",
    "hero-overlay-card-3-p-2": "Trail of Bits untersuchte im November 2022 die kryptografischen und Netzwerk-Komponenten der SimpleX-Plattform.",
    "hero-overlay-card-3-p-3": "Lesen Sie mehr dazu in der <a href=\"/blog/20221108-simplex-chat-v4.2-security-audit-new-website.html\">Ankündigung</a>.",
    "jobs": "Treten Sie dem Team bei",
    "hero-overlay-3-textlink": "Sicherheits-Gutachten",
    "hero-overlay-card-3-p-1": "<a href=\"https://www.trailofbits.com/about/\">Trail of Bits</a> ist eine führende Security- und Technologie-Unternehmensberatung, deren Kunden aus den Bereichen Big-Tech, Regierungsbehörden und großen Blockchain-Projekten stammen.",
    "docs-dropdown-9": "Downloads",
    "please-enable-javascript": "Bitte aktivieren Sie JavaScript, um den QR-Code zu sehen.",
    "please-use-link-in-mobile-app": "Bitte nutzen Sie den Link in der Mobiltelefon-App",
    "docs-dropdown-10": "Transparent",
    "docs-dropdown-11": "FAQ",
    "docs-dropdown-12": "Sicherheit"
}
