{
    "home": "Home",
    "developers": "Developers",
    "reference": "Reference",
    "blog": "Blog",
    "features": "Features",
    "why-simplex": "Why SimpleX",
    "simplex-privacy": "SimpleX privacy",
    "simplex-network": "SimpleX network",
    "simplex-explained": "Simplex explained",
    "simplex-explained-tab-1-text": "1. What users experience",
    "simplex-explained-tab-2-text": "2. How does it work",
    "simplex-explained-tab-3-text": "3. What servers see",
    "simplex-explained-tab-1-p-1": "You can create contacts and groups, and have two-way conversations, as in any other messenger.",
    "simplex-explained-tab-1-p-2": "How can it work with unidirectional queues and without user profile identifiers?",
    "simplex-explained-tab-2-p-1": "For each connection you use two separate messaging queues to send and receive messages via different servers.",
    "simplex-explained-tab-2-p-2": "Servers only pass messages one way, without having the full picture of user's conversation or connections.",
    "simplex-explained-tab-3-p-1": "The servers have separate anonymous credentials for each queue, and do not know which users they belong to.",
    "simplex-explained-tab-3-p-2": "Users can further improve metadata privacy by using Tor to access servers, preventing corellation by IP address.",
    "chat-bot-example": "Chat bot example",
    "smp-protocol": "SMP protocol",
    "chat-protocol": "Chat protocol",
    "donate": "Donate",
    "copyright-label": "© 2020-2023 SimpleX | Open-Source Project",
    "simplex-chat-protocol": "SimpleX Chat protocol",
    "terminal-cli": "Terminal CLI",
    "terms-and-privacy-policy": "Privacy Policy",
    "hero-header": "Privacy redefined",
    "hero-subheader": "The first messenger<br>without user IDs",
    "hero-p-1": "Other apps have user IDs: Signal, Matrix, Session, Briar, Jami, Cwtch, etc.<br> SimpleX does not, <strong>not even random numbers</strong>.<br> This radically improves your privacy.",
    "hero-overlay-1-textlink": "Why user IDs are bad for privacy?",
    "hero-overlay-2-textlink": "How does SimpleX work?",
    "hero-overlay-3-textlink": "Security assessment",
    "hero-2-header": "Make a private connection",
    "hero-2-header-desc": "The video shows how you connect to your friend via their 1-time QR-code, in person or via a video link. You can also connect by sharing an invitation link.",
    "hero-overlay-1-title": "How does SimpleX work?",
    "hero-overlay-2-title": "Why user IDs are bad for privacy?",
    "hero-overlay-3-title": "Security assessment",
    "feature-1-title": "E2E-encrypted messages with markdown and editing",
    "feature-2-title": "E2E-encrypted<br>images, videos and files",
    "feature-3-title": "E2E-encrypted decentralized groups &mdash; only users know they exist",
    "feature-4-title": "E2E-encrypted voice messages",
    "feature-5-title": "Disappearing messages",
    "feature-6-title": "E2E-encrypted<br>audio and video calls",
    "feature-7-title": "Portable encrypted app storage &mdash; move profile to another device",
    "feature-8-title": "Incognito mode &mdash;<br>unique to SimpleX Chat",
    "simplex-network-overlay-1-title": "Comparison with P2P messaging protocols",
    "simplex-private-1-title": "2-layers of<br>end-to-end encryption",
    "simplex-private-2-title": "Additional layer of<br>server encryption",
    "simplex-private-3-title": "Secure authenticated<br>TLS transport",
    "simplex-private-4-title": "Optional<br>access via Tor",
    "simplex-private-5-title": "Multiple layers of<br>content padding",
    "simplex-private-6-title": "Out-of-band<br>key exchange",
    "simplex-private-7-title": "Message integrity<br>verification",
    "simplex-private-8-title": "Message mixing<br>to reduce correlation",
    "simplex-private-9-title": "Unidirectional<br>message queues",
    "simplex-private-10-title": "Temporary anonymous pairwise identifiers",
    "simplex-private-card-1-point-1": "Double-ratchet protocol &mdash;<br>OTR messaging with perfect forward secrecy and break-in recovery.",
    "simplex-private-card-1-point-2": "NaCL cryptobox in each queue to prevent traffic correlation between message queues if TLS is compromised.",
    "simplex-private-card-2-point-1": "Additional layer of server encryption for delivery to the recipient, to prevent the correlation between received and sent server traffic if TLS is compromised.",
    "simplex-private-card-3-point-1": "Only TLS 1.2/1.3 with strong algorithms is used for client-server connections.",
    "simplex-private-card-3-point-2": "Server fingerprint and channel binding prevent MITM and replay attacks.",
    "simplex-private-card-3-point-3": "Connection resumption is disabled to prevent session attacks.",
    "simplex-private-card-4-point-1": "To protect your IP address you can access the servers via Tor or some other transport overlay network.",
    "simplex-private-card-4-point-2": "To use SimpleX via Tor please install <a href=\"https://guardianproject.info/apps/org.torproject.android/\" target=\"_blank\">Orbot app</a> and enable SOCKS5 proxy (or VPN <a href=\"https://apps.apple.com/us/app/orbot/id1609461599?platform=iphone\" target=\"_blank\">on iOS</a>).",
    "simplex-private-card-5-point-1": "SimpleX uses content padding for each encryption layer to frustrate message size attacks.",
    "simplex-private-card-5-point-2": "It makes messages of different sizes look the same to the servers and network observers.",
    "simplex-private-card-6-point-1": "Many communication platforms are vulnerable to MITM attacks by servers or network providers.",
    "simplex-private-card-6-point-2": "To prevent it SimpleX apps pass one-time keys out-of-band, when you share an address as a link or a QR code.",
    "simplex-private-card-7-point-1": "To guarantee integrity the messages are sequentially numbered and include the hash of the previous message.",
    "simplex-private-card-7-point-2": "If any message is added, removed or changed the recipient will be alerted.",
    "simplex-private-card-8-point-1": "SimpleX servers act as low latency mix nodes &mdash; the incoming and outgoing messages have different order.",
    "simplex-private-card-9-point-1": "Each message queue passes messages in one direction, with the different send and receive addresses.",
    "simplex-private-card-9-point-2": "It reduces the attack vectors, compared with traditional message brokers, and available meta-data.",
    "simplex-private-card-10-point-1": "SimpleX uses temporary anonymous pairwise addresses and credentials for each user contact or group member.",
    "simplex-private-card-10-point-2": "It allows to deliver messages without user profile identifiers, providing better meta-data privacy than alternatives.",
    "privacy-matters-1-title": "Advertising and price discrimination",
    "privacy-matters-1-overlay-1-title": "Privacy saves you money",
    "privacy-matters-1-overlay-1-linkText": "Privacy saves you money",
    "privacy-matters-2-title": "Manipulation of elections",
    "privacy-matters-2-overlay-1-title": "Privacy gives you power",
    "privacy-matters-2-overlay-1-linkText": "Privacy gives you power",
    "privacy-matters-3-title": "Prosecution due to innocent association",
    "privacy-matters-3-overlay-1-title": "Privacy protects your freedom",
    "privacy-matters-3-overlay-1-linkText": "Privacy protects your freedom",
    "simplex-unique-1-title": "You have complete privacy",
    "simplex-unique-1-overlay-1-title": "Full privacy of your identity, profile, contacts and metadata",
    "simplex-unique-2-title": "You are protected<br>from spam and abuse",
    "simplex-unique-2-overlay-1-title": "The best protection from spam and abuse",
    "simplex-unique-3-title": "You control your data",
    "simplex-unique-3-overlay-1-title": "Ownership, control and security of your data",
    "simplex-unique-4-title": "You own SimpleX network",
    "simplex-unique-4-overlay-1-title": "Fully decentralised &mdash; users own the SimpleX network",
    "hero-overlay-card-1-p-1": "Many users asked: <em>if SimpleX has no user identifiers, how can it know where to deliver messages?</em>",
    "hero-overlay-card-1-p-2": "To deliver messages, instead of user IDs used by all other platforms, SimpleX uses temporary anonymous pairwise identifiers of message queues, separate for each of your connections &mdash; there are no long term identifiers.",
    "hero-overlay-card-1-p-3": "You define which server(s) to use to receive the messages, your contacts &mdash; the servers you use to send the messages to them. Every conversation is likely to use two different servers.",
    "hero-overlay-card-1-p-4": "This design prevents leaking any users&apos; metadata on the application level. To further improve privacy and protect your IP address you can connect to messaging servers via Tor.",
    "hero-overlay-card-1-p-5": "Only client devices store user profiles, contacts and groups; the messages are sent with 2-layer end-to-end encryption.",
    "hero-overlay-card-1-p-6": "Read more in <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>SimpleX whitepaper</a>.",
    "hero-overlay-card-2-p-1": "When users have persistent identities, even if this is just a random number, like a Session ID, there is a risk that the provider or an attacker can observe how the users are connected and how many messages they send.",
    "hero-overlay-card-2-p-2": "They could then correlate this information with the existing public social networks, and determine some real identities.",
    "hero-overlay-card-2-p-3": "Even with the most private apps that use Tor v3 services, if you talk to two different contacts via the same profile they can prove that they are connected to the same person.",
    "hero-overlay-card-2-p-4": "SimpleX protects against these attacks by not having any user IDs in its design. And, if you use Incognito mode, you will have a different display name for each contact, avoiding any shared data between them.",
    "hero-overlay-card-3-p-1": "<a href=\"https://www.trailofbits.com/about/\">Trail of Bits</a> is a leading security and technology consultancy whose clients include big tech, governmental agencies and major blockchain projects.",
    "hero-overlay-card-3-p-2": "Trail of Bits reviewed SimpleX platform cryptography and networking components in November 2022.",
    "hero-overlay-card-3-p-3": "Read more in <a href=\"/blog/20221108-simplex-chat-v4.2-security-audit-new-website.html\">the announcement</a>.",
    "simplex-network-overlay-card-1-p-1": "<a href='https://en.wikipedia.org/wiki/Peer-to-peer'>P2P</a> messaging protocols and apps have various problems that make them less reliable than SimpleX, more complex to analyse, and vulnerable to several types of attack.",
    "simplex-network-overlay-card-1-li-1": "P2P networks rely on some variant of <a href='https://en.wikipedia.org/wiki/Distributed_hash_table'>DHT</a> to route messages. DHT designs have to balance delivery guarantee and latency. SimpleX has both better delivery guarantee and lower latency than P2P, because the message can be redundantly passed via several servers in parallel, using the servers chosen by the recipient. In P2P networks the message is passed through <em>O(log N)</em> nodes sequentially, using nodes chosen by the algorithm.",
    "simplex-network-overlay-card-1-li-2": "SimpleX design, unlike most P2P networks, has no global user identifiers of any kind, even temporary, and only uses temporary pairwise identifiers, providing better anonymity and metadata protection.",
    "simplex-network-overlay-card-1-li-3": "P2P does not solve <a href='https://en.wikipedia.org/wiki/Man-in-the-middle_attack'>MITM attack</a> problem, and most existing implementations do not use out-of-band messages for the initial key exchange. SimpleX uses out-of-band messages or, in some cases, pre-existing secure and trusted connections for the initial key exchange.",
    "simplex-network-overlay-card-1-li-4": "P2P implementations can be blocked by some Internet providers (like <a href='https://en.wikipedia.org/wiki/BitTorrent'>BitTorrent</a>). SimpleX is transport agnostic - it can work over standard web protocols, e.g. WebSockets.",
    "simplex-network-overlay-card-1-li-5": "All known P2P networks may be vulnerable to <a href='https://en.wikipedia.org/wiki/Sybil_attack'>Sybil attack</a>, because each node is discoverable, and the network operates as a whole. Known measures to mitigate it require either a centralized component or expensive <a href='https://en.wikipedia.org/wiki/Proof_of_work'>proof of work</a>. SimpleX network has no server discoverability, it is fragmented and operates as multiple isolated sub-networks, making network-wide attacks impossible.",
    "simplex-network-overlay-card-1-li-6": "P2P networks may be vulnerable to <a href='https://www.usenix.org/conference/woot15/workshop-program/presentation/p2p-file-sharing-hell-exploiting-bittorrent'>DRDoS attack</a>, when the clients can rebroadcast and amplify traffic, resulting in network-wide denial of service. SimpleX clients only relay traffic from known connection and cannot be used by an attacker to amplify the traffic in the whole network.",
    "privacy-matters-overlay-card-1-p-1": "Many large companies use information about who you are connected with to estimate your income, sell you the products you don't really need, and to determine the prices.",
    "privacy-matters-overlay-card-1-p-2": "Online retailers know that people with lower incomes are more likely to make urgent purchases, so they may charge higher prices or remove discounts.",
    "privacy-matters-overlay-card-1-p-3": "Some financial and insurance companies use social graphs to determine interest rates and premiums. It often makes people with lower incomes pay more &mdash; it is known as <a href='https://fairbydesign.com/povertypremium/' target='_blank'>'poverty premium'</a>.",
    "privacy-matters-overlay-card-1-p-4": "SimpleX platform protects the privacy of your connections better than any alternative, fully preventing your social graph becoming available to any companies or organizations. Even when people use servers provided by SimpleX Chat, we do not know the number of users or their connections.",
    "privacy-matters-overlay-card-2-p-1": "Not so long ago we observed the major elections being manipulated by <a href='https://en.wikipedia.org/wiki/Facebook–Cambridge_Analytica_data_scandal' target='_blank'>a reputable consulting company</a> that used our social graphs to distort our view of the real world and manipulate our votes.",
    "privacy-matters-overlay-card-2-p-2": "To be objective and to make independent decisions you need to be in control of your information space. It is only possible if you use private communication platform that does not have access to your social graph.",
    "privacy-matters-overlay-card-2-p-3": "SimpleX is the first platform that doesn't have any user identifiers by design, in this way protecting your connections graph better than any known alternative.",
    "privacy-matters-overlay-card-3-p-1": "Everyone should care about privacy and security of their communications &mdash; harmless conversations can put you in danger, even if you have nothing to hide.",
    "privacy-matters-overlay-card-3-p-2": "One of the most shocking stories is the experience of <a href='https://en.wikipedia.org/wiki/Mohamedou_Ould_Slahi' target='_blank'>Mohamedou Ould Salahi</a> described in his memoir and shown in The Mauritanian movie. He was put into Guantanamo camp, without trial, and was tortured there for 15 years after a phone call to his relative in Afghanistan, under suspicion of being involved in 9/11 attacks, even though he lived in Germany for the previous 10 years.",
    "privacy-matters-overlay-card-3-p-3": "Ordinary people get arrested for what they share online, even via their 'anonymous' accounts, <a href='https://www.dailymail.co.uk/news/article-11282263/Moment-police-swoop-house-devout-catholic-mother-malicious-online-posts.html' target='_blank'>even in democratic countries</a>.",
    "privacy-matters-overlay-card-3-p-4": "It is not enough to use an end-to-end encrypted messenger, we all should use the messengers that protect the privacy of our personal networks &mdash; who we are connected with.",
    "simplex-unique-overlay-card-1-p-1": "Unlike other messaging platforms, SimpleX has <strong>no identifiers assigned to the users</strong>. It does not rely on phone numbers, domain-based addresses (like email or XMPP), usernames, public keys or even random numbers to identify its users &mdash; we don&apos;t know how many people use our SimpleX servers.",
    "simplex-unique-overlay-card-1-p-2": "To deliver messages SimpleX uses <a href='https://csrc.nist.gov/glossary/term/Pairwise_Pseudonymous_Identifier'>pairwise anonymous addresses</a> of unidirectional message queues, separate for received and sent messages, usually via different servers. Using SimpleX is like having <strong>a different &ldquo;burner&rdquo; email or phone for each contact</strong>, and no hassle to manage them.",
    "simplex-unique-overlay-card-1-p-3": "This design protects the privacy of who you are communicating with, hiding it from SimpleX platform servers and from any observers. To hide your IP address from the servers, you can <strong>connect to SimpleX servers via Tor</strong>.",
    "simplex-unique-overlay-card-2-p-1": "Because you have no identifier on the SimpleX platform, nobody can contact you unless you share a one-time or temporary user address, as a QR code or a link.",
    "simplex-unique-overlay-card-2-p-2": "Even with the optional user address, while it can be used to send spam contact requests, you can change or completely delete it without losing any of your connections.",
    "simplex-unique-overlay-card-3-p-1": "SimpleX Chat stores all user data only on client devices using a <strong>portable encrypted database format</strong> that can be exported and transferred to any supported device.",
    "simplex-unique-overlay-card-3-p-2": "The end-to-end encrypted messages are held temporarily on SimpleX relay servers until received, then they are permanently deleted.",
    "simplex-unique-overlay-card-3-p-3": "Unlike federated networks servers (email, XMPP or Matrix), SimpleX servers don&apos;t store user accounts, they only relay messages, protecting the privacy of both parties.",
    "simplex-unique-overlay-card-3-p-4": "There are no identifiers or ciphertext in common between sent and received server traffic &mdash; if anybody is observing it, they cannot easily determine who communicates with whom, even if TLS is compromised.",
    "simplex-unique-overlay-card-4-p-1": "You can <strong>use SimpleX with your own servers</strong> and still communicate with people who use the pre-configured servers provided by us.",
    "simplex-unique-overlay-card-4-p-2": "SimpleX platform uses an <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>open protocol</a> and provides <a href='https://github.com/simplex-chat/simplex-chat/tree/stable/packages/simplex-chat-client/typescript' target='_blank'>SDK to create chat bots</a>, allowing implementation of services that users can interact with via SimpleX Chat apps &mdash; we&apos;re really looking forward to see what SimpleX services you can build.",
    "simplex-unique-overlay-card-4-p-3": "If you are considering developing for the SimpleX platform, for example, the chat bot for SimpleX app users, or the integration of the SimpleX Chat library into your mobile apps, please <a href='https://simplex.chat/contact#/?v=1&smp=smp%3A%2F%2FPQUV2eL0t7OStZOoAsPEV2QYWt4-xilbakvGUGOItUo%3D%40smp6.simplex.im%2FK1rslx-m5bpXVIdMZg9NLUZ_8JBm8xTt%23MCowBQYDK2VuAyEALDeVe-sG8mRY22LsXlPgiwTNs9dbiLrNuA7f3ZMAJ2w%3D' target='_blank'>get in touch</a> for any advice and support.",
    "simplex-unique-card-1-p-1": "SimpleX protects the privacy of your profile, contacts and metadata, hiding it from SimpleX platform servers and any observers.",
    "simplex-unique-card-1-p-2": "Unlike any other existing messaging platform, SimpleX has no identifiers assigned to the users &mdash; <strong>not even random numbers</strong>.",
    "simplex-unique-card-2-p-1": "Because you have no identifier or fixed address on the SimpleX platform, nobody can contact you unless you share a one-time or temporary user address, as a QR code or a link.",
    "simplex-unique-card-3-p-1": "SimpleX stores all user data on client devices in a <strong>portable encrypted database format</strong> &mdash; it can be transferred to another device.",
    "simplex-unique-card-3-p-2": "The end-to-end encrypted messages are held temporarily on SimpleX relay servers until received, then they are permanently deleted.",
    "simplex-unique-card-4-p-1": "The SimpleX network is fully decentralised and independent of any crypto-currency or any other platform, other than the Internet.",
    "simplex-unique-card-4-p-2": "You can <strong>use SimpleX with your own servers</strong> or with the servers provided by us &mdash; and still connect to any user.",
    "join": "Join",
    "we-invite-you-to-join-the-conversation": "We invite you to join the conversation",
    "join-the-REDDIT-community": "Join the REDDIT community",
    "join-us-on-GitHub": "Join us on GitHub",
    "donate-here-to-help-us": "Donate here to help us",
    "sign-up-to-receive-our-updates": "Sign up to receive our updates",
    "enter-your-email-address": "Enter your email address",
    "get-simplex": "Get SimpleX <a href=\"/downloads\">desktop app</a>",
    "why-simplex-is": "Why SimpleX is",
    "unique": "unique",
    "learn-more": "Learn more",
    "more-info": "More info",
    "hide-info": "Hide info",
    "contact-hero-header": "You received an address to connect on SimpleX Chat",
    "invitation-hero-header": "You received a 1-time link to connect on SimpleX Chat",
    "contact-hero-subheader": "Scan the QR code with the SimpleX Chat app on your phone or tablet.",
    "contact-hero-p-1": "The public keys and message queue address in this link are NOT sent over the network when you view this page &mdash; they are contained in the hash fragment of the link URL.",
    "contact-hero-p-2": "Not downloaded the SimpleX Chat yet?",
    "contact-hero-p-3": "Use the links below to download the app.",
    "scan-qr-code-from-mobile-app": "Scan QR code from mobile app",
    "to-make-a-connection": "To make a connection:",
    "install-simplex-app": "Install SimpleX app",
    "connect-in-app": "Connect in app",
    "open-simplex-app": "Open Simplex app",
    "tap-the-connect-button-in-the-app": "Tap the <span class='text-active-blue'>‘connect’</span> button in the app",
    "scan-the-qr-code-with-the-simplex-chat-app": "Scan the QR code with the SimpleX Chat app",
    "scan-the-qr-code-with-the-simplex-chat-app-description": "The public keys and message queue address in this link are NOT sent over the network when you view this page &mdash;<br> they are contained in the hash fragment of the link URL.",
    "installing-simplex-chat-to-terminal": "Installing SimpleX chat to terminal",
    "use-this-command": "Use this command:",
    "see-simplex-chat": "See SimpleX Chat",
    "github-repository": "GitHub repository",
    "the-instructions--source-code": "the instructions how to download or compile it from the source code.",
    "if-you-already-installed-simplex-chat-for-the-terminal": "If you already installed SimpleX Chat for the terminal",
    "if-you-already-installed": "If you already installed",
    "simplex-chat-for-the-terminal": "SimpleX Chat for the terminal",
    "copy-the-command-below-text": "copy the command below and use it in the chat:",
    "privacy-matters-section-header": "Why privacy <span class='gradient-text'>matters</span>",
    "privacy-matters-section-subheader": "Preserving the privacy of your metadata &mdash; <span class='text-active-blue'>who you talk with</span> &mdash; protects you from:",
    "privacy-matters-section-label": "Make sure your messenger can't access your data!",
    "simplex-private-section-header": "What makes SimpleX <span class='gradient-text'>private</span>",
    "tap-to-close": "Tap to close",
    "simplex-network-section-header": "SimpleX <span class='gradient-text'>Network</span>",
    "simplex-network-section-desc": "Simplex Chat provides the best privacy by combining the advantages of P2P and federated networks.",
    "simplex-network-1-header": "Unlike P2P networks",
    "simplex-network-1-desc": "All messages are sent via the servers, both providing better metadata privacy and reliable asynchronous message delivery, while avoiding many",
    "simplex-network-1-overlay-linktext": "problems of P2P networks",
    "simplex-network-2-header": "Unlike federated networks",
    "simplex-network-2-desc": "SimpleX relay servers do NOT store user profiles, contacts and delivered messages, do NOT connect to each other, and there is NO servers directory.",
    "simplex-network-3-header": "SimpleX network",
    "simplex-network-3-desc": "servers provide <span class='text-active-blue'>unidirectional queues</span> to connect the users, but they have no visibility of the network connection graph &mdash; only the users do.",
    "comparison-section-header": "Comparison with other protocols",
    "protocol-1-text": "Signal, big platforms",
    "protocol-2-text": "XMPP, Matrix",
    "protocol-3-text": "P2P protocols",
    "comparison-point-1-text": "Requires global identity",
    "comparison-point-2-text": "Possibility of MITM",
    "comparison-point-3-text": "Dependence on DNS",
    "comparison-point-4-text": "Single or centralized network",
    "comparison-point-5-text": "Central component or other network-wide attack",
    "yes": "Yes",
    "no": "No",
    "no-private": "No - private",
    "no-secure": "No - secure",
    "no-resilient": "No - resilient",
    "no-decentralized": "No - decentralized",
    "no-federated": "No - federated",
    "comparison-section-list-point-1": "Usually based on a phone number, in some cases on usernames",
    "comparison-section-list-point-2": "DNS-based addresses",
    "comparison-section-list-point-3": "Public key or some other globally unique ID",
    "comparison-section-list-point-4a": "SimpleX relays cannot compromise e2e encryption. Verify security code to mitigate attack on out-of-band channel",
    "comparison-section-list-point-4": "If operator’s servers are compromised. Verify security code in Signal and some other apps to mitigate it",
    "comparison-section-list-point-5": "Does not protect users' metadata privacy",
    "comparison-section-list-point-6": "While P2P are distributed, they are not federated - they operate as a single network",
    "comparison-section-list-point-7": "P2P networks either have a central authority or the whole network can be compromised",
    "see-here": "see here",
    "guide-dropdown-1": "Quick start",
    "guide-dropdown-2": "Sending messages",
    "guide-dropdown-3": "Secret groups",
    "guide-dropdown-4": "Chat profiles",
    "guide-dropdown-5": "Managing data",
    "guide-dropdown-6": "Audio & video Calls",
    "guide-dropdown-7": "Privacy & security",
    "guide-dropdown-8": "App settings",
    "guide-dropdown-9": "Making connections",
    "guide": "Guide",
    "docs-dropdown-1": "SimpleX platform",
    "docs-dropdown-2": "Accessing Android files",
    "docs-dropdown-3": "Accessing chat database",
    "docs-dropdown-4": "Host SMP Server",
    "docs-dropdown-5": "Host XFTP Server",
    "docs-dropdown-6": "WebRTC servers",
    "docs-dropdown-7": "Translate SimpleX Chat",
    "docs-dropdown-8": "SimpleX Directory Service",
    "docs-dropdown-9": "Downloads",
    "docs-dropdown-10": "Transparency",
    "docs-dropdown-11": "FAQ",
    "docs-dropdown-12": "Security",
    "newer-version-of-eng-msg": "There is a newer version of this page in English.",
    "click-to-see": "Click to see",
    "menu": "Menu",
    "on-this-page": "On this page",
    "back-to-top": "Back to top",
    "glossary": "Glossary",
    "simplex-chat-via-f-droid": "SimpleX Chat via F-Droid",
    "simplex-chat-repo": "SimpleX Chat repo",
    "stable-and-beta-versions-built-by-developers": "Stable and beta versions built by the developers",
    "f-droid-page-simplex-chat-repo-section-text": "To add it to your F-Droid client, <span class='hide-on-mobile'>scan the QR code or</span> use this URL:",
    "signing-key-fingerprint": "Signing key fingerprint (SHA-256)",
    "f-droid-org-repo": "F-Droid.org repo",
    "stable-versions-built-by-f-droid-org": "Stable versions built by F-Droid.org",
    "releases-to-this-repo-are-done-1-2-days-later": "The releases to this repo are done 1-2 days later",
    "f-droid-page-f-droid-org-repo-section-text": "SimpleX Chat and F-Droid.org repositories sign builds with the different keys. To switch, please <a href='/docs/guide/chat-profiles.html#move-your-chat-profiles-to-another-device'>export</a> the chat database and re-install the app.",
    "jobs": "Join team",
    "please-enable-javascript": "Please enable JavaScript to see the QR code.",
    "please-use-link-in-mobile-app": "Please use the link in the mobile app"
}
