{
    "reference": "Referencia",
    "why-simplex": "Por qué Simplex",
    "simplex-privacy": "Privacidad en Simplex",
    "simplex-explained-tab-1-text": "1. Experiencia del usuario",
    "simplex-explained-tab-2-text": "2. Cómo funciona",
    "simplex-network": "Red Simplex",
    "simplex-explained-tab-3-text": "3. Qué ven los servidores",
    "simplex-explained-tab-2-p-2": "Los servidores solo transmiten mensajes en un sentido para no disponer de la imagen completa de la conversación o las conexiones del usuario.",
    "simplex-explained-tab-3-p-2": "El usuario puede mejorar aún más la privacidad de los metadatos usando la red Tor para el acceso a los servidores y evitando así la correlación por dirección IP.",
    "smp-protocol": "Protocolo SMP",
    "donate": "Donar",
    "copyright-label": "© 2020-2023 SimpleX | Proyecto de Código Abierto",
    "simplex-chat-protocol": "Protocolo de SimpleX Chat",
    "terms-and-privacy-policy": "Términos y Política de Privacidad",
    "hero-header": "Privacidad redefinida",
    "hero-overlay-1-textlink": "¿Por qué los ID de usuario son perjudiciales para la privacidad?",
    "hero-overlay-2-textlink": "¿Cómo funciona SimpleX?",
    "hero-2-header": "Hacer una conexión privada",
    "hero-overlay-1-title": "¿Cómo funciona SimpleX?",
    "hero-overlay-2-title": "¿Por qué los ID de usuario son perjudiciales para la privacidad?",
    "feature-1-title": "Mensajes cifrados E2E con marcadores y edición",
    "feature-3-title": "Grupos secretos descentralizados &mdash;<br>sólo los usuarios saben de su existencia",
    "feature-6-title": "Llamadas y videollamadas con cifrado E2E",
    "simplex-network-overlay-1-title": "Comparación con protocolos de mensajería P2P",
    "developers": "Desarrolladores",
    "features": "Características",
    "blog": "Blog",
    "home": "Inicio",
    "simplex-explained-tab-3-p-1": "Los servidores tienen credenciales diferentes y anónimas por cada cola y desconocen a qué usuarios pertenecen.",
    "hero-p-1": "Otras aplicaciones tienen ID de usuario: Signal, Matrix, Session, Briar, Jami, Cwtch, etc.<br> SimpleX no los tiene, <strong>ni siquiera números aleatorios</strong>.<br> Esto mejora radicalmente su privacidad.",
    "hero-2-header-desc": "El video muestra cómo te conectas con tu amigo a través de su código QR de un solo uso, en persona o a través de un enlace de video. También puedes conectarte compartiendo un enlace de invitación.",
    "feature-7-title": "Base de datos portable cifrada &mdash; transfiere tu perfil a otro dispositivo",
    "simplex-private-card-4-point-2": "Para usar SimpleX a través de Tor, instala <a href=\"https://guardianproject.info/apps/org.torproject.android/\" target=\"_blank\">Orbot app</a> y activa el proxy SOCKS5 (o VPN <a href=\"https://apps.apple.com/us/app/orbot/id1609461599?platform=iphone\" target=\"_blank\">en iOS</a>).",
    "simplex-private-card-3-point-1": "Para las conexiones cliente-servidor sólo se usa TLS 1.2/1.3 con algoritmos robustos.",
    "simplex-private-card-4-point-1": "Para proteger tu dirección IP puedes acceder a los servidores a través de la red Tor u otra red de transporte superpuesta.",
    "simplex-private-card-5-point-2": "Esto hace que mensajes de distintos tamaños parezcan iguales a los ojos de los servidores y observadores de la red.",
    "simplex-private-card-6-point-1": "Muchas plataformas de comunicación son vulnerables a ataques MITM por parte de servidores o proveedores de red.",
    "simplex-private-card-7-point-1": "Para garantizar la integridad los mensajes se numeran secuencialmente e incluyen el hash del mensaje anterior.",
    "simplex-private-card-7-point-2": "Si se añade, elimina o modifica algún mensaje, se alerta al destinatario.",
    "simplex-private-card-8-point-1": "Los servidores de SimpleX actúan como nodos de mezcla de baja latencia &mdash; los mensajes entrantes y salientes tienen un orden diferente.",
    "simplex-private-card-9-point-1": "Cada cola de mensajes transmite las distintas direcciones de envío y recepción en un solo sentido.",
    "simplex-explained": "Simplex explicado",
    "simplex-explained-tab-1-p-1": "Puedes crear contactos y grupos, y mantener conversaciones bidireccionales como en cualquier aplicación de mensajería.",
    "simplex-explained-tab-1-p-2": "¿Cómo puede funcionar con colas unidireccionales y sin identificadores de usuario?",
    "simplex-explained-tab-2-p-1": "Por cada conexión se usan dos colas de mensajes separadas para que el envío y recepción sean a través de servidores diferentes.",
    "chat-bot-example": "Ejemplo de bot de Chat",
    "chat-protocol": "Protocolo Chat",
    "terminal-cli": "Terminal CLI",
    "hero-subheader": "La primera aplicación de mensajería<br>sin ID de usuario",
    "feature-2-title": "<br>Imágenes y archivos con cifrado E2E",
    "feature-8-title": "Modo Incógnito &mdash;<br>único de SimpleX Chat",
    "simplex-private-1-title": "2 capas de<br>cifrado de extremo a extremo",
    "simplex-private-2-title": "Capa adicional de<br>cifrado del servidor",
    "simplex-private-3-title": "Transporte TLS<br>seguro y auténticado",
    "simplex-private-4-title": "Acceso opcional<br>a través de Tor",
    "simplex-private-7-title": "Verificación de la<br>integridad del mensaje",
    "feature-4-title": "Mensajes de voz cifrados E2E",
    "feature-5-title": "Mensajes temporales",
    "simplex-private-6-title": "Intercambio de claves<br>fuera de banda",
    "simplex-private-5-title": "Múltiples capas<br>de contenido acolchado",
    "simplex-private-8-title": "Mezcla de mensajes<br>para reducir la correlación",
    "simplex-private-10-title": "Identificadores por pares anónimos temporales",
    "simplex-private-9-title": "Colas de mensajes<br>unidireccionales",
    "simplex-private-card-1-point-1": "Protocolo de doble contraseña &mdash;Mensajería OTR (Off-the-Record) con perfecto secreto hacia adelante (PFS) y recuperación de intrusión.",
    "simplex-private-card-1-point-2": "NaCL cryptobox en cada cola para evitar la correlación de tráfico entre colas de mensajes si la TLS se ve comprometida.",
    "simplex-private-card-2-point-1": "Capa adicional de cifrado del servidor para la entrega al destinatario que evita la correlación entre el tráfico de recepción y envío del servidor si la TLS se ve comprometida.",
    "simplex-private-card-3-point-2": "La huella digital del servidor y la vinculación de canales evitan los ataques MITM (ataque de intermediario) y de repetición.",
    "simplex-private-card-3-point-3": "La reanudación de la conexión está deshabilitada para evitar ataques de sesión.",
    "simplex-private-card-5-point-1": "SimpleX utiliza relleno de contenido en cada capa de cifrado para frustrar los ataques al tamaño de los mensajes.",
    "simplex-private-card-6-point-2": "Para evitarlo las aplicaciones SimpleX pasan claves de un solo uso fuera de banda cuando compartes un enlace de dirección o un código QR.",
    "simplex-private-card-9-point-2": "Esto reduce los vectores de ataque, en comparación con los agentes de mensajes tradicionales, y los metadatos disponibles.",
    "simplex-private-card-10-point-1": "SimpleX usa direcciones y credenciales temporales anónimas por pares para cada contacto de usuario o miembro de grupo.",
    "privacy-matters-1-title": "Publicidad y discriminación de precios",
    "privacy-matters-1-overlay-1-title": "La privacidad te ahorra dinero",
    "privacy-matters-1-overlay-1-linkText": "La privacidad te ahorra dinero",
    "privacy-matters-2-overlay-1-title": "La privacidad te da poder",
    "privacy-matters-3-title": "Enjuiciamiento por asociación inocente",
    "privacy-matters-3-overlay-1-linkText": "La privacidad protege tu libertad",
    "simplex-unique-1-title": "Tienes total privacidad",
    "simplex-unique-2-title": "Estás protegido<br>contra el spam y el abuso",
    "simplex-unique-3-title": "Tú controlas tus datos",
    "simplex-unique-4-title": "Eres dueño de la red SimpleX",
    "hero-overlay-card-1-p-1": "Muchos usuarios se preguntan: <em>si SimpleX no tiene identificadores de usuario, ¿cómo puede saber dónde entregar los mensajes?</em>",
    "hero-overlay-card-1-p-4": "Este diseño evita que se filtren metadatos de usuario a nivel de aplicación. Para mejorar aún más la privacidad y proteger tu dirección IP, puedes conectarte a los servidores de mensajería a través de la red Tor.",
    "hero-overlay-card-1-p-6": "Más información en <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>el artículo técnico SimpleX</a>.",
    "hero-overlay-card-2-p-1": "Cuando los usuarios asumen identidades persistentes, aunque sólo se trate de un número aleatorio como un identificador de sesión, existe el riesgo de que el proveedor o un atacante puedan observar cómo se conectan los usuarios y cuántos mensajes envían.",
    "hero-overlay-card-2-p-2": "A continuación podrían correlacionar esta información con las redes sociales públicas existentes y averiguar las identidades reales.",
    "hero-overlay-card-2-p-3": "Incluso con las aplicaciones más privadas que utilizan los servicios de Tor v3, si hablas con dos contactos a través de un mismo perfil se puede probar que están conectados con la misma persona.",
    "privacy-matters-2-overlay-1-linkText": "La privacidad te da poder",
    "simplex-private-card-10-point-2": "Esto permite entregar mensajes sin identificadores de perfil de usuario y proporcionando una mayor privacidad de metadatos que las alternativas.",
    "privacy-matters-3-overlay-1-title": "La privacidad protege tu libertad",
    "simplex-unique-1-overlay-1-title": "Privacidad total de tu identidad, perfil, contactos y metadatos",
    "privacy-matters-2-title": "Manipulación de elecciones",
    "simplex-unique-2-overlay-1-title": "La mejor protección contra el spam y el abuso",
    "simplex-unique-3-overlay-1-title": "Titularidad, control y seguridad de tus datos",
    "simplex-unique-4-overlay-1-title": "Totalmente descentralizado &mdash; los usuarios son dueños de la red SimpleX",
    "hero-overlay-card-1-p-2": "Para entregar los mensajes, en lugar de los identificadores de usuario utilizados por todas las demás plataformas, SimpleX usa identificadores por pares anónimos y temporales de colas de mensajes, independientes para cada una de sus conexiones &mdash; no hay identificadores a largo plazo.",
    "hero-overlay-card-1-p-5": "Los perfiles de usuario, contactos y grupos sólo se almacenan en los dispositivos cliente; los mensajes se envían de extremo a extremo con cifrado de doble capa.",
    "hero-overlay-card-1-p-3": "Tú defines qué servidor(es) usas para recibir los mensajes, tus contactos &mdash; los servidores que utilizas para enviar los mensajes. Es probable que cada conversación use dos servidores distintos.",
    "hero-overlay-card-2-p-4": "SimpleX protege contra estos ataques al no disponer de ID de usuario en su diseño. Y si usas el modo incógnito, tendrás un nombre mostrado diferente por cada contacto, evitando cualquier dato compartido entre ellos.",
    "simplex-network-overlay-card-1-p-1": "Los protocolos y aplicaciones de mensajería <a href='https://en.wikipedia.org/wiki/Peer-to-peer'>P2P</a> presentan varios problemas que los hacen menos fiables que SimpleX, más complejos de analizar y más vulnerables a varios tipos de ataques."
}
