{
    "reference": "Referencia",
    "why-simplex": "Por qué Simplex",
    "simplex-privacy": "Privacidad en Simplex",
    "simplex-explained-tab-1-text": "1. Experiencia del usuario",
    "simplex-explained-tab-2-text": "2. Cómo funciona la red",
    "simplex-network": "Red Simplex",
    "simplex-explained-tab-3-text": "3. Qué ven los servidores",
    "simplex-explained-tab-2-p-2": "Los servidores solo transmiten mensajes en un sentido para no disponer de la imagen completa de la conversación y las conexiones del usuario.",
    "simplex-explained-tab-3-p-2": "El usuario puede mejorar aún más la privacidad de sus metadatos haciendo uso de la red Tor para acceder a los servidores, evitando así la correlación por dirección IP.",
    "smp-protocol": "Protocolo SMP",
    "donate": "Donación",
    "copyright-label": "© 2020-2023 SimpleX | Proyecto de Código Abierto",
    "simplex-chat-protocol": "Protocolo de SimpleX Chat",
    "terms-and-privacy-policy": "Términos y Política de Privacidad",
    "hero-header": "Privacidad redefinida",
    "hero-overlay-1-textlink": "¿Por qué los ID de usuario son perjudiciales para la privacidad?",
    "hero-overlay-2-textlink": "¿Cómo funciona SimpleX?",
    "hero-2-header": "Haga una conexión privada",
    "hero-overlay-1-title": "¿Cómo funciona SimpleX?",
    "hero-overlay-2-title": "¿Por qué los ID de usuario son perjudiciales para la privacidad?",
    "feature-1-title": "Mensajes cifrados E2E con sintáxis markdown y edición",
    "feature-3-title": "Grupos descentralizados cifrados E2E &mdash; sólo los usuarios conocen su existencia",
    "feature-6-title": "Llamadas y videollamadas con cifrado E2E",
    "simplex-network-overlay-1-title": "Comparativa con protocolos de mensajería P2P",
    "developers": "Desarrolladores",
    "features": "Características",
    "blog": "Blog",
    "home": "Inicio",
    "simplex-explained-tab-3-p-1": "Para cada cola los servidores disponen de credenciales separadas y anónimas, por lo que desconocen a qué usuarios pertenecen.",
    "hero-p-1": "Las demás aplicaciones usan ID de usuario: Signal, Matrix, Session, Briar, Jami, Cwtch, etc.<br> SimpleX no los tiene, <strong>ni siquiera números aleatorios</strong>.<br> Esto mejora radicalmente su privacidad.",
    "hero-2-header-desc": "El video muestra cómo se conecta con sus amistades a través del código QR de un solo uso, en persona o a través de videollamada. También puede conectarse compartiendo un enlace de invitación.",
    "feature-7-title": "Almacenamiento portable y cifrado &mdash; podrá transferir su perfil a otro dispositivo",
    "simplex-private-card-4-point-2": "Para usar SimpleX a través de Tor, instala la aplicación <a href=\"https://guardianproject.info/apps/org.torproject.android/\" target=\"_blank\">Orbot</a> y activa el proxy SOCKS5 (o VPN <a href=\"https://apps.apple.com/us/app/orbot/id1609461599?platform=iphone\" target=\"_blank\">en iOS</a>).",
    "simplex-private-card-3-point-1": "Para las conexiones cliente servidor se usan exclusivamente el protocolo TLS 1.2/1.3 con algoritmos robustos.",
    "simplex-private-card-4-point-1": "Para proteger tu dirección IP puedes acceder a los servidores a través de la red Tor u otras redes de transporte superpuesto.",
    "simplex-private-card-5-point-2": "Esto hace que mensajes de distintos tamaños parezcan iguales desde el punto de vista de servidores y observadores de red.",
    "simplex-private-card-6-point-1": "Muchas plataformas de comunicación son vulnerables a ataques MITM por parte de servidores o proveedores de red.",
    "simplex-private-card-7-point-1": "Para garantizar la integridad los mensajes se numeran secuencialmente e incluyen el hash del mensaje anterior.",
    "simplex-private-card-7-point-2": "Si se añade, elimina o modifica algún mensaje, el destinatario es avisado.",
    "simplex-private-card-8-point-1": "Los servidores SimpleX actúan como nodos de mezcla de baja latencia &mdash; los mensajes entrantes y salientes siguen un orden diferente.",
    "simplex-private-card-9-point-1": "Cada cola de mensajes transmite los mensajes en un solo sentido, con las distintas direcciones de envío y recepción.",
    "simplex-explained": "Simplex explicado",
    "simplex-explained-tab-1-p-1": "Puedes crear contactos y grupos, y mantener conversaciones bidireccionales como en cualquier aplicación de mensajería.",
    "simplex-explained-tab-1-p-2": "¿Cómo puede funcionar con colas unidireccionales y sin identificadores de usuario?",
    "simplex-explained-tab-2-p-1": "Por cada conexión se usan dos colas de mensajes separadas para que el envío y recepción se hagan a través de servidores diferentes.",
    "chat-bot-example": "Ejemplo de bot de Chat",
    "chat-protocol": "Protocolo Chat",
    "terminal-cli": "Terminal CLI",
    "hero-subheader": "La primera aplicación de mensajería<br>sin ID de usuario",
    "feature-2-title": "Cifrado E2E<br>de imágenes, vídeos y archivos",
    "feature-8-title": "Modo incógnito &mdash;<br>exclusivo de SimpleX Chat",
    "simplex-private-1-title": "Doble capa de<br>cifrado de extremo a extremo",
    "simplex-private-2-title": "Capa de cifrado<br>adicional en el servidor",
    "simplex-private-3-title": "Transporte TLS<br>seguro y auténticado",
    "simplex-private-4-title": "Acceso opcional<br>a través de Tor",
    "simplex-private-7-title": "Verificación de la<br>integridad del mensaje",
    "feature-4-title": "Mensajes de voz cifrados E2E",
    "feature-5-title": "Mensajes temporales",
    "simplex-private-6-title": "Intercambio de claves<br>fuera de banda",
    "simplex-private-5-title": "Múltiples capas<br>de contenido acolchado",
    "simplex-private-8-title": "Mezcla de mensajes<br>para prevenir la correlación",
    "simplex-private-10-title": "Identificadores por pares anónimos temporales",
    "simplex-private-9-title": "Colas de mensajes<br>unidireccionales",
    "simplex-private-card-1-point-1": "Protocolo de '<a href='https://en.wikipedia.org/wiki/Double_Ratchet_Algorithm'>Double Ratchet</a>' &mdash;<br>Mensajería <a href='https://es.wikipedia.org/wiki/Off_the_record_messaging'>OTR</a> con <a href='https://es.wikipedia.org/wiki/Perfect_forward_secrecy'>secreto perfecto hacia adelante</a> y recuperación de intrusión.",
    "simplex-private-card-1-point-2": "NaCL cryptobox por cada cola de mensajes para prevenir la correlación de tráfico entre colas si el protocolo TLS se ve comprometido.",
    "simplex-private-card-2-point-1": "Capa de cifrado adicional en la entrega desde el servidor al destinatario, para prevenir la correlación entre los tráficos de recepción y envío del servidor si el protocolo TLS se ve comprometido.",
    "simplex-private-card-3-point-2": "La huella digital del servidor y la vinculación de canales evitan los ataques de respuesta y MITM.",
    "simplex-private-card-3-point-3": "La reanudación de la conexión está deshabilitada para evitar ataques de sesión.",
    "simplex-private-card-5-point-1": "SimpleX utiliza relleno de contenido en cada capa de cifrado para frustrar los ataques al tamaño de los mensajes.",
    "simplex-private-card-6-point-2": "Para evitarlo las aplicaciones SimpleX pasan claves de un solo uso fuera de banda cuando compartes un enlace de dirección o un código QR.",
    "simplex-private-card-9-point-2": "Esto reduce los vectores de ataque y los metadatos disponibles, en comparación con los agentes de mensajes tradicionales.",
    "simplex-private-card-10-point-1": "SimpleX usa direcciones y credenciales temporales anónimas por pares para cada contacto de usuario o miembro de grupo.",
    "privacy-matters-1-title": "Publicidad y discriminación en precios",
    "privacy-matters-1-overlay-1-title": "La privacidad revierte en ahorro",
    "privacy-matters-1-overlay-1-linkText": "La privacidad revierte en ahorro",
    "privacy-matters-2-overlay-1-title": "La privacidad le da poder",
    "privacy-matters-3-title": "Enjuiciamiento por asociación inocente",
    "privacy-matters-3-overlay-1-linkText": "La privacidad protege su libertad",
    "simplex-unique-1-title": "Su privacidad es completa",
    "simplex-unique-2-title": "Está protegido<br>contra el spam y abuso",
    "simplex-unique-3-title": "Usted controla sus datos",
    "simplex-unique-4-title": "La red SimpleX le pertenece",
    "hero-overlay-card-1-p-1": "Muchos usuarios se preguntan: <em>si SimpleX no tiene identificadores de usuario, ¿cómo puede saber dónde entregar los mensajes?</em>",
    "hero-overlay-card-1-p-4": "Este diseño evita que se filtren metadatos de usuario a nivel de aplicación. Para mejorar aún más la privacidad y proteger su dirección IP, puede conectarse a los servidores de mensajería a través de la red Tor.",
    "hero-overlay-card-1-p-6": "Podrá encontrar más detalles en <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>el informe técnico SimpleX</a>.",
    "hero-overlay-card-2-p-1": "Cuando los usuarios asumen identidades persistentes, aunque sólo se trate de un número aleatorio como un identificador de sesión, existe el riesgo de que el proveedor de red o un atacante puedan observar cómo se conectan los usuarios y la cantidad de mensajes que envían.",
    "hero-overlay-card-2-p-2": "A continuación podrían correlacionar esta información con las redes sociales públicas existentes y averiguar las identidades reales de los usuarios.",
    "hero-overlay-card-2-p-3": "Incluso con las aplicaciones más privadas que utilizan los servicios de Tor v3, si habla con dos contactos a través de un mismo perfil se puede probar que estas están conectados con la misma persona.",
    "privacy-matters-2-overlay-1-linkText": "La privacidad te da poder",
    "simplex-private-card-10-point-2": "Esto permite entregar mensajes sin identificadores de perfil de usuario y proporcionando una mayor privacidad de metadatos que las alternativas.",
    "privacy-matters-3-overlay-1-title": "La privacidad protege su libertad",
    "simplex-unique-1-overlay-1-title": "Privacidad total de su identidad, perfil, contactos y metadatos",
    "privacy-matters-2-title": "Manipulación de elecciones",
    "simplex-unique-2-overlay-1-title": "La mejor protección contra el spam y el abuso",
    "simplex-unique-3-overlay-1-title": "Titularidad, control y seguridad de tus datos",
    "simplex-unique-4-overlay-1-title": "Totalmente descentralizado &mdash; los usuarios son dueños de la red SimpleX",
    "hero-overlay-card-1-p-2": "Para entregar los mensajes, en lugar de los identificadores de usuario utilizados por todas las demás plataformas, SimpleX emplea identificadores por pares temporales y anónimos de colas de mensajes, independientes para cada una de sus conexiones &mdash; no hay identificadores a largo plazo.",
    "hero-overlay-card-1-p-5": "Los perfiles de usuario, contactos y grupos sólo se almacenan en los dispositivos cliente; los mensajes se envían con cifrado de doble capa de extremo a extremo .",
    "hero-overlay-card-1-p-3": "Usted define qué servidor(es) se usan para recibir los mensajes; sus contactos &mdash; los servidores que se usan para enviar los mensajes. Es probable que cada conversación use dos servidores distintos.",
    "hero-overlay-card-2-p-4": "SimpleX protege frente estos ataques al no disponer de ID de usuario por diseño. Y si usa el modo incógnito, tendrá un nombre mostrado diferente por cada contacto, evitando cualquier dato compartido entre ellos.",
    "simplex-network-overlay-card-1-p-1": "Los protocolos y aplicaciones de mensajería <a href='https://en.wikipedia.org/wiki/Peer-to-peer'>P2P</a> presentan varios problemas que los hacen menos fiables que SimpleX, más complejos de analizar y más vulnerables a varios tipos de ataques.",
    "simplex-network-overlay-card-1-li-2": "Por diseño SimpleX, a diferencia de la mayoría de las redes P2P, no tiene identificadores globales de usuario de ningún tipo, ni siquiera temporales, y sólo usa identificadores temporales por pares, lo que proporciona un mejor anonimato y protección de los metadatos.",
    "simplex-network-overlay-card-1-li-3": "P2P no resuelve el problema del <a href='https://es.wikipedia.org/wiki/Ataque_de_intermediario'>ataque MITM</a> , y la mayoría de las implementaciones existentes no utilizan mensajes fuera de banda para el intercambio inicial de claves. SimpleX utiliza mensajes fuera de banda, o en algunos casos conexiones seguras y de confianza preexistentes para el intercambio inicial de claves.",
    "simplex-network-overlay-card-1-li-4": "Algunos proveedores de Internet pueden bloquear implementaciones P2P (como <a href='https://en.wikipedia.org/wiki/BitTorrent'>BitTorrent</a>). SimpleX es independiente del transporte, puede funcionar con protocolos web estándar como por ejemplo WebSockets.",
    "privacy-matters-overlay-card-1-p-4": "La plataforma SimpleX protege la privacidad de sus conexiones mejor que cualquier alternativa, impidiendo por completo que su gráfico social esté disponible para empresa u organizaciones. Incluso cuando se usan servidores proporcionados por SimpleX Chat, desconocemos el número de usuarios y sus conexiones.",
    "privacy-matters-overlay-card-2-p-1": "No hace mucho que vimos cómo las principales elecciones eran manipuladas por <a href='https://es.wikipedia.org/wiki/Escándalo_Facebook-Cambridge_Analytica' target='_blank'>una reputada consultora</a> que usaba nuestros gráficos sociales para distorsionar nuestra visión del mundo real y manipular nuestros votos.",
    "privacy-matters-overlay-card-2-p-2": "Para ser objetivo y tomar decisiones independientes Usted necesita controlar su espacio de información. Sólo es posible si usa una plataforma de comunicación privada que no tenga acceso a su gráfico social.",
    "privacy-matters-overlay-card-2-p-3": "SimpleX es la primera plataforma que por diseño no tiene identificadores de usuario, protegiendo así su grafico de conexiones mejor que cualquier alternativa conocida.",
    "privacy-matters-overlay-card-3-p-1": "Todos deberían preocuparse por la privacidad y la seguridad de sus comunicaciones &mdash; las conversaciones inofensivas pueden ponerle en peligro incluso aunque no tenga nada que ocultar.",
    "simplex-unique-overlay-card-1-p-1": "A diferencia de otras plataformas de mensajería, SimpleX no tiene <strong>identificadores asignados a los usuarios</strong>. No se basa en números de teléfono, direcciones en dominios (como es el caso del email o XMPP), nombres de usuario, claves públicas o incluso números aleatorios para identificar a sus usuarios &mdash; nosotros desconocemos cuántas personas utilizan nuestros servidores SimpleX.",
    "simplex-unique-overlay-card-1-p-3": "Este diseño protege la privacidad del que se está comunicando con Usted, ocultándolo a los servidores de la plataforma SimpleX y a cualquier observador. Para ocultar su dirección IP a los servidores, puede <strong>conectarse a los servidores SimpleX a través de la red Tor</strong>.",
    "simplex-unique-overlay-card-2-p-1": "Al no disponer de un identificador en la plataforma SimpleX, nadie puede ponerse en contacto contigo a menos que compartas una dirección de usuario de un solo uso o temporal, como un enlace o código QR.",
    "simplex-unique-overlay-card-2-p-2": "Incluso con la dirección de usuario opcional, aunque puede utilizarse para enviar solicitudes de contacto spam, puedes cambiarla o eliminarla por completo sin perder ninguna de tus conexiones.",
    "simplex-unique-overlay-card-3-p-2": "Los mensajes cifrados de extremo a extremo (E2E) se mantienen temporalmente en los servidores relay SimpleX hasta que se reciben, y después son borrados permanentemente.",
    "simplex-network-overlay-card-1-li-1": "Para enrutar mensajes las redes P2P se basan en alguna variante de <a href='https://es.wikipedia.org/wiki/Tabla_de_hash_distribuida'>DHT</a>. Los diseños DHT tienen que equilibrar la garantía de entrega con la latencia. SimpleX ofrece mayor garantía de entrega y menor latencia que P2P, ya que un mensaje puede transmitirse en paralelo y de forma redundante a través de varios servidores elegidos por el destinatario. En las redes P2P el mensaje se transmite secuencialmente por <em>O(log N)</em> nodos, usando nodos elegidos por el algoritmo.",
    "simplex-network-overlay-card-1-li-5": "Todas las redes P2P conocidas pueden ser vulnerables al ataque <a href='https://es.wikipedia.org/wiki/Ataque_Sybil'>Sybil</a>, porque cada nodo es susceptible de ser descubierto y la red funciona como una unidad. Las medidas de mitigación conocidas requieren un componente centralizado o bien <a href='https://en.wikipedia.org/wiki/Proof_of_work'>pruebas de trabajo</a> costosas. La red SimpleX no tiene capacidad para descubrir los servidores, está fragmentada y funciona como múltiples subredes aisladas haciendo imposibles los ataques a toda la red.",
    "simplex-network-overlay-card-1-li-6": "Las redes P2P pueden ser vulnerables al <a href='https://www.usenix.org/conference/woot15/workshop-program/presentation/p2p-file-sharing-hell-exploiting-bittorrent'>ataque DRDoS</a>, donde los clientes pueden retransmitir y amplificar el tráfico, provocando una denegación de servicio en toda la red. Los clientes SimpleX sólo retransmiten el tráfico desde una conexión conocida y no pueden ser utilizados por un atacante para amplificar el tráfico en toda la red.",
    "privacy-matters-overlay-card-1-p-1": "Muchas grandes empresas usan la información de con quién está conectado para calcular sus ingresos, venderle productos que realmente no necesita y determinar su precio.",
    "privacy-matters-overlay-card-1-p-2": "Los minoristas en línea saben que las personas con menos ingresos son más propensas a hacer compras urgentes, por lo que pueden cobrar precios más altos o eliminar descuentos.",
    "privacy-matters-overlay-card-1-p-3": "Algunas compañías financieras y de seguros usan gráficos sociales para determinar primas y tipos de interés. A menudo eso genera un mayor desembolso a personas con menos ingresos &mdash; se conoce como <a href='https://fairbydesign.com/povertypremium/' target='_blank'>\"prima de pobreza\"</a>.",
    "privacy-matters-overlay-card-3-p-2": "Una de las historias más estremecedoras es la experiencia de <a href='https://en.wikipedia.org/wiki/Mohamedou_Ould_Slahi' target='_blank'>Mohamedou Ould Salahi</a> descrita en sus memorias y plasmada en la película The Mauritanian. Fue internado en la prisión militar de Guantánamo sin juicio previo, donde fue torturado durante 15 años tras una llamada telefónica a su pariente en Afganistán, bajo sospecha de estar implicado en los atentados del 11-S a pesar de que vivía en Alemania desde hacía 10 años.",
    "privacy-matters-overlay-card-3-p-4": "No basta con usar mensajería cifrada de extremo a extremo, todos deberíamos utilizar las aplicaciones de mensajería que protegen la privacidad de nuestras redes personales y con quién estamos conectados.",
    "privacy-matters-overlay-card-3-p-3": "Personas corrientes son detenidas por lo que comparten en Internet, incluso a través de sus cuentas \"anónimas\" e <a href='https://www.dailymail.co.uk/news/article-11282263/Moment-police-swoop-house-devout-catholic-mother-malicious-online-posts.html' target='_blank'>incluso en países democráticos</a>.",
    "simplex-unique-overlay-card-1-p-2": "Para enviar mensajes, SimpleX utiliza <a href='https://csrc.nist.gov/glossary/term/Pairwise_Pseudonymous_Identifier'>direcciones anónimas por pares</a> de colas de mensajes unidireccionales, separadas para mensajes recibidos y enviados, y normalmente a través de servidores diferentes. Utilizar SimpleX es como tener <strong>un correo electrónico &ldquo;desechable&rdquo; o un teléfono diferente para cada contacto</strong>, pero sin las complicaciones que implicaría gestionarlos.",
    "simplex-unique-overlay-card-3-p-1": "SimpleX Chat almacena todos los datos de usuario únicamente en los dispositivos cliente usando un <strong>formato cifrado y portable de la base de datos</strong>, la cual puede ser exportada y transferida a cualquier dispositivo compatible.",
    "simplex-unique-overlay-card-3-p-3": "A diferencia de los servidores de redes federadas (correo electrónico, XMPP o Matrix), los servidores SimpleX no almacenan cuentas de usuario, sólo retransmiten mensajes, protegiendo así la privacidad de ambas partes.",
    "simplex-unique-overlay-card-4-p-1": "Puede <strong>usar SimpleX con sus propios servidores</strong> y aún así comunicarte con personas conectadas a los servidores preconfigurados y proporcionados por nosotros.",
    "simplex-unique-card-1-p-1": "SimpleX protege la privacidad de su perfil, contactos y metadatos, ocultándolos de los servidores de la plataforma SimpleX y de cualquier observador.",
    "simplex-unique-card-3-p-1": "SimpleX almacena todos los datos de usuario únicamente en los dispositivos cliente usando un <strong>formato cifrado y portable de la base de datos</strong>, la cual puede ser transferida a otro dispositivo.",
    "simplex-unique-card-3-p-2": "Los mensajes cifrados de extremo a extremo (E2E) se mantienen temporalmente en los servidores relay SimpleX hasta que se reciben, y después son borrados permanentemente.",
    "simplex-unique-card-4-p-2": "Puede <strong>usar SimpleX con sus propios servidores</strong> o con los servidores proporcionados por nosotros para contactar con cualquier usuario.",
    "join": "Únase a",
    "we-invite-you-to-join-the-conversation": "Le invitamos a unirse a la conversación",
    "join-the-REDDIT-community": "Únase a la comunidad REDDIT",
    "join-us-on-GitHub": "Únase a nosotros en GitHub",
    "sign-up-to-receive-our-updates": "Suscríbase para recibir nuestras actualizaciones",
    "donate-here-to-help-us": "Para ayudarnos haga una donación aquí",
    "enter-your-email-address": "Escriba su dirección de correo electrónico",
    "get-simplex": "Obtenga SimpleX <a href=\"/downloads\">desktop app</a>",
    "why-simplex-is": "Por qué SimpleX es",
    "unique": "único",
    "learn-more": "Descubra más",
    "more-info": "Más información",
    "hide-info": "Ocultar información",
    "invitation-hero-header": "Has recibido un enlace de un solo uso para conectarte con SimpleX Chat",
    "contact-hero-p-2": "¿Aún no has descargado SimpleX Chat?",
    "contact-hero-p-3": "Usa los siguientes enlaces para descargar la aplicación.",
    "install-simplex-app": "Instalar SimpleX Chat",
    "connect-in-app": "Conectar en la aplicación",
    "open-simplex-app": "Abrir la aplicación Simplex",
    "tap-the-connect-button-in-the-app": "Pulse el botón <span class='text-active-blue'>‘conectar’</span> en la aplicación",
    "scan-the-qr-code-with-the-simplex-chat-app": "Escanear el código QR con la aplicación SimpleX Chat",
    "installing-simplex-chat-to-terminal": "Instalación de chat SimpleX en el terminal",
    "use-this-command": "Usa este comando:",
    "see-simplex-chat": "Ver SimpleX Chat",
    "github-repository": "Repositorio GitHub",
    "if-you-already-installed-simplex-chat-for-the-terminal": "Si ya has instalado SimpleX Chat para el terminal",
    "if-you-already-installed": "Si ya has instalado",
    "simplex-chat-for-the-terminal": "SimpleX Chat para el terminal",
    "copy-the-command-below-text": "copia el siguiente comando y úsalo en el chat:",
    "privacy-matters-section-subheader": "Preservar la privacidad de sus metadatos &mdash; <span class='text-active-blue'>con quién habla</span> &mdash; le protege de:",
    "privacy-matters-section-label": "¡Asegúrese de que su aplicación de mensajería no puede acceder a sus datos!",
    "tap-to-close": "Pulsa para cerrar",
    "simplex-network-1-overlay-linktext": "problemas asociados a las redes P2P",
    "simplex-network-3-header": "Red Simplex",
    "simplex-network-3-desc": "Los servidores proporcionan <span class='text-active-blue'>colas unidireccionales</span> para conectar a los usuarios, pero no pueden ver el mapa de conexión de la red &mdash; sólo la tienen los usuarios.",
    "comparison-section-header": "Comparación con otros protocolos",
    "protocol-1-text": "Signal, grandes plataformas",
    "protocol-2-text": "XMPP, Matrix",
    "protocol-3-text": "Protocolos P2P",
    "comparison-point-1-text": "Requiere de identidad global",
    "comparison-point-2-text": "Posibilidad de MITM",
    "comparison-point-3-text": "Dependencia del DNS",
    "comparison-point-4-text": "Red única o centralizada",
    "comparison-point-5-text": "Componente central u otro ataque en toda la red",
    "yes": "Sí",
    "no": "No",
    "no-federated": "No - federado",
    "comparison-section-list-point-1": "Generalmente basado en un número de teléfono, en algunos casos en nombres de usuario",
    "comparison-section-list-point-2": "Direcciones basadas en DNS",
    "comparison-section-list-point-4": "Si los servidores del operador se ven comprometidos. Verifique el código de seguridad en Signal y alguna otra aplicación para mitigarlo",
    "comparison-section-list-point-5": "No protege la privacidad de los metadatos del usuario",
    "comparison-section-list-point-3": "Clave pública o algun otro ID único a nivel global",
    "comparison-section-list-point-6": "A pesar de que las redes P2P son distribuidas, no son federadas - funcionan como una única red",
    "comparison-section-list-point-7": "Las redes P2P o bien tienen una autoridad central o toda la red puede verse comprometida",
    "see-here": "ver aquí",
    "simplex-unique-overlay-card-4-p-2": "La plataforma SimpleX utiliza un <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>protocolo abierto</a> y proporciona <a href='https://github.com/simplex-chat/simplex-chat/tree/stable/packages/simplex-chat-client/typescript' target='_blank'>SDK para crear chatbots</a>, permitiendo implementar servicios con los que los usuarios pueden interactuar mediante las aplicaciones SimpleX Chat &mdash; esperamos conocer qué servicios SimpleX puedes crear.",
    "simplex-unique-overlay-card-4-p-3": "Si estás pensando desarrollar para la plataforma SimpleX, el chatbot para usuarios de aplicaciones SimpleX por ejemplo, o la integración de la biblioteca SimpleX Chat en tus aplicaciones móviles, por favor <a href='https://simplex.chat/contact#/?v=1&smp=smp%3A%2F%2FPQUV2eL0t7OStZOoAsPEV2QYWt4-xilbakvGUGOItUo%3D%40smp6.simplex.im%2FK1rslx-m5bpXVIdMZg9NLUZ_8JBm8xTt%23MCowBQYDK2VuAyEALDeVe-sG8mRY22LsXlPgiwTNs9dbiLrNuA7f3ZMAJ2w%3D' target='_blank'>ponte en contacto</a> para cualquier consejo o soporte.",
    "simplex-unique-card-1-p-2": "A diferencia de cualquier otra plataforma de mensajería existente, SimpleX no tiene identificadores asignados a los usuarios &mdash; <strong> ni siquiera números aleatorios </strong>.",
    "simplex-unique-card-2-p-1": "Al no tener un identificador o dirección fija en la plataforma SimpleX, nadie puede contactar con Usted a menos que Usted comparta una dirección de usuario de un solo uso o temporal, como un enlace o código QR.",
    "simplex-unique-card-4-p-1": "La red SimpleX está totalmente descentralizada y es independiente de cualquier criptomoneda o de cualquier otra plataforma que no sea Internet.",
    "contact-hero-header": "Has recibido una dirección para conectarte con SimpleX Chat",
    "the-instructions--source-code": "las instrucciones para descargarlo o compilarlo a partir del código fuente.",
    "simplex-network-section-header": "<span class='gradient-text'>Red</span> SimpleX",
    "contact-hero-subheader": "Escanéa el código QR en tu teléfono o tableta con la aplicación SimpleX Chat.",
    "contact-hero-p-1": "Las claves públicas y la dirección de la cola de mensajes de este enlace NO se envían a través de la red cuando ves esta página &mdash; están contenidos en el fragmento hash del URL del enlace.",
    "scan-qr-code-from-mobile-app": "Escanear el código QR desde la aplicación móvil",
    "to-make-a-connection": "Para establecer una conexión:",
    "scan-the-qr-code-with-the-simplex-chat-app-description": "Las claves públicas y la dirección de la cola de mensajes de este enlace NO se envían a través de la red cuando ves esta página &mdash;<br> están contenidas en el fragmento hash del URL del enlace.",
    "privacy-matters-section-header": "Por qué es <span class='gradient-text'>importante</span> la privacidad",
    "simplex-private-section-header": "Qué hace que SimpleX sea <span class='gradient-text'>privado</span>",
    "simplex-network-section-desc": "Simplex Chat proporciona la mejor privacidad al combinar las ventajas de P2P y las redes federadas.",
    "simplex-network-1-header": "Distinto de las redes P2P",
    "simplex-network-2-header": "Distinto de las redes federadas",
    "simplex-network-2-desc": "Los servidores relay SimpleX NO almacenan perfiles de usuario, contactos ni mensajes entregados, NO se conectan entre sí y NO existe un directorio de servidores.",
    "no-secure": "No - seguro",
    "no-resilient": "No - resiliente",
    "no-decentralized": "No - descentralizado",
    "no-private": "No - privado",
    "simplex-network-1-desc": "Todos los mensajes se envían a través de los servidores, proporcionando mayor privacidad para los metadatos y una entrega asincrónica fiable de mensajes, evitando al mismo tiempo muchos de los",
    "simplex-unique-overlay-card-3-p-4": "No hay identificadores ni texto cifrado en común entre el tráfico de servidor enviado y el recibido &mdash; si alguien lo está monitorizando, difícilmente podría determinar quién se comunica con quién, incluso si el protocolo TLS se ve comprometido.",
    "guide-dropdown-3": "Grupos secretos",
    "guide-dropdown-4": "Perfiles de chat",
    "guide-dropdown-5": "Gestión de datos",
    "guide-dropdown-6": "Llamadas y Videollamadas",
    "guide-dropdown-7": "Privacidad y seguridad",
    "guide-dropdown-8": "Configuración de la aplicación",
    "guide-dropdown-2": "Envío de mensajes",
    "guide-dropdown-1": "Inicio rápido",
    "guide-dropdown-9": "Establecer conexiones",
    "guide": "Guía",
    "docs-dropdown-1": "Plataforma SimpleX",
    "docs-dropdown-2": "Acceso a archivos de Android",
    "docs-dropdown-3": "Acceso a la base de datos de chat",
    "docs-dropdown-4": "Servidor SMP anfitrión",
    "docs-dropdown-5": "Servidor XFTP anfitrión",
    "docs-dropdown-6": "Servidores WebRTC",
    "docs-dropdown-7": "Traducir SimpleX Chat",
    "newer-version-of-eng-msg": "Hay una versión más reciente en inglés de esta página.",
    "click-to-see": "Haga clic para ver",
    "menu": "Menú",
    "on-this-page": "En esta página",
    "back-to-top": "Volver arriba",
    "glossary": "Glosario",
    "stable-and-beta-versions-built-by-developers": "Versiones estables y beta compilados por los desarrolladores",
    "f-droid-page-simplex-chat-repo-section-text": "Para añadirlo a tu cliente F-Droid <span class='hide-on-mobile'>escanea el código QR</span> usa esta URL:",
    "docs-dropdown-8": "Servicio Simplex Directory",
    "simplex-chat-repo": "Repositorio Simplex Chat",
    "simplex-chat-via-f-droid": "SimpleX Chat en F-Droid",
    "f-droid-org-repo": "Repositorio F-Droid.org",
    "stable-versions-built-by-f-droid-org": "Versión estable compilada por F-Droid.org",
    "f-droid-page-f-droid-org-repo-section-text": "Los repositorios de SimpleX Chat y F-Droid.org firman con distinto certificado. Para cambiar, por favor <a href='/docs/guide/chat-profiles.html#move-your-chat-profiles-to-another-device'>exportar</a> la base de datos y reinstala la aplicación.",
    "signing-key-fingerprint": "Huella digital de la clave de firma (SHA-256)",
    "releases-to-this-repo-are-done-1-2-days-later": "Las versiones aparecen 1-2 días más tarde en este repositorio",
    "comparison-section-list-point-4a": "Los servidores de retransmisión no pueden comprometer la encriptación e2e. Para evitar posibles ataques, verifique el código de seguridad mediante un canal alternativo",
    "hero-overlay-3-title": "Evaluación de la seguridad",
    "hero-overlay-card-3-p-2": "Trail of Bits revisó la criptografía y los componentes de red de la plataforma SimpleX en noviembre de 2022.",
    "hero-overlay-card-3-p-3": "Más información en <a href=\"/blog/20221108-simplex-chat-v4.2-security-audit-new-website.html\">la noticia</a>.",
    "jobs": "Únete al equipo",
    "hero-overlay-3-textlink": "Evaluación de la seguridad",
    "hero-overlay-card-3-p-1": "<a href=\"https://www.trailofbits.com/about/\">Trail of Bits</a> es una consultora de seguridad y tecnología líder cuyos clientes incluyen grandes tecnológicas, agencias gubernamentales e importantes proyectos de blockchain.",
    "docs-dropdown-9": "Descargas",
    "please-enable-javascript": "Habilita JavaScript para ver el código QR.",
    "please-use-link-in-mobile-app": "Usa el enlace en la apliación móvil,"
}
