{
    "reference": "Referencia",
    "why-simplex": "Por qué Simplex",
    "simplex-privacy": "Privacidad en Simplex",
    "simplex-explained-tab-1-text": "1. Experiencia del usuario",
    "simplex-explained-tab-2-text": "2. Cómo funciona",
    "simplex-network": "Red Simplex",
    "simplex-explained-tab-3-text": "3. Qué ven los servidores",
    "simplex-explained-tab-2-p-2": "Los servidores solo transmiten mensajes en un sentido para no disponer de la imagen completa de la conversación o las conexiones del usuario.",
    "simplex-explained-tab-3-p-2": "El usuario puede mejorar aún más la privacidad de los metadatos usando la red Tor para el acceso a los servidores y evitando así la correlación por dirección IP.",
    "smp-protocol": "Protocolo SMP",
    "donate": "Donar",
    "copyright-label": "© 2020-2023 SimpleX | Proyecto de Código Abierto",
    "simplex-chat-protocol": "Protocolo de SimpleX Chat",
    "terms-and-privacy-policy": "Términos y Política de Privacidad",
    "hero-header": "Privacidad redefinida",
    "hero-overlay-1-textlink": "¿Por qué los ID de usuario son perjudiciales para la privacidad?",
    "hero-overlay-2-textlink": "¿Cómo funciona SimpleX?",
    "hero-2-header": "Hacer una conexión privada",
    "hero-overlay-1-title": "¿Cómo funciona SimpleX?",
    "hero-overlay-2-title": "¿Por qué los ID de usuario son perjudiciales para la privacidad?",
    "feature-1-title": "Mensajes cifrados E2E con marcadores y edición",
    "feature-3-title": "Grupos secretos descentralizados &mdash;<br>sólo los usuarios saben de su existencia",
    "feature-6-title": "Llamadas y videollamadas con cifrado E2E",
    "simplex-network-overlay-1-title": "Comparación con protocolos de mensajería P2P",
    "developers": "Desarrolladores",
    "features": "Características",
    "blog": "Blog",
    "home": "Inicio",
    "simplex-explained-tab-3-p-1": "Los servidores tienen credenciales diferentes y anónimas por cada cola y desconocen a qué usuarios pertenecen.",
    "hero-p-1": "Otras aplicaciones tienen ID de usuario: Signal, Matrix, Session, Briar, Jami, Cwtch, etc.<br> SimpleX no los tiene, <strong>ni siquiera números aleatorios</strong>.<br> Esto mejora radicalmente su privacidad.",
    "hero-2-header-desc": "El video muestra cómo te conectas con tu amigo a través de su código QR de un solo uso, en persona o a través de un enlace de video. También puedes conectarte compartiendo un enlace de invitación.",
    "feature-7-title": "Base de datos portable cifrada &mdash; transfiere tu perfil a otro dispositivo",
    "simplex-private-card-4-point-2": "Para usar SimpleX a través de Tor, instala <a href=\"https://guardianproject.info/apps/org.torproject.android/\" target=\"_blank\">Orbot app</a> y activa el proxy SOCKS5 (o VPN <a href=\"https://apps.apple.com/us/app/orbot/id1609461599?platform=iphone\" target=\"_blank\">en iOS</a>).",
    "simplex-private-card-3-point-1": "Para las conexiones cliente-servidor sólo se usa TLS 1.2/1.3 con algoritmos robustos.",
    "simplex-private-card-4-point-1": "Para proteger tu dirección IP puedes acceder a los servidores a través de la red Tor u otra red de transporte superpuesta.",
    "simplex-private-card-5-point-2": "Esto hace que mensajes de distintos tamaños parezcan iguales a los ojos de los servidores y observadores de la red.",
    "simplex-private-card-6-point-1": "Muchas plataformas de comunicación son vulnerables a ataques MITM por parte de servidores o proveedores de red.",
    "simplex-private-card-7-point-1": "Para garantizar la integridad los mensajes se numeran secuencialmente e incluyen el hash del mensaje anterior.",
    "simplex-private-card-7-point-2": "Si se añade, elimina o modifica algún mensaje, se alerta al destinatario.",
    "simplex-private-card-8-point-1": "Los servidores de SimpleX actúan como nodos de mezcla de baja latencia &mdash; los mensajes entrantes y salientes tienen un orden diferente.",
    "simplex-private-card-9-point-1": "Cada cola de mensajes transmite las distintas direcciones de envío y recepción en un solo sentido.",
    "simplex-explained": "Simplex explicado",
    "simplex-explained-tab-1-p-1": "Puedes crear contactos y grupos, y mantener conversaciones bidireccionales como en cualquier aplicación de mensajería.",
    "simplex-explained-tab-1-p-2": "¿Cómo puede funcionar con colas unidireccionales y sin identificadores de usuario?",
    "simplex-explained-tab-2-p-1": "Por cada conexión se usan dos colas de mensajes separadas para que el envío y recepción sean a través de servidores diferentes.",
    "chat-bot-example": "Ejemplo de bot de Chat",
    "chat-protocol": "Protocolo Chat",
    "terminal-cli": "Terminal CLI",
    "hero-subheader": "La primera aplicación de mensajería<br>sin ID de usuario",
    "feature-2-title": "Cifrado E2E<br>de imágenes y archivos",
    "feature-8-title": "Modo incógnito &mdash;<br>exclusivo de SimpleX Chat",
    "simplex-private-1-title": "2 capas de<br>cifrado de extremo a extremo",
    "simplex-private-2-title": "Capa adicional de<br>cifrado del servidor",
    "simplex-private-3-title": "Transporte TLS<br>seguro y auténticado",
    "simplex-private-4-title": "Acceso opcional<br>a través de Tor",
    "simplex-private-7-title": "Verificación de la<br>integridad del mensaje",
    "feature-4-title": "Mensajes de voz cifrados E2E",
    "feature-5-title": "Mensajes temporales",
    "simplex-private-6-title": "Intercambio de claves<br>fuera de banda",
    "simplex-private-5-title": "Múltiples capas<br>de contenido acolchado",
    "simplex-private-8-title": "Mezcla de mensajes<br>para reducir la correlación",
    "simplex-private-10-title": "Identificadores por pares anónimos temporales",
    "simplex-private-9-title": "Colas de mensajes<br>unidireccionales",
    "simplex-private-card-1-point-1": "Protocolo de doble contraseña &mdash;Mensajería OTR (Off-the-Record) con perfecto secreto hacia adelante (PFS) y recuperación de intrusión.",
    "simplex-private-card-1-point-2": "NaCL cryptobox por cada cola de mensajes para prevenir la correlación de tráfico entre colas si el protocolo TLS se ve comprometido.",
    "simplex-private-card-2-point-1": "Capa de cifrado adicional desde el servidor al destinatario para prevenir la correlación entre el tráfico de recepción y envío del servidor si el protocolo TLS se ve comprometido.",
    "simplex-private-card-3-point-2": "La huella digital del servidor y la vinculación de canales evitan los ataques MITM (ataque de intermediario) y de repetición.",
    "simplex-private-card-3-point-3": "La reanudación de la conexión está deshabilitada para evitar ataques de sesión.",
    "simplex-private-card-5-point-1": "SimpleX utiliza relleno de contenido en cada capa de cifrado para frustrar los ataques al tamaño de los mensajes.",
    "simplex-private-card-6-point-2": "Para evitarlo las aplicaciones SimpleX pasan claves de un solo uso fuera de banda cuando compartes un enlace de dirección o un código QR.",
    "simplex-private-card-9-point-2": "Esto reduce los vectores de ataque, en comparación con los agentes de mensajes tradicionales, y los metadatos disponibles.",
    "simplex-private-card-10-point-1": "SimpleX usa direcciones y credenciales temporales anónimas por pares para cada contacto de usuario o miembro de grupo.",
    "privacy-matters-1-title": "Publicidad y discriminación de precios",
    "privacy-matters-1-overlay-1-title": "La privacidad te ahorra dinero",
    "privacy-matters-1-overlay-1-linkText": "La privacidad te ahorra dinero",
    "privacy-matters-2-overlay-1-title": "La privacidad te da poder",
    "privacy-matters-3-title": "Enjuiciamiento por asociación inocente",
    "privacy-matters-3-overlay-1-linkText": "La privacidad protege tu libertad",
    "simplex-unique-1-title": "Tienes total privacidad",
    "simplex-unique-2-title": "Estás protegido<br>contra el spam y el abuso",
    "simplex-unique-3-title": "Tú controlas tus datos",
    "simplex-unique-4-title": "Eres dueño de la red SimpleX",
    "hero-overlay-card-1-p-1": "Muchos usuarios se preguntan: <em>si SimpleX no tiene identificadores de usuario, ¿cómo puede saber dónde entregar los mensajes?</em>",
    "hero-overlay-card-1-p-4": "Este diseño evita que se filtren metadatos de usuario a nivel de aplicación. Para mejorar aún más la privacidad y proteger tu dirección IP, puedes conectarte a los servidores de mensajería a través de la red Tor.",
    "hero-overlay-card-1-p-6": "Más información en <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>el artículo técnico SimpleX</a>.",
    "hero-overlay-card-2-p-1": "Cuando los usuarios asumen identidades persistentes, aunque sólo se trate de un número aleatorio como un identificador de sesión, existe el riesgo de que el proveedor o un atacante puedan observar cómo se conectan los usuarios y cuántos mensajes envían.",
    "hero-overlay-card-2-p-2": "A continuación podrían correlacionar esta información con las redes sociales públicas existentes y averiguar las identidades reales.",
    "hero-overlay-card-2-p-3": "Incluso con las aplicaciones más privadas que utilizan los servicios de Tor v3, si hablas con dos contactos a través de un mismo perfil se puede probar que están conectados con la misma persona.",
    "privacy-matters-2-overlay-1-linkText": "La privacidad te da poder",
    "simplex-private-card-10-point-2": "Esto permite entregar mensajes sin identificadores de perfil de usuario y proporcionando una mayor privacidad de metadatos que las alternativas.",
    "privacy-matters-3-overlay-1-title": "La privacidad protege tu libertad",
    "simplex-unique-1-overlay-1-title": "Privacidad total de tu identidad, perfil, contactos y metadatos",
    "privacy-matters-2-title": "Manipulación de elecciones",
    "simplex-unique-2-overlay-1-title": "La mejor protección contra el spam y el abuso",
    "simplex-unique-3-overlay-1-title": "Titularidad, control y seguridad de tus datos",
    "simplex-unique-4-overlay-1-title": "Totalmente descentralizado &mdash; los usuarios son dueños de la red SimpleX",
    "hero-overlay-card-1-p-2": "Para entregar los mensajes, en lugar de los identificadores de usuario utilizados por todas las demás plataformas, SimpleX usa identificadores por pares anónimos y temporales de colas de mensajes, independientes para cada una de sus conexiones &mdash; no hay identificadores a largo plazo.",
    "hero-overlay-card-1-p-5": "Los perfiles de usuario, contactos y grupos sólo se almacenan en los dispositivos cliente; los mensajes se envían de extremo a extremo con cifrado de doble capa.",
    "hero-overlay-card-1-p-3": "Tú defines qué servidor(es) usas para recibir los mensajes, tus contactos &mdash; los servidores que utilizas para enviar los mensajes. Es probable que cada conversación use dos servidores distintos.",
    "hero-overlay-card-2-p-4": "SimpleX protege contra estos ataques al no disponer de ID de usuario en su diseño. Y si usas el modo incógnito, tendrás un nombre mostrado diferente por cada contacto, evitando cualquier dato compartido entre ellos.",
    "simplex-network-overlay-card-1-p-1": "Los protocolos y aplicaciones de mensajería <a href='https://en.wikipedia.org/wiki/Peer-to-peer'>P2P</a> presentan varios problemas que los hacen menos fiables que SimpleX, más complejos de analizar y más vulnerables a varios tipos de ataques.",
    "simplex-network-overlay-card-1-li-2": "Por diseño SimpleX, a diferencia de la mayoría de las redes P2P, no tiene identificadores globales de usuario de ningún tipo, ni siquiera temporales, y sólo usa identificadores temporales por pares, lo que proporciona un mejor anonimato y protección de los metadatos.",
    "simplex-network-overlay-card-1-li-3": "P2P no resuelve el problema del <a href='https://es.wikipedia.org/wiki/Ataque_de_intermediario'>ataque MITM</a> , y la mayoría de las implementaciones existentes no utilizan mensajes fuera de banda para el intercambio inicial de claves. SimpleX utiliza mensajes fuera de banda, o en algunos casos conexiones seguras y de confianza preexistentes para el intercambio inicial de claves.",
    "simplex-network-overlay-card-1-li-4": "Algunos proveedores de Internet pueden bloquear las implementaciones P2P (como <a href='https://en.wikipedia.org/wiki/BitTorrent'>BitTorrent</a>). SimpleX es independiente del transporte, puede funcionar con protocolos web estándar como por ejemplo WebSockets.",
    "privacy-matters-overlay-card-1-p-4": "La plataforma SimpleX protege la privacidad de tus conexiones mejor que cualquier alternativa, impidiendo por completo que tu gráfico social esté disponible para empresa u organizaciones. Incluso cuando se usan servidores proporcionados por SimpleX Chat, no conocemos el número de usuarios ni sus conexiones.",
    "privacy-matters-overlay-card-2-p-1": "No hace mucho vimos cómo las principales elecciones eran manipuladas por <a href='https://es.wikipedia.org/wiki/Escándalo_Facebook-Cambridge_Analytica' target='_blank'>una reputada consultora</a> que usaba nuestros gráficos sociales para distorsionar nuestra visión del mundo real y manipular nuestros votos.",
    "privacy-matters-overlay-card-2-p-2": "Para ser objetivo y tomar decisiones independientes necesitas controlar tu espacio de información. Sólo es posible si usas una plataforma de comunicación privada que no tenga acceso a tu gráfico social.",
    "privacy-matters-overlay-card-2-p-3": "SimpleX es la primera plataforma que por diseño no tiene identificadores de usuario, protegiendo así tu grafico de conexiones mejor que cualquier alternativa conocida.",
    "privacy-matters-overlay-card-3-p-1": "Todos deberían preocuparse por la privacidad y la seguridad de sus comunicaciones &mdash; las conversaciones inofensivas pueden ponerte en peligro incluso aunque no tengas nada que ocultar.",
    "simplex-unique-overlay-card-1-p-1": "A diferencia de otras plataformas de mensajería, SimpleX no tiene <strong>identificadores asignados a los usuarios</strong>. No se basa en números de teléfono, direcciones en dominios (como el email o XMPP), nombres de usuario, claves públicas o incluso números aleatorios para identificar a sus usuarios &mdash; nosotros desconocemos cuántas personas utilizan nuestros servidores SimpleX.",
    "simplex-unique-overlay-card-1-p-3": "Este diseño protege la privacidad del que se está comunicando contigo, ocultándola a los servidores de la plataforma SimpleX y a cualquier observador. Para ocultar tu dirección IP a los servidores, puedes <strong>conectarte a los servidores SimpleX a través de la red Tor</strong>.",
    "simplex-unique-overlay-card-2-p-1": "Al no disponer de ningún identificador en la plataforma SimpleX, nadie puede ponerse en contacto contigo a menos que compartas una dirección de usuario de un solo uso o temporal, como un enlace o código QR.",
    "simplex-unique-overlay-card-2-p-2": "Incluso con la dirección de usuario opcional, aunque puede utilizarse para enviar solicitudes de contacto spam, puedes cambiarla o eliminarla por completo sin perder ninguna de tus conexiones.",
    "simplex-unique-overlay-card-3-p-2": "Los mensajes cifrados de extremo a extremo se mantienen temporalmente en los servidores relay SimpleX hasta que se reciben, y después son borrados permanentemente.",
    "simplex-network-overlay-card-1-li-1": "Para enrutar mensajes las redes P2P se basan en alguna variante de <a href='https://es.wikipedia.org/wiki/Tabla_de_hash_distribuida'>DHT</a>. Los diseños DHT tienen que equilibrar la garantía de entrega con la latencia. SimpleX ofrece mayor garantía de entrega y menor latencia que P2P ya que un mensaje puede transmitirse a través de varios servidores elegidos por el destinatario, en paralelo y de manera redundante. En las redes P2P el mensaje se transmite secuencialmente por <em>O(log N)</em> nodos, usando nodos elegidos por el algoritmo.",
    "simplex-network-overlay-card-1-li-5": "Todas las redes P2P conocidas pueden ser vulnerables al ataque <a href='https://es.wikipedia.org/wiki/Ataque_Sybil'>Sybil</a>, porque cada nodo se puede descubrir y la red funciona como unidad. Las medidas conocidas de mitigación requieren un componente centralizado o bien costosas <a href='https://en.wikipedia.org/wiki/Proof_of_work'>pruebas de trabajo</a>. La red SimpleX no tiene capacidad de descubrimiento de los servidores, está fragmentada y funciona como múltiples subredes aisladas haciendo imposibles los ataques a toda la red.",
    "simplex-network-overlay-card-1-li-6": "Las redes P2P pueden ser vulnerables al <a href='https://www.usenix.org/conference/woot15/workshop-program/presentation/p2p-file-sharing-hell-exploiting-bittorrent'>ataque DRDoS</a>, donde los clientes pueden retransmitir y amplificar el tráfico, provocando una denegación de servicio en toda la red. Los clientes SimpleX sólo retransmiten el tráfico desde una conexión conocida y no pueden ser utilizados por un atacante para amplificar el tráfico en toda la red.",
    "privacy-matters-overlay-card-1-p-1": "Muchas empresas grandes usan la información de con quién estás conectado para calcular tus ingresos, venderte productos que realmente no necesitas y determinar los precios.",
    "privacy-matters-overlay-card-1-p-2": "Los minoristas en línea saben que las personas con menos ingresos son más propensas a hacer compras urgentes, por lo que pueden cobrar precios más altos o eliminar descuentos.",
    "privacy-matters-overlay-card-1-p-3": "Algunas compañías financieras y de seguros usan gráficos sociales para determinar primas y tipos de interés. A menudo eso genera un mayor desembolso a personas con menos ingresos &mdash; se conoce como <a href='https://fairbydesign.com/povertypremium/' target='_blank'>\"prima de pobreza\"</a>.",
    "privacy-matters-overlay-card-3-p-2": "Una de las historias más estremecedoras es la experiencia de <a href='https://en.wikipedia.org/wiki/Mohamedou_Ould_Slahi' target='_blank'>Mohamedou Ould Salahi</a> descrita en sus memorias y plasmada en la película The Mauritanian. Fue internado en la prisión militar de Guantánamo sin juicio previo, donde fue torturado durante 15 años tras una llamada telefónica a su pariente en Afganistán, bajo sospecha de estar implicado en los atentados del 11-S a pesar de que vivía en Alemania desde hacía 10 años.",
    "privacy-matters-overlay-card-3-p-4": "No basta con usar mensajería cifrada de extremo a extremo, todos deberíamos utilizar las aplicaciones de mensajería que protegen la privacidad de nuestras redes personales &mdash; con quién estamos conectados.",
    "privacy-matters-overlay-card-3-p-3": "Personas corrientes son detenidas por lo que comparten en Internet, incluso a través de sus cuentas \"anónimas\", <a href='https://www.dailymail.co.uk/news/article-11282263/Moment-police-swoop-house-devout-catholic-mother-malicious-online-posts.html' target='_blank'>incluso en países democráticos</a>.",
    "simplex-unique-overlay-card-1-p-2": "Para enviar mensajes, SimpleX utiliza <a href='https://csrc.nist.gov/glossary/term/Pairwise_Pseudonymous_Identifier'>direcciones anónimas por pares</a> de colas de mensajes unidireccionales, separadas para mensajes recibidos y enviados, y normalmente a través de servidores diferentes. Utilizar SimpleX es como tener <strong>un correo electrónico &ldquo;desechable&rdquo; o un teléfono diferente para cada contacto</strong>, pero sin las complicaciones de gestionarlos.",
    "simplex-unique-overlay-card-3-p-1": "SimpleX Chat almacena todos los datos de usuario únicamente en los dispositivos cliente usando un <strong>formato cifrado y portable de la base de datos</strong>, la cual puede ser exportada y transferida a cualquier dispositivo compatible.",
    "simplex-unique-overlay-card-3-p-3": "A diferencia de los servidores de redes federadas (correo electrónico, XMPP o Matrix), los servidores SimpleX no almacenan cuentas de usuario, sólo retransmiten mensajes, protegiendo así la privacidad de ambas partes."
}
