{
    "home": "Accueil",
    "developers": "Développeurs",
    "reference": "Référence",
    "blog": "Blog",
    "features": "Fonctionnalités",
    "why-simplex": "Pourquoi SimpleX",
    "simplex-privacy": "Confidentialité SimpleX",
    "simplex-network": "Réseau SimpleX",
    "simplex-explained": "Simplex expliqué",
    "simplex-explained-tab-1-text": "1. L'expérience des utilisateurs",
    "simplex-explained-tab-2-text": "2. Comment ça marche",
    "simplex-explained-tab-3-text": "3. Ce que voient les serveurs",
    "simplex-explained-tab-1-p-1": "Vous pouvez créer des contacts et des groupes, et avoir des conversations bidirectionnelles, comme dans n'importe quelle autre messagerie.",
    "simplex-explained-tab-1-p-2": "Comment cela peut-il fonctionner avec des files d'attente unidirectionnelles et sans identifiants de profil utilisateur ?",
    "simplex-explained-tab-2-p-1": "Pour chaque connexion, vous utilisez deux files d'attente de messages distinctes pour envoyer et recevoir des messages via des serveurs différents.",
    "simplex-explained-tab-2-p-2": "Les serveurs ne transmettent les messages que dans un sens, sans connaître la totalité de la conversation ou des connexions de l'utilisateur.",
    "simplex-explained-tab-3-p-1": "Les serveurs disposent d'identifiants anonymes distincts pour chaque file d'attente, et ne savent pas à quels utilisateurs ils appartiennent.",
    "simplex-explained-tab-3-p-2": "Les utilisateurs peuvent améliorer davantage leur protection des métadonnées en utilisant Tor pour accéder aux serveurs, ce qui empêche la corrélation par adresse IP.",
    "chat-bot-example": "Exemple de chatbot",
    "smp-protocol": "Protocole SMP",
    "chat-protocol": "Protocole de chat",
    "donate": "Faire un don",
    "copyright-label": "© 2020-2024 SimpleX | Projet Open-Source",
    "simplex-chat-protocol": "Protocole SimpleX Chat",
    "terminal-cli": "Terminal CLI",
    "terms-and-privacy-policy": "Politique de confidentialité",
    "hero-header": "La vie privée redéfinie",
    "hero-subheader": "La première messagerie<br>sans identifiant d'utilisateur",
    "hero-p-1": "Les autres applications ont des IDs d'utilisateur : Signal, Matrix, Session, Briar, Jami, Cwtch, etc.<br> SimpleX n'en a pas, <strong>pas même des nombres aléatoires</strong>.<br > Ce qui améliore radicalement votre vie privée.",
    "hero-overlay-1-textlink": "Pourquoi les IDs d'utilisateur sont nuisibles pour votre vie privée ?",
    "hero-overlay-2-textlink": "Comment fonctionne SimpleX ?",
    "hero-2-header": "Établir une connexion privée",
    "hero-2-header-desc": "La vidéo montre comment vous pouvez vous connecter à une amie via son code QR à usage unique, en personne ou en appel vidéo. Vous pouvez également vous connecter en partageant un lien d'invitation.",
    "hero-overlay-1-title": "Comment fonctionne SimpleX ?",
    "hero-overlay-2-title": "Pourquoi les IDs d'utilisateur sont nuisibles pour votre vie privée ?",
    "feature-1-title": "Messages chiffrés E2E avec édition et format markdown",
    "feature-2-title": "Images, vidéos et fichiers<br>chiffrés E2E",
    "feature-3-title": "Groupes chiffrés E2E décentralisés &mdash; où seuls les membres en connaissent l'existence",
    "feature-4-title": "Messages vocaux chiffrés E2E",
    "feature-5-title": "Conversations secrètes éphémères",
    "feature-6-title": "Appels audio et vidéo<br>chiffrés E2E",
    "feature-7-title": "Stockage de l'app portable chiffré &mdash; déplacez votre profil vers un autre appareil",
    "feature-8-title": "Mode incognito &mdash;<br>unique à SimpleX Chat",
    "simplex-network-overlay-1-title": "Comparaison avec des protocoles de messagerie P2P",
    "simplex-private-1-title": "2 couches de<br>chiffrement de bout en bout",
    "simplex-private-2-title": "Couche supplémentaire de<br>chiffrement du serveur",
    "simplex-private-3-title": "Transport TLS<br>sécurisé et authentifié",
    "simplex-private-4-title": "Accès<br>possible via Tor",
    "simplex-private-5-title": "Plusieurs couches de<br>couverture de contenu",
    "simplex-private-6-title": "Échange de clés<br>hors bande",
    "simplex-private-7-title": "Vérification de l'intégrité<br>des messages",
    "simplex-private-8-title": "Mélange de messages<br>pour réduire la corrélation",
    "simplex-private-9-title": "Files d'attente de messages<br>unidirectionnelles",
    "simplex-private-10-title": "Identifiants temporaires anonymes par paires",
    "simplex-private-card-1-point-1": "Protocole à double ratchet &mdash;<br>Messagerie OTR avec confidentialité persistante et récupération en cas d'effraction.",
    "simplex-private-card-1-point-2": "Cryptobox NaCL dans chaque file d'attente pour empêcher toute corrélation de trafic entre les files d'attente de messages si le TLS est compromis.",
    "simplex-private-card-2-point-1": "Couche supplémentaire de chiffrement du serveur pour la livraison au destinataire, afin d'empêcher la corrélation entre le trafic du serveur reçu et envoyé si le TLS est compromis.",
    "simplex-private-card-3-point-1": "Les connexions client-serveur ne sont établies qu'avec des algorithmes de chiffrement robustes et en TLS 1.2/1.3.",
    "simplex-private-card-3-point-2": "L'empreinte du serveur et la fixation des canaux empêchent les attaques MITM et les attaques par rejeu.",
    "simplex-private-card-3-point-3": "La reprise de connexion est désactivée pour empêcher les attaques de session.",
    "simplex-private-card-4-point-1": "Pour protéger votre adresse IP, vous pouvez accéder aux serveurs via Tor ou un autre réseau de transport superposé.",
    "simplex-private-card-4-point-2": "Pour utiliser SimpleX via Tor, veuillez installer <a href=\"https://guardianproject.info/apps/org.torproject.android/\" target=\"_blank\">l'application Orbot</a> et activez le proxy SOCKS5 (ou le mode VPN <a href=\"https://apps.apple.com/us/app/orbot/id1609461599?platform=iphone\" target=\"_blank\"> sur iOS</a>).",
    "simplex-private-card-5-point-1": "SimpleX utilise une couverture de contenu pour chaque couche de chiffrement afin de résister aux attaques ciblant la taille des messages.",
    "simplex-private-card-5-point-2": "Cela rend les messages de différentes tailles identiques pour les serveurs et les observateurs du réseau.",
    "simplex-private-card-6-point-1": "De nombreuses plateformes de communication sont vulnérables aux attaques MITM par des serveurs ou des fournisseurs de réseau.",
    "simplex-private-card-6-point-2": "Pour l'empêcher, les applications SimpleX transmettent des clés à usage unique hors bande, lorsque vous partagez une adresse sous forme de lien ou de code QR.",
    "simplex-private-card-7-point-1": "Pour garantir l'intégrité, les messages sont numérotés séquentiellement et incluent le hachage du message précédent.",
    "simplex-private-card-7-point-2": "Si un message est ajouté, supprimé ou modifié, le destinataire sera alerté.",
    "simplex-private-card-8-point-1": "Les serveurs SimpleX agissent comme des nœuds de mixage à faible latence - les messages entrants et sortants ont un ordre différent.",
    "simplex-private-card-9-point-1": "Chaque file d'attente de messages transmet les messages dans une direction, avec des adresses d'envoi et de réception différentes.",
    "simplex-private-card-9-point-2": "Il réduit les vecteurs d'attaque, par rapport aux agents de messagerie traditionnels, et les métadonnées disponibles.",
    "simplex-private-card-10-point-1": "SimpleX utilise des adresses et des informations d'identification anonymes temporaires par paires pour chaque contact utilisateur ou membre de groupe.",
    "simplex-private-card-10-point-2": "Il permet la distribution de messages sans identifiants de profil utilisateur, offrant une meilleure confidentialité des métadonnées que les alternatives.",
    "privacy-matters-1-title": "La publicité et la discrimination par les prix",
    "privacy-matters-1-overlay-1-title": "Protéger votre vie privée peut vous faire économiser de l'argent",
    "privacy-matters-1-overlay-1-linkText": "Protéger votre vie privée peut vous faire économiser de l'argent",
    "privacy-matters-2-title": "La manipulation des élections",
    "privacy-matters-2-overlay-1-title": "Préserver sa vie privée, c'est s'offrir du pouvoir",
    "privacy-matters-2-overlay-1-linkText": "Préserver sa vie privée, c'est s'offrir du pouvoir",
    "privacy-matters-3-title": "Les accusations pour association innocente",
    "privacy-matters-3-overlay-1-title": "Protéger votre vie privée, c'est défendre votre liberté",
    "privacy-matters-3-overlay-1-linkText": "Protéger votre vie privée, c'est défendre votre liberté",
    "simplex-unique-1-title": "Vous avez une confidentialité totale",
    "simplex-unique-1-overlay-1-title": "Confidentialité totale de votre identité, profil, contacts et métadonnées",
    "simplex-unique-2-title": "Vous êtes protégé<br>contre les spams et les abus",
    "simplex-unique-2-overlay-1-title": "La meilleure protection contre le spam et les abus",
    "simplex-unique-3-title": "Vous contrôlez vos données",
    "simplex-unique-3-overlay-1-title": "Propriété, contrôle et sécurité de vos données",
    "simplex-unique-4-title": "Vous possédez le réseau SimpleX",
    "simplex-unique-4-overlay-1-title": "Entièrement décentralisé &mdash; les utilisateurs sont maîtres de leur réseau SimpleX",
    "hero-overlay-card-1-p-1": "Beaucoup d'utilisateurs se demandent : <em>si SimpleX n'a pas d'identifiant utilisateur, comment peut-il savoir où envoyer les messages ?</em>",
    "hero-overlay-card-1-p-2": "Pour distribuer les messages, au lieu d'utiliser des identifiants d'utilisateur comme toutes les autres plateformes, SimpleX utilise des identifiants anonymes temporaires par paire de files d'attente de messages, distincts pour chacune de vos connexions ; il n'y a pas d'identifiants à long terme.",
    "hero-overlay-card-1-p-3": "Vous définissez le ou les serveurs que vous souhaitez utiliser pour recevoir les messages et vos contacts &mdash; les serveurs que vous utilisez pour leur envoyer des messages. Chaque conversation est susceptible d'utiliser deux serveurs différents.",
    "hero-overlay-card-1-p-4": "Cette méthode empêche la fuite de métadonnées des utilisateurs au niveau de l'application. Pour améliorer encore la protection de votre vie privée et protéger votre adresse IP, vous pouvez vous connecter aux serveurs de messagerie via Tor.",
    "hero-overlay-card-1-p-5": "Seuls les appareils clients stockent les profils des utilisateurs, les contacts et les groupes ; les messages sont envoyés avec un chiffrement de bout en bout à deux couches.",
    "hero-overlay-card-1-p-6": "En savoir plus sur le <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>SimpleX Whitepaper</a>.",
    "hero-overlay-card-2-p-1": "Lorsque les utilisateurs ont des identités persistantes, même s'il ne s'agit que d'un nombre aléatoire, comme un ID de session, il y a un risque que le fournisseur ou un attaquant puisse observer comment les utilisateurs sont connectés et combien de messages ils envoient.",
    "hero-overlay-card-2-p-2": "Ils pourraient ensuite corréler ces informations avec les réseaux sociaux publics existants, et déterminer de véritables identités.",
    "hero-overlay-card-2-p-3": "Même avec les applications les plus privées qui utilisent les services Tor v3, si vous parlez à deux contacts différents via le même profil, ils peuvent prouver qu'ils sont connectés à la même personne.",
    "hero-overlay-card-2-p-4": "SimpleX protège contre ces attaques en n'ayant aucun identifiant d'utilisateur dans son modèle. Et, si vous utilisez le mode Incognito, vous aurez un nom d'affichage différent pour chaque contact, évitant toutes données partagées entre eux.",
    "simplex-network-overlay-card-1-p-1": "Les applications et protocoles de messagerie <a href='https://fr.wikipedia.org/wiki/Pair-%C3%A0-pair'>P2P</a> présentent divers problèmes qui les rendent moins fiables que SimpleX, plus complexes à analyser et vulnérables à plusieurs types d'attaques.",
    "simplex-network-overlay-card-1-li-1": "Les réseaux P2P reposent sur une variante du <a href='https://en.wikipedia.org/wiki/Distributed_hash_table'>DHT</a> pour distribuer les messages. Les conceptions DHT doivent équilibrer la garantie de livraison et la latence. SimpleX offre à la fois une meilleure garantie de livraison et une latence plus faible que le P2P, car le message peut être transmis de manière redondante via plusieurs serveurs en parallèle, en utilisant les serveurs choisis par le destinataire. Dans les réseaux P2P, le message est transmis séquentiellement à travers <em>O(log N)</em> nœuds, en utilisant les nœuds choisis par l'algorithme.",
    "simplex-network-overlay-card-1-li-2": "Le modèle de SimpleX, contrairement à la plupart des réseaux P2P, n'a aucun identifiant utilisateur global d'aucune sorte, même temporaire, et n'utilise que des identifiants temporaires par paires, offrant un meilleur anonymat et une meilleure protection des métadonnées .",
    "simplex-network-overlay-card-1-li-3": "Le P2P ne résout pas <a href='https://fr.wikipedia.org/wiki/Attaque_de_l%27homme_du_milieu'>l'attaque MITM</a> et la plupart des implémentations existantes n'utilisent pas de messages hors bande pour l'échange de clé initial. SimpleX utilise des messages hors bande ou, dans certains cas, des connexions sécurisées et approuvées préexistantes pour l'échange de clé initial .",
    "simplex-network-overlay-card-1-li-4": "Les réseaux P2P peuvent être bloquées par certains fournisseurs Internet (comme <a href='https://fr.wikipedia.org/wiki/BitTorrent'>BitTorrent</a>). SimpleX est indépendant du transport - il peut fonctionner sur des protocoles Web standard, par exemple WebSockets.",
    "simplex-network-overlay-card-1-li-5": "Tous les réseaux P2P connus sont susceptibles d'être vulnérables à une <a href='https://fr.wikipedia.org/wiki/Attaque_Sybil'>attaque Sybil</a>, car chaque nœud peut être découvert et le réseau fonctionne comme un tout. Les mesures connues pour réduire la probabilité d'une attaque Sybil nécessitent soit un composant centralisé, soit des <a href='https://fr.wikipedia.org/wiki/Preuve_de_travail'>preuves de travail</a> coûteuses. Le réseau SimpleX ne permet pas de découvrir les serveurs, il est fragmenté et fonctionne comme de multiples sous-réseaux isolées, ce qui rend impossible les attaques à l'échelle du réseau.",
    "simplex-network-overlay-card-1-li-6": "Les réseaux P2P sont susceptibles d'être vulnérables aux <a href='https://www.usenix.org/conference/woot15/workshop-program/presentation/p2p-file-sharing-hell-exploiting-bittorrent'>attaques DRDoS</a>, lorsque les clients peuvent rediffuser et amplifier le trafic, entraînant un déni de service à l'échelle du réseau. Les clients SimpleX relaient uniquement le trafic à partir d'une connexion connue et ne peuvent pas être utilisés par un attaquant pour amplifier le trafic sur l'ensemble du réseau.",
    "privacy-matters-overlay-card-1-p-1": "De nombreuses grandes entreprises utilisent les informations sur les personnes avec lesquelles vous êtes connecté pour estimer vos revenus, vous vendre des produits dont vous n'avez pas vraiment besoin et déterminer les prix.",
    "privacy-matters-overlay-card-1-p-2": "Les vendeurs en ligne savent que les personnes à faible revenu sont plus susceptibles d'effectuer des achats urgents. Ils peuvent donc pratiquer des prix plus élevés ou supprimer des remises.",
    "privacy-matters-overlay-card-1-p-3": "Certaines sociétés financières et d'assurance utilisent des graphiques sociaux pour déterminer les taux d'intérêt et les primes. Cela fait souvent payer plus les personnes à faible revenu - c'est connu sous le nom de <a href ='https://fairbydesign.com/povertypremium/' target='_blank'>'prime à la pauvreté'</a>.",
    "privacy-matters-overlay-card-1-p-4": "La plateforme SimpleX protège la confidentialité de vos connexions mieux que tout autres alternatives, empêchant totalement votre graphique de connexion de devenir disponible pour toutes entreprise ou organisation. Même lorsque les gens utilisent des serveurs fournis par SimpleX Chat, nous ne connaissons pas le nombre d'utilisateurs ni leurs connexions.",
    "privacy-matters-overlay-card-2-p-1": "Il n'y a pas si longtemps, nous avons observé que les élections majeures étaient manipulées par <a href='https://fr.wikipedia.org/wiki/Scandale_Facebook-Cambridge_Analytica' target='_blank'>une société de conseil réputée</a> qui ont utilisé nos graphiques de réseaux sociaux pour déformer notre vision du monde réel et manipuler nos votes.",
    "privacy-matters-overlay-card-2-p-2": "Pour être objectif et prendre des décisions indépendantes, vous devez contrôler votre espace d'information. Cela n'est possible que si vous utilisez une plateforme de communication privée qui n'a pas accès à votre graphique de réseau.",
    "privacy-matters-overlay-card-2-p-3": "SimpleX est la première plateforme qui n'a pas d'identifiant utilisateur par définition, protégeant ainsi votre graphique de connexions mieux que toute alternative connue.",
    "privacy-matters-overlay-card-3-p-1": "Tout le monde devrait se soucier de la confidentialité et de la sécurité de ses communications &mdash; des conversations lambda peuvent vous mettre en danger, même si vous n'avez rien à cacher.",
    "privacy-matters-overlay-card-3-p-2": "L'une des histoires les plus choquantes est l'expérience de <a href='https://fr.wikipedia.org/wiki/Mohamedou_Ould_Slahi' target='_blank'>Mohamedou Ould Salahi</a> dont il a parlé dans ses Mémoires et qui est illustrée dans le film Désigné coupable (The Mauritanian). Il a été placé dans le camp de Guantanamo, sans procès, et y a été torturé pendant 15 ans après un appel téléphonique à un proche en Afghanistan, soupçonné d'être impliqué dans les attentats du 11 septembre, bien qu'il ait vécu en Allemagne pendant les 10 années précédant les attentats.",
    "privacy-matters-overlay-card-3-p-3": "Des personnes lambda se font arrêter pour ce qu'elles partagent en ligne, même via leurs comptes \"anonymes\", <a href='https://www.dailymail.co.uk/news/article-11282263/Moment-police-swoop-house-devout-catholic-mother-malicious-online-posts.html' target='_blank'>même dans les pays démocratiques</a>.",
    "privacy-matters-overlay-card-3-p-4": "Il ne suffit pas d'utiliser une messagerie chiffrée de bout en bout, nous devrions tous utiliser des messageries qui protègent la vie privée de nos réseaux personnels &mdash; les personnes avec lesquelles nous sommes connectés.",
    "simplex-unique-overlay-card-1-p-1": "Contrairement aux autres plateformes de messagerie, SimpleX <strong>n'a pas d'identifiant attribué aux utilisateurs</strong>. Il ne s'appuie pas sur des numéros de téléphone, des adresses basées sur des domaines (comme l'e-mail ou XMPP), des noms d'utilisateur, des clés publiques ou même des nombres aléatoires pour identifier ses utilisateurs &mdash; nous ne savons pas combien de personnes utilisent nos serveurs SimpleX.",
    "simplex-unique-overlay-card-1-p-2": "Pour envoyer des messages, SimpleX utilise des <a href='https://csrc.nist.gov/glossary/term/Pairwise_Pseudonymous_Identifier'>adresses anonymes par paires</a > de files d'attente de messages unidirectionnelles, séparées pour les messages reçus et envoyés, généralement via des serveurs différents. Utiliser SimpleX, c'est comme avoir <strong>un e-mail ou un téléphone jetable différent pour chaque contact</strong>, sans aucune difficulté pour les gérer.",
    "simplex-unique-overlay-card-1-p-3": "Cette approche protège la confidentialité des personnes avec lesquelles vous communiquez, en la cachant des serveurs de la plateforme SimpleX et de tout observateur. Pour cacher votre adresse IP aux serveurs, vous pouvez <strong>vous connecter aux serveurs SimpleX via Tor</strong>.",
    "simplex-unique-overlay-card-2-p-1": "Parce que vous n'avez pas d'identifiant sur la plateforme SimpleX, personne ne peut vous contacter sauf si vous partagez une adresse d'utilisateur unique ou temporaire, sous forme de code QR ou de lien .",
    "simplex-unique-overlay-card-2-p-2": "Même avec l'adresse utilisateur facultative, bien qu'elle puisse être utilisée pour envoyer des demandes de contact de spam, vous pouvez la modifier ou la supprimer complètement sans perdre aucune de vos connexions.",
    "simplex-unique-overlay-card-3-p-1": "SimpleX Chat stocke toutes les données utilisateur uniquement sur les appareils clients à l'aide d'un <strong>format de base de données chiffrée portable</strong> qui peut être exporté et transféré vers n'importe quel appareil pris en charge .",
    "simplex-unique-overlay-card-3-p-2": "Les messages chiffrés de bout en bout sont conservés temporairement sur les serveurs relais SimpleX jusqu'à leur réception, puis ils sont définitivement supprimés.",
    "simplex-unique-overlay-card-3-p-3": "Contrairement aux serveurs de réseaux fédérés (e-mail, XMPP ou Matrix), les serveurs SimpleX ne stockent pas les comptes d'utilisateurs, ils ne font que relayer les messages, protégeant ainsi la vie privée des deux parties.",
    "simplex-unique-overlay-card-3-p-4": "Il n'y a pas d'identifiant ou de texte chiffré en commun entre le trafic serveur envoyé et reçu - si quelqu'un l'observe, il ne peut pas facilement déterminer qui communique avec qui, même si le TLS est compromis.",
    "simplex-unique-overlay-card-4-p-1": "Vous pouvez <strong>utiliser SimpleX avec vos propres serveurs</strong> et continuer à communiquer avec les personnes qui utilisent les serveurs préconfigurés que nous fournissons.",
    "simplex-unique-overlay-card-4-p-2": "La plate-forme SimpleX utilise un <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>protocole ouvert</a> et fournit un <a href='https://github.com/simplex-chat/simplex-chat/tree/stable/packages/simplex-chat-client/typescript' target='_blank'>SDK pour créer des chatbots</a>, permettant la mise en place de services avec lesquels les utilisateurs peuvent interagir via les applications SimpleX Chat - nous sommes vraiment impatients de voir quels services SimpleX vous pouvez créer.",
    "simplex-unique-overlay-card-4-p-3": "Si vous envisagez de développer pour la plateforme SimpleX, par exemple, un chatbot pour les utilisateurs de l'application SimpleX, ou l'intégration de la bibliothèque SimpleX Chat dans vos applications mobiles <a href='https://simplex.chat/contact#/?v=1&smp=smp%3A%2F%2FPQUV2eL0t7OStZOoAsPEV2QYWt4-xilbakvGUGOItUo%3D%40smp6.simplex.im%2FK1rslx-m5bpXVIdMZg9NLUZ_8JBm8xTt%23MCowBQYDK2VuAyEALDeVe-sG8mRY22LsXlPgiwTNs9dbiLrNuA7f3ZMAJ2w%3D' target='_blank'>contactez-nous</a> pour tout conseil et assistance.",
    "simplex-unique-card-1-p-1": "SimpleX protège la confidentialité de votre profil, de vos contacts et de vos métadonnées, en les cachant des serveurs de la plateforme SimpleX et de tout observateur.",
    "simplex-unique-card-1-p-2": "Contrairement à toute autre plateforme de messagerie existante, SimpleX n'a aucun identifiant attribué aux utilisateurs &mdash; <strong>pas même de nombres aléatoires</strong>.",
    "simplex-unique-card-2-p-1": "Parce que vous n'avez pas d'identifiant ou d'adresse fixe sur la plateforme SimpleX, personne ne peut vous contacter sauf si vous partagez une adresse d'utilisateur unique ou temporaire, comme un code QR ou un lien.",
    "simplex-unique-card-3-p-1": "SimpleX stocke toutes les données utilisateur sur les appareils clients dans un <strong>format de base de données chiffrée portable</strong> &mdash; elles peuvent être transférées vers un autre appareil.",
    "simplex-unique-card-3-p-2": "Les messages chiffrés de bout en bout sont conservés temporairement sur les serveurs relais SimpleX jusqu'à leur réception, puis ils sont définitivement supprimés.",
    "simplex-unique-card-4-p-1": "Le réseau SimpleX est entièrement décentralisé et indépendant de toute crypto-monnaie ou de toute autre plateforme, autre qu'Internet.",
    "simplex-unique-card-4-p-2": "Vous pouvez <strong>utiliser SimpleX avec vos propres serveurs</strong> ou avec les serveurs que nous fournissons &mdash; et toujours vous connecter à n'importe quel utilisateur.",
    "join": "Rejoindre",
    "we-invite-you-to-join-the-conversation": "Nous vous invitons à rejoindre la conversation",
    "join-the-REDDIT-community": "Rejoindre la communauté REDDIT",
    "join-us-on-GitHub": "Rejoignez-nous sur GitHub",
    "donate-here-to-help-us": "Faites un don ici pour nous aider",
    "sign-up-to-receive-our-updates": "Inscrivez-vous pour recevoir nos mises à jour",
    "enter-your-email-address": "Entrez votre adresse e-mail",
    "get-simplex": "Obtenir SimpleX <a href=\"/downloads\">desktop app</a>",
    "why-simplex-is": "Pourquoi SimpleX est",
    "unique": "unique",
    "learn-more": "En savoir plus",
    "more-info": "Plus d'infos",
    "hide-info": "Masquer les infos",
    "contact-hero-header": "Vous avez reçu une adresse pour vous connecter sur SimpleX Chat",
    "invitation-hero-header": "Vous avez reçu un lien unique pour vous connecter sur SimpleX Chat",
    "contact-hero-subheader": "Scannez le code QR avec l'application SimpleX Chat sur votre téléphone ou votre tablette.",
    "contact-hero-p-1": "Les clés publiques et l'adresse de la file d'attente des messages dans ce lien NE sont PAS envoyées sur le réseau lorsque vous consultez cette page &mdash; elles sont contenues dans le fragment de hachage de l'URL du lien.",
    "contact-hero-p-2": "Vous n'avez pas encore téléchargé SimpleX Chat ?",
    "contact-hero-p-3": "Utilisez les liens ci-dessous pour télécharger l'application.",
    "scan-qr-code-from-mobile-app": "Scanner le code QR depuis l'application mobile",
    "to-make-a-connection": "Pour établir une connexion :",
    "install-simplex-app": "Installer l'application SimpleX",
    "connect-in-app": "Se connecter dans l'application",
    "open-simplex-app": "Ouvrir l'application SimpleX",
    "tap-the-connect-button-in-the-app": "Appuyez sur le bouton <span class='text-active-blue'>'se connecter'</span> dans l'application",
    "scan-the-qr-code-with-the-simplex-chat-app": "Scannez le code QR avec l'application SimpleX Chat",
    "scan-the-qr-code-with-the-simplex-chat-app-description": "Les clés publiques et l'adresse de la file d'attente des messages dans ce lien NE sont PAS envoyées sur le réseau lorsque vous consultez cette page &mdash;<br> elles sont contenus dans le fragment de hachage de l'URL du lien.",
    "installing-simplex-chat-to-terminal": "Installation de SimpleX Chat sur un terminal",
    "use-this-command": "Utilisez cette commande :",
    "see-simplex-chat": "Voir SimpleX Chat",
    "github-repository": "Dépôt GitHub",
    "the-instructions--source-code": "les instructions pour le télécharger ou le compiler à partir du code source.",
    "if-you-already-installed-simplex-chat-for-the-terminal": "Si vous avez déjà installé SimpleX Chat pour le terminal",
    "if-you-already-installed": "Si vous avez déjà installé",
    "simplex-chat-for-the-terminal": "Chat SimpleX pour le terminal",
    "copy-the-command-below-text": "copiez la commande ci-dessous et utilisez-la dans le chat :",
    "privacy-matters-section-header": "Pourquoi protéger votre vie privée <span class='gradient-text'>est important</span>",
    "privacy-matters-section-subheader": "Assurer la confidentialité de vos métadonnées &mdash; <span class='text-active-blue'> c'est-à-dire avec qui vous communiquez </span> &mdash; vous protège contre :",
    "privacy-matters-section-label": "Gardez le contrôle de vos données en empêchant votre messagerie d'y accéder !",
    "simplex-private-section-header": "Ce qui rend SimpleX <span class='gradient-text'>privé</span>",
    "tap-to-close": "Appuyez pour fermer",
    "simplex-network-section-header": "<span class='gradient-text'>Réseau</span> SimpleX",
    "simplex-network-section-desc": "Simplex Chat offre la meilleure protection pour votre vie privée en combinant les avantages du P2P et des réseaux fédérés.",
    "simplex-network-1-header": "Contrairement aux réseaux P2P",
    "simplex-network-1-desc": "Tous les messages sont envoyés via les serveurs, offrant à la fois une meilleure protection des métadonnées et une livraison asynchrone fiable des messages, tout en évitant de nombreux",
    "simplex-network-1-overlay-linktext": "problèmes des réseaux P2P",
    "simplex-network-2-header": "Contrairement aux réseaux fédérés",
    "simplex-network-2-desc": "Les serveurs de relais SimpleX NE stockent PAS les profils d'utilisateurs, les contacts et les messages distribués, NE se connectent PAS les uns aux autres et il N'y a AUCUN répertoire de serveurs.",
    "simplex-network-3-header": "Réseau SimpleX",
    "simplex-network-3-desc": "les serveurs fournissent des <span class='text-active-blue'>files d'attente unidirectionnelles</span> pour connecter les utilisateurs, mais ils n'ont aucune visibilité sur le graphique de connexion réseau &mdash; seuls les utilisateurs l'ont.",
    "comparison-section-header": "Comparaison avec d'autres protocoles",
    "protocol-1-text": "Signal, grandes plateformes",
    "protocol-2-text": "XMPP, Matrix",
    "protocol-3-text": "Protocoles P2P",
    "comparison-point-1-text": "Identifiant global nécessaire",
    "comparison-point-2-text": "Risque d'attaque MITM",
    "comparison-point-3-text": "Dépendance au DNS",
    "comparison-point-4-text": "Réseau unique ou centralisé",
    "comparison-point-5-text": "Attaque à l'échelle du réseau",
    "yes": "Oui",
    "no": "Non",
    "no-private": "Non - privé",
    "no-secure": "Non - sécurisé",
    "no-resilient": "Non - résistant",
    "no-decentralized": "Non - décentralisé",
    "no-federated": "Non - fédéré",
    "comparison-section-list-point-1": "Généralement basé sur un numéro de téléphone, dans certains cas sur des noms d'utilisateur",
    "comparison-section-list-point-2": "Adresses basées sur le DNS",
    "comparison-section-list-point-3": "Clé publique ou tout autre identifiant global unique",
    "comparison-section-list-point-4": "Si les serveurs de l'opérateur sont compromis. Vérifier les codes de sécurités sur Signal et d'autres applications pour limiter les risques",
    "comparison-section-list-point-5": "Ne protège pas la confidentialité des métadonnées des utilisateurs",
    "comparison-section-list-point-6": "Bien que les P2P soient distribués, ils ne sont pas fédérés - ils fonctionnent comme un seul réseau",
    "comparison-section-list-point-7": "Les réseaux P2P ont soit une autorité centrale, soit l'ensemble du réseau peut être compromis",
    "voir-ici": "voir ici",
    "see-here": "voir ici",
    "guide-dropdown-2": "Envoi de messages",
    "guide-dropdown-3": "Groupes secrets",
    "guide-dropdown-4": "Profils de chat",
    "guide-dropdown-5": "Gestion des données",
    "guide-dropdown-6": "Appels audio et vidéo",
    "guide-dropdown-7": "Protection de la vie privée et sécurité",
    "guide-dropdown-9": "Établir des connexions",
    "docs-dropdown-1": "Plateforme SimpleX",
    "docs-dropdown-2": "Accéder aux fichiers Android",
    "docs-dropdown-3": "Accéder à la base de données des chats",
    "docs-dropdown-5": "Hébergement d'un serveur XFTP",
    "docs-dropdown-6": "Serveurs WebRTC",
    "docs-dropdown-7": "Traduire SimpleX Chat",
    "newer-version-of-eng-msg": "Il existe une version plus récente de cette page en anglais.",
    "click-to-see": "Cliquez pour voir",
    "menu": "Menu",
    "back-to-top": "Retour au début",
    "guide-dropdown-1": "Prise en main",
    "guide-dropdown-8": "Paramètres de l'app",
    "guide": "Guide",
    "docs-dropdown-4": "Hébergement d'un serveur SMP",
    "on-this-page": "Sur cette page",
    "glossary": "Glossaire",
    "releases-to-this-repo-are-done-1-2-days-later": "Les mises à jour de ce dépôt sont faites 1 à 2 jours plus tard",
    "f-droid-page-f-droid-org-repo-section-text": "Les dépôts SimpleX Chat et F-Droid.org signent les builds avec des clés différentes. Pour changer, veuillez <a href='/docs/guide/chat-profiles.html#move-your-chat-profiles-to-another-device'>exporter</a> la base de données des chats et réinstaller l'application.",
    "docs-dropdown-8": "Service de répertoire SimpleX",
    "simplex-chat-via-f-droid": "SimpleX Chat via F-Droid",
    "simplex-chat-repo": "Dépot SimpleX Chat",
    "stable-and-beta-versions-built-by-developers": "Versions stables et bêta crées par les développeurs",
    "f-droid-page-simplex-chat-repo-section-text": "Pour l'ajouter à votre client F-Droid <span class='hide-on-mobile'>scannez le code QR ou</span> utilisez cette URL :",
    "signing-key-fingerprint": "Empreinte de signature numérique (SHA-256)",
    "f-droid-org-repo": "Dépot F-Droid.org",
    "stable-versions-built-by-f-droid-org": "Versions stables créées par F-Droid.org",
    "comparison-section-list-point-4a": "Les relais SimpleX ne peuvent pas compromettre le chiffrement e2e. Vérifier le code de sécurité pour limiter les attaques sur le canal hors bande",
    "hero-overlay-3-title": "Évaluation de sécurité",
    "hero-overlay-card-3-p-2": "Trail of Bits a examiné les composants cryptographiques et réseau de la plateforme SimpleX en novembre 2022.",
    "hero-overlay-card-3-p-3": "En savoir plus <a href=\"/blog/20221108-simplex-chat-v4.2-security-audit-new-website.html\">sur l'annonce</a>.",
    "jobs": "Rejoignez notre équipe",
    "hero-overlay-3-textlink": "Évaluation de sécurité",
    "hero-overlay-card-3-p-1": "<a href=\"https://www.trailofbits.com/about/\">Trail of Bits</a> est un cabinet leader dans le secteur de la sécurité et des technologies qui compte parmi ses clients des grandes entreprises de la tech, des agences gouvernementales et d'importants projets de blockchain.",
    "docs-dropdown-9": "Téléchargements",
    "please-enable-javascript": "Veuillez activer JavaScript pour voir le code QR.",
    "please-use-link-in-mobile-app": "Veuillez utiliser le lien dans l'application mobile",
    "docs-dropdown-10": "Transparence",
    "docs-dropdown-12": "Sécurité",
    "docs-dropdown-11": "FAQ"
}
