{
    "home": "Kezdőoldal",
    "developers": "Fejlesztők",
    "reference": "Hivatkozás",
    "blog": "Blog",
    "features": "Funkciók",
    "why-simplex": "Miért válassza a SimpleXet",
    "simplex-privacy": "A SimpleX adatvédelme",
    "simplex-network": "A SimpleX-hálózat",
    "simplex-explained": "A SimpleX bemutatása",
    "simplex-explained-tab-1-text": "1. Felhasználói élmény",
    "simplex-explained-tab-2-text": "2. Hogyan működik",
    "simplex-explained-tab-3-text": "3. Mit látnak a kiszolgálók",
    "simplex-explained-tab-1-p-1": "Létrehozhat kapcsolatokat és csoportokat, valamint kétirányú beszélgetéseket folytathat, ugyanúgy mint bármely más üzenetváltó-alkalmazásban.",
    "simplex-explained-tab-1-p-2": "Hogyan működhet egyirányú üzenet-sorballítással és felhasználói profilazonosítók nélkül?",
    "simplex-explained-tab-2-p-1": "Minden kapcsolathoz két különböző üzenetküldési sorbaállítást használ a különböző kiszolgálókon keresztül történő üzenetküldéshez és -fogadáshoz.",
    "simplex-explained-tab-2-p-2": "A kiszolgálók csak egyetlen irányba továbbítják az üzeneteket, anélkül, hogy teljes képet kapnának a felhasználók beszélgetéseiről vagy kapcsolatairól.",
    "simplex-explained-tab-3-p-1": "A kiszolgálók minden egyes üzenetsorbaállításhoz külön névtelen hitelesítő-adatokkal rendelkeznek, és nem tudják, hogy melyik felhasználóhoz tartoznak.",
    "simplex-explained-tab-3-p-2": "A felhasználók tovább fokozhatják a metaadatok adatvédelmét, ha a Tor segítségével férnek hozzá a kiszolgálókhoz, így megakadályozva az IP-cím szerinti korrelációt.",
    "smp-protocol": "SMP-protokoll",
    "chat-protocol": "Csevegési protokoll",
    "donate": "Adományozás",
    "copyright-label": "© 2020-2025 SimpleX | Nyílt forráskódú projekt",
    "simplex-chat-protocol": "A SimpleX Chat-protokoll",
    "terminal-cli": "Terminál CLI",
    "terms-and-privacy-policy": "Adatvédelmi irányelvek",
    "hero-header": "Újraértelmezett adatvédelem",
    "hero-subheader": "Az első üzenetváltó-alkalmazás<br>felhasználói azonosítók nélkül",
    "hero-p-1": "Más alkalmazások felhasználói azonosítókkal rendelkeznek: Signal, Matrix, Session, Briar, Jami, Cwtch, stb.<br> A SimpleX azonban nem, <strong>még véletlenszerű számokkal sem</strong>.<br> Ez radikálisan javítja az adatvédelmet.",
    "hero-overlay-1-textlink": "Miért ártanak a felhasználói azonosítók az adatvédelemnek?",
    "hero-overlay-2-textlink": "Hogyan működik a SimpleX?",
    "hero-overlay-3-textlink": "Biztonsági felmérések",
    "hero-2-header": "Privát kapcsolat létrehozása",
    "hero-2-header-desc": "A videó bemutatja, hogyan kapcsolódhat a partneréhez egy egyszer használható QR-kód segítségével, személyesen vagy videokapcsolaton keresztül. Ugyanakkor egy meghívási hivatkozás megosztásával is kapcsolódhat.",
    "hero-overlay-1-title": "Hogyan működik a SimpleX?",
    "hero-overlay-2-title": "Miért ártanak a felhasználói azonosítók az adatvédelemnek?",
    "hero-overlay-3-title": "Biztonsági felmérések",
    "feature-1-title": "E2E-titkosított üzenetek markdown formázással és szerkesztéssel",
    "feature-2-title": "E2E-titkosított<br>képek, videók és fájlok",
    "feature-3-title": "E2E-titkosított decentralizált csoportok &mdash; csak a felhasználók tudják, hogy ezek léteznek",
    "feature-4-title": "E2E-titkosított hangüzenetek",
    "feature-5-title": "Eltűnő üzenetek",
    "feature-6-title": "E2E-titkosított<br>hang- és videohívások",
    "feature-7-title": "Hordozható titkosított alkalmazás-adattárolás &mdash; profil átköltöztetése egy másik eszközre",
    "feature-8-title": "Az inkognitómód &mdash;<br>egyedülálló a SimpleX Chatben",
    "simplex-network-overlay-1-title": "Összehasonlítás más P2P-üzenetküldő protokollokkal",
    "simplex-private-1-title": "2 rétegű végpontok közötti titkosítás",
    "simplex-private-2-title": "További rétege a<br>kiszolgáló-titkosítás",
    "simplex-private-4-title": "Nem kötelező<br>hozzáférés Tor-on keresztül",
    "simplex-private-5-title": "Több rétegű<br>tartalom kitöltés",
    "simplex-private-6-title": "Sávon kívüli<br>kulcscsere",
    "simplex-private-7-title": "Üzenetintegritás<br>hitelesítés",
    "simplex-private-8-title": "Üzenetek keverése<br>a korreláció csökkentése érdekében",
    "simplex-private-9-title": "Egyirányú<br>üzenetsorbaállítás",
    "simplex-private-10-title": "Ideiglenes, névtelen, páronkénti azonosítók",
    "simplex-private-card-1-point-1": "Double-Ratchet-protokoll &mdash;<br>OTR-üzenetküldés, sérülés utáni titkosság-védelemmel és -helyreállítással.",
    "simplex-private-card-1-point-2": "NaCL cryptobox minden egyes üzenet sorbaállításához, hogy megakadályozza a forgalom korrelációját az üzenetsorbaállítások között, ha a TLS veszélybe kerül.",
    "simplex-private-card-2-point-1": "Kiegészítő kiszolgáló titkosítási réteg a címzettnek történő kézbesítéshez, hogy megakadályozza a fogadott és az elküldött kiszolgálóforgalom közötti korrelációt, ha a TLS veszélybe kerül.",
    "simplex-private-card-3-point-1": "A kliens és a kiszolgálók közötti kapcsolatokhoz csak az erős algoritmusokkal rendelkező TLS 1.2/1.3 protokollt használja.",
    "simplex-private-card-3-point-2": "A kiszolgáló ujjlenyomata és a csatornakötés megakadályozza a MITM- és a visszajátszási támadásokat.",
    "simplex-private-card-3-point-3": "Az újrakapcsolódás le van tiltva a munkamenet elleni támadások megelőzése érdekében.",
    "simplex-private-card-4-point-1": "Az IP-címe védelme érdekében a kiszolgálókat a Tor-on vagy más átvitel-átfedő-hálózaton keresztül is elérheti.",
    "simplex-private-card-6-point-1": "Számos kommunikációs hálózat sebezhető a kiszolgálók vagy a hálózat-szolgáltatók MITM-támadásaival szemben.",
    "simplex-private-card-6-point-2": "Ennek megakadályozása érdekében a SimpleX-alkalmazások egyszeri kulcsokat adnak át sávon kívül, amikor egy címet hivatkozásként vagy QR-kódként oszt meg.",
    "simplex-private-card-7-point-1": "Az integritás garantálása érdekében az üzenetek sorszámozással vannak ellátva, és tartalmazzák az előző üzenet hasítóértékét.",
    "simplex-private-card-7-point-2": "Ha bármilyen üzenetet hozzáadnak, eltávolítanak vagy módosítanak, a címzett értesítést kap róla.",
    "simplex-private-card-8-point-1": "A SimpleX-kiszolgálók alacsony késleltetésű keverési csomópontokként működnek &mdash; a bejövő és kimenő üzenetek sorrendje eltérő.",
    "simplex-private-card-9-point-1": "Minden üzenetsorbaállítás egy irányba továbbítja az üzeneteket, a különböző küldési és vételi címekkel.",
    "simplex-private-card-9-point-2": "A hagyományos üzenetküldőkhöz képest csökkenti a támadási vektorokat és a rendelkezésre álló metaadatokat.",
    "simplex-private-card-10-point-1": "A SimpleX ideiglenes, névtelen, páros címeket és hitelesítő adatokat használ minden egyes felhasználói kapcsolathoz vagy csoporttaghoz.",
    "simplex-private-card-10-point-2": "Lehetővé teszi az üzenetek felhasználói profilazonosítók nélküli kézbesítését, ami az alternatíváknál jobb metaadat-védelmet biztosít.",
    "privacy-matters-1-overlay-1-title": "Az adatvédelemmel pénzt spórol meg",
    "privacy-matters-1-overlay-1-linkText": "Az adatvédelemmel pénzt spórol meg",
    "privacy-matters-2-title": "A választások manipulálása",
    "privacy-matters-2-overlay-1-title": "Az adatvédelem hatalmat ad",
    "privacy-matters-2-overlay-1-linkText": "Az adatvédelem hatalmat ad",
    "privacy-matters-3-title": "Ártatlan összefüggés miatti vádemelés",
    "privacy-matters-3-overlay-1-title": "Az adatvédelem szabaddá tesz",
    "privacy-matters-3-overlay-1-linkText": "Az adatvédelem szabaddá tesz",
    "simplex-unique-1-title": "Teljes magánéletet élvezhet",
    "simplex-unique-1-overlay-1-title": "Személyazonosságának, profiljának, kapcsolatainak és metaadatainak teljes körű védelme",
    "simplex-unique-2-title": "Véd<br>a kéretlen tartalmaktól és a visszaélésektől",
    "simplex-unique-2-overlay-1-title": "A legjobb védelem a kéretlen tartalmak és a visszaélések ellen",
    "simplex-unique-3-title": "Ön kezeli az adatait",
    "simplex-unique-3-overlay-1-title": "Az adatok biztonsága és kezelése az Ön kezében van",
    "simplex-unique-4-title": "Öné a SimpleX-hálózat",
    "simplex-unique-4-overlay-1-title": "Teljesen decentralizált &mdash; a SimpleX-hálózat a felhasználóké",
    "hero-overlay-card-1-p-1": "Sok felhasználó kérdezte: <em>ha a SimpleXnek nincsenek felhasználói azonosítói, honnan tudja, hogy hová kell eljuttatni az üzeneteket?</em>",
    "hero-overlay-card-1-p-2": "Az üzenetek kézbesítéséhez az összes többi hálózat által használt felhasználói azonosítók helyett a SimpleX az üzenetek sorbaállításához ideiglenes, névtelen, páros azonosítókat használ, külön-külön minden egyes kapcsolathoz &mdash; nincsenek hosszú távú azonosítók.",
    "hero-overlay-card-1-p-4": "Ez a kialakítás megakadályozza a felhasználók metaadatainak kiszivárgását az alkalmazás szintjén. Az adatvédelem további javítása és az IP-cím védelme érdekében az üzenetküldő kiszolgálókhoz Tor hálózaton keresztül is kapcsolódhat.",
    "hero-overlay-card-1-p-5": "Csak a kliensek tárolják a felhasználói profilokat, kapcsolatokat és csoportokat; az üzenetek küldése 2 rétegű végpontok közötti titkosítással történik.",
    "hero-overlay-card-1-p-6": "További leírást a <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>SimpleX ismertetőben</a> olvashat.",
    "hero-overlay-card-2-p-1": "Ha a felhasználók állandó azonosítóval rendelkeznek, még akkor is, ha ez csak egy véletlenszerű szám, például egy munkamenet-azonosító, fennáll annak a veszélye, hogy a szolgáltató vagy egy támadó megfigyelheti, azt hogy hogyan kapcsolódnak a felhasználók egymáshoz, és hány üzenetet küldenek egymásnak.",
    "hero-overlay-card-2-p-2": "Ezt az információt aztán összefüggésbe hozhatják a meglévő nyilvános közösségi hálózatokkal, és meghatározhatnak néhány valódi személyazonosságot.",
    "hero-overlay-card-2-p-3": "Még a Tor v3 szolgáltatásokat használó, legprivátabb alkalmazások esetében is, ha két különböző kapcsolattartóval beszél ugyanazon a profilon keresztül, bizonyítani tudják, hogy ugyanahhoz a személyhez kapcsolódnak.",
    "hero-overlay-card-2-p-4": "A SimpleX úgy védekezik ezen támadások ellen, hogy nem tartalmaz felhasználói azonosítókat. Ha pedig használja az inkognitómódot, akkor minden egyes létrejött kapcsolatban más-más felhasználó név jelenik meg, így elkerülhető a közöttük lévő összefüggések teljes bizonyítása.",
    "hero-overlay-card-3-p-1": "<a href=\"https://www.trailofbits.com/about/\">Trail of Bits</a> egy vezető biztonsági és technológiai tanácsadó cég, amelynek az ügyfelei közé tartoznak nagy technológiai cégek, kormányzati ügynökségek és jelentős blokklánc projektek.",
    "hero-overlay-card-3-p-2": "A Trail of Bits 2022 novemberében áttekintette a SimpleX-platform kriptográfiai és hálózati komponenseit. <a href=\"/blog/20221108-simplex-chat-v4.2-security-audit-new-website.html\">További információk</a>.",
    "simplex-network-overlay-card-1-li-1": "A P2P-hálózatok az üzenetek továbbítására a <a href='https://en.wikipedia.org/wiki/Distributed_hash_table'>DHT</a> valamelyik változatát használják. A DHT kialakításakor egyensúlyt kell teremteni a kézbesítési garancia és a késleltetés között. A SimpleX jobb kézbesítési garanciával és alacsonyabb késleltetéssel rendelkezik, mint a P2P, mivel az üzenet redundánsan, a címzett által kiválasztott kiszolgálók segítségével több kiszolgálón keresztül párhuzamosan továbbítható. A P2P-hálózatokban az üzenet <em>O(log N)</em> csomóponton halad át szekvenciálisan, az algoritmus által kiválasztott csomópontok segítségével.",
    "simplex-network-overlay-card-1-li-2": "A SimpleX kialakítása a legtöbb P2P-hálózattól eltérően nem rendelkezik semmiféle globális felhasználói azonosítóval, még ideiglenessel sem, és csak az üzenetekhez használ ideiglenes, páros azonosítókat, ami jobb névtelenséget és metaadatvédelmet biztosít.",
    "simplex-network-overlay-card-1-li-3": "A P2P nem oldja meg a <a href='https://en.wikipedia.org/wiki/Man-in-the-middle_attack'>MITM-támadás</a> problémát, és a legtöbb létező implementáció nem használ sávon kívüli üzeneteket a kezdeti kulcscseréhez. A SimpleX a kezdeti kulcscseréhez sávon kívüli üzeneteket, vagy bizonyos esetekben már meglévő biztonságos és megbízható kapcsolatokat használ.",
    "simplex-network-overlay-card-1-li-6": "A P2P-hálózatok sebezhetőek lehetnek a <a href='https://www.usenix.org/conference/woot15/workshop-program/presentation/p2p-file-sharing-hell-exploiting-bittorrent'>DRDoS-támadással</a> szemben, amikor a kliensek képesek a forgalmat újraközvetíteni és felerősíteni, ami az egész hálózatra kiterjedő szolgáltatásmegtagadást eredményez. A SimpleX-kliensek csak az ismert kapcsolatból származó forgalmat továbbítják, és a támadó nem használhatja őket arra, hogy az egész hálózatban felerősítse a forgalmat.",
    "simplex-network-overlay-card-1-li-5": "Minden ismert P2P-hálózat sebezhető <a href='https://en.wikipedia.org/wiki/Sybil_attack'>Sybil támadással</a>, mert minden egyes csomópont felderíthető, és a hálózat egészként működik. A támadások enyhítésére szolgáló ismert intézkedés lehet egy központi kiszolgáló (pl.: tracker), vagy egy drága <a href='https://en.wikipedia.org/wiki/Proof_of_work'>tanúsítvány</a>. A SimpleX-hálózat nem ismeri fel a kiszolgálókat, töredezett és több elszigetelt alhálózatként működik, ami lehetetlenné teszi az egész hálózatra kiterjedő támadásokat.",
    "privacy-matters-overlay-card-1-p-1": "Sok nagyvállalat arra használja fel az önnel kapcsolatban álló személyek adatait, hogy megbecsülje az ön jövedelmét, hogy olyan termékeket adjon el önnek, amelyekre valójában nincs is szüksége, és hogy meghatározza az árakat.",
    "privacy-matters-overlay-card-1-p-2": "Az online kiskereskedők tudják, hogy az alacsonyabb jövedelműek nagyobb valószínűséggel vásárolnak azonnal, ezért magasabb árakat számíthatnak fel, vagy eltörölhetik a kedvezményeket.",
    "privacy-matters-overlay-card-1-p-3": "Egyes pénzügyi és biztosítótársaságok szociális grafikonokat használnak a kamatlábak és a díjak meghatározásához. Ez gyakran arra készteti az alacsonyabb jövedelmű embereket, hogy többet fizessenek &mdash; ez az úgynevezett <a href='https://fairbydesign.com/povertypremium/' target='_blank'>„szegénységi prémium”</a>.",
    "privacy-matters-overlay-card-1-p-4": "A SimpleX-hálózat minden alternatívánál jobban védi a kapcsolatainak adatait, teljes mértékben megakadályozva, hogy az ismeretségi-hálója bármilyen vállalat vagy szervezet számára elérhetővé váljon. Még ha az emberek a SimpleX Chat által előre beállított kiszolgálókat is használják, sem az alkalmazások, sem a kiszolgálók üzemeltetői nem ismerik, sem felhasználók számát, sem a kapcsolataikat.",
    "privacy-matters-overlay-card-2-p-1": "Nem is olyan régen megfigyelhettük, hogy a nagy választásokat manipulálta egy <a href='https://en.wikipedia.org/wiki/Facebook-Cambridge_Analytica_data_scandal' target='_blank'>neves tanácsadó cég</a>, amely az ismeretségi-háló segítségével eltorzította a valós világról alkotott képünket, és manipulálta a szavazatainkat.",
    "privacy-matters-overlay-card-2-p-2": "Ahhoz, hogy objektív legyen és független döntéseket tudjon hozni, az információs terét is kézben kell tartania. Ez csak akkor lehetséges, ha privát kommunikációs hálózatot használ, amely nem fér hozzá az ismeretségi-hálójához.",
    "privacy-matters-overlay-card-2-p-3": "A SimpleX az első olyan hálózat, amely eleve nem rendelkezik felhasználói azonosítókkal, így jobban védi az ismeretségi-hálóját, mint bármely ismert alternatíva.",
    "privacy-matters-overlay-card-3-p-1": "Mindenkinek törődnie kell a magánélet és a kommunikáció biztonságával &mdash; az ártalmatlan beszélgetések veszélybe sodorhatják, még akkor is, ha nincs semmi rejtegetnivalója.",
    "privacy-matters-overlay-card-3-p-2": "Az egyik legmegdöbbentőbb a <a href='https://en.wikipedia.org/wiki/Mohamedou_Ould_Slahi' target='_blank'>Mohamedou Ould Salahi</a> memoárjában leírt és az „A mauritániai” c. filmben bemutatott történet. Őt bírósági tárgyalás nélkül a guantánamói táborba zárták, és ott kínozták 15 éven át, miután egy afganisztáni rokonát telefonon felhívta, akit azzal gyanúsítottak a hatóságok, hogy köze van a 9/11-es merényletekhez, holott Salahi az előző 10 évben Németországban élt.",
    "privacy-matters-overlay-card-3-p-3": "Átlagos embereket letartóztatnak azért, amit online megosztanak, még „névtelen” fiókjaikon keresztül is, <a href='https://www.dailymail.co.uk/news/article-11282263/Moment-police-swoop-house-devout-catholic-mother-malicious-online-posts.html' target='_blank'>még demokratikus országokban is</a>.",
    "privacy-matters-overlay-card-3-p-4": "Nem elég csak egy végpontok között titkosított üzenetváltó-alkalmazást használnunk, mindannyiunknak olyan üzenetváltó-alkalmazásokat kell használnunk, amelyek védik a személyes partnereink magánéletét &mdash; akikkel kapcsolatban állunk.",
    "simplex-unique-overlay-card-1-p-1": "Más üzenetküldő hálózatoktól eltérően a SimpleX <strong>nem rendel azonosítókat a felhasználókhoz</strong>. Nem támaszkodik telefonszámokra, tartomány-alapú címekre (mint az e-mail, XMPP vagy a Matrix), felhasználónevekre, nyilvános kulcsokra vagy akár véletlenszerű számokra a felhasználók azonosításához &mdash; a SimpleX-kiszolgálók üzemeltetői nem tudják, hogy hányan használják a kiszolgálóikat.",
    "simplex-unique-overlay-card-1-p-2": "Az üzenetek kézbesítéséhez a SimpleX az egyirányú üzenet várakoztatást használ <a href='https://csrc.nist.gov/glossary/term/Pairwise_Pseudonymous_Identifier'>páronkénti névtelen címekkel</a>, külön a fogadott és külön az elküldött üzenetek számára, általában különböző kiszolgálókon keresztül.",
    "simplex-unique-overlay-card-1-p-3": "Ez a kialakítás megvédi annak titkosságát, hogy kivel kommunikál, elrejtve azt a SimpleX-hálózat kiszolgálói és a megfigyelők elől. IP-címének a kiszolgálók elől való elrejtéséhez azt teheti meg, hogy <strong> Toron keresztül kapcsolódik a SimpleX-kiszolgálókhoz</strong>.",
    "simplex-unique-overlay-card-2-p-1": "Mivel ön nem rendelkezik azonosítóval a SimpleX-hálózaton, senki sem tud kapcsolatba lépni önnel, hacsak nem oszt meg egy egyszeri vagy ideiglenes felhasználói címet, például QR-kódot vagy hivatkozást.",
    "simplex-unique-overlay-card-2-p-2": "Még a felhasználói cím használata esetén is, aminek használata nem kötelező – ugyanakkor ez a kéretlen kapcsolatkérelmek küldésére is használható – módosíthatja vagy teljesen törölheti anélkül, hogy elveszítené a meglévő kapcsolatait.",
    "simplex-unique-overlay-card-3-p-1": "A SimpleX Chat az összes felhasználói adatot kizárólag a klienseken tárolja egy <strong>hordozható titkosított adatbázis-formátumban</strong>, amely exportálható és átvihető bármely más támogatott eszközre.",
    "simplex-unique-overlay-card-3-p-2": "A végpontok között titkosított üzenetek átmenetileg a SimpleX továbbítókiszolgálóin tartózkodnak, amíg be nem érkeznek a címzetthez, majd automatikusan véglegesen törlődnek onnan.",
    "simplex-unique-overlay-card-3-p-3": "A föderált hálózatok kiszolgálóitól (e-mail, XMPP vagy Matrix) eltérően a SimpleX-kiszolgálók nem tárolják a felhasználói fiókokat, csak továbbítják az üzeneteket, így védve mindkét fél magánéletét.",
    "simplex-unique-overlay-card-3-p-4": "A küldött és a fogadott kiszolgálóforgalom között nincsenek közös azonosítók vagy titkosított szövegek &mdash; ha bárki megfigyeli, nem tudja könnyen megállapítani, hogy ki kivel kommunikál, még akkor sem, ha a TLS-t kompromittálják.",
    "simplex-unique-overlay-card-4-p-1": "Használhatja <strong>a SimpleXet a saját kiszolgálóival</strong>, és továbbra is kommunikálhat azokkal, akik az előre beállított kiszolgálókat használják az alkalmazásban.",
    "simplex-unique-overlay-card-4-p-2": "A SimpleX-hálózat <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>nyitott protokollt</a> használ és <a href='https://github.com/simplex-chat/simplex-chat/tree/stable/packages/simplex-chat-client/typescript' target='_blank'>SDK-t biztosít a chatbotok létrehozásához</a>, lehetővé téve olyan szolgáltatások megvalósítását, amelyekkel a felhasználók a SimpleX Chat alkalmazásokon keresztül léphetnek kapcsolatba &mdash; mi már nagyon várjuk, hogy milyen SimpleX szolgáltatásokat készítenek a lelkes közreműködők.",
    "simplex-unique-overlay-card-4-p-3": "Ha a SimpleX-hálózatra való fejlesztést fontolgatja, például a SimpleX-alkalmazások felhasználóinak szánt chatbotot, vagy a SimpleX Chat könyvtárbotjának integrálását más mobilalkalmazásba, <a href='https://simplex.chat/contact#/?v=1&smp=smp%3A%2F%2FPQUV2eL0t7OStZOoAsPEV2QYWt4-xilbakvGUGOItUo%3D%40smp6.simplex.im%2FK1rslx-m5bpXVIdMZg9NLUZ_8JBm8xTt%23MCowBQYDK2VuAyEALDeVe-sG8mRY22LsXlPgiwTNs9dbiLrNuA7f3ZMAJ2w%3D' target='_blank'>lépjen velünk kapcsolatba</a>, ha bármilyen tanácsot vagy támogatást szeretne kapni.",
    "simplex-unique-card-1-p-1": "A SimpleX megvédi a profilhoz tartozó kapcsolatokat és metaadatokat, elrejtve azokat a SimpleX-hálózat kiszolgálói és a megfigyelők elől.",
    "simplex-unique-card-1-p-2": "Minden más létező üzenetküldő hálózattól eltérően a SimpleX nem rendelkezik a felhasználókhoz rendelt azonosítókkal &mdash; <strong>még véletlenszerű számokkal sem</strong>.",
    "simplex-unique-card-2-p-1": "Mivel a SimpleX-hálózaton nincs azonosítója vagy állandó címe, senki sem tud kapcsolatba lépni önnel, hacsak nem oszt meg egy egyszeri vagy ideiglenes felhasználói címet, például QR-kódot vagy hivatkozást.",
    "simplex-unique-card-3-p-1": "A SimpleX Chat az összes felhasználói adatot kizárólag a klienseken tárolja egy <strong>hordozható titkosított adatbázis-formátumban</strong> &mdash;, amely exportálható és átvihető bármely más támogatott eszközre.",
    "simplex-unique-card-3-p-2": "A végpontok között titkosított üzenetek átmenetileg a SimpleX továbbítókiszolgálóin tartózkodnak, amíg be nem érkeznek a címzetthez, majd automatikusan véglegesen törlődnek onnan.",
    "simplex-unique-card-4-p-1": "A SimpleX-hálózat teljesen decentralizált és független bármely kriptopénztől vagy bármely más hálózattól, kivéve az internetet.",
    "simplex-unique-card-4-p-2": "Használhatja <strong>a SimpleXet a saját kiszolgálóival</strong> vagy az általunk biztosított kiszolgálókkal, és továbbra is kapcsolódhat bármely felhasználóhoz.",
    "join": "Csatlakozzon a közösségeinkhez",
    "we-invite-you-to-join-the-conversation": "Meghívjuk Önt, hogy csatlakozzon a beszélgetésekhez",
    "join-the-REDDIT-community": "Csatlakozzon a REDDIT közösséghez",
    "join-us-on-GitHub": "Csatlakozzon hozzánk a GitHubon",
    "donate-here-to-help-us": "Adományozzon és segítsen nekünk",
    "sign-up-to-receive-our-updates": "Regisztráljon a hírleveleinkre, hogy ne maradjon le semmiről",
    "enter-your-email-address": "Adja meg az e-mail-címét",
    "get-simplex": "A SimpleX számítógépes alkalmazásának <a href=\"/downloads\">letöltése</a>",
    "why-simplex-is-unique": "Mitől <span class='gradient-text'>egyedülálló</span> a SimpleX",
    "learn-more": "Tudjon meg többet",
    "more-info": "További információ",
    "hide-info": "Információ elrejtése",
    "contact-hero-subheader": "Olvassa be a QR-kódot a SimpleX Chat alkalmazással a telefonjával vagy táblagépével.",
    "contact-hero-p-1": "A hivatkozásban szereplő nyilvános kulcsokat és az üzenetek várakoztatási címét NEM küldi el a hálózaton keresztül, amikor megtekinti ezt az oldalt &mdash; azokat, a hivatkozás webcímének hasítóérték-töredéke tartalmazza.",
    "contact-hero-p-2": "Még nem töltötte le a SimpleX Chatet?",
    "contact-hero-p-3": "Az alkalmazás letöltéséhez használja az alábbi hivatkozásokat.",
    "scan-qr-code-from-mobile-app": "QR-kód beolvasása mobilalkalmazásból",
    "to-make-a-connection": "A kapcsolat létrehozásához:",
    "install-simplex-app": "Telepítse a SimpleX alkalmazást",
    "open-simplex-app": "Simplex alkalmazás megnyitása",
    "tap-the-connect-button-in-the-app": "Koppintson a <span class='text-active-blue'>„kapcsolódás”</span> gombra az alkalmazásban",
    "scan-the-qr-code-with-the-simplex-chat-app": "Olvassa be a QR-kódot a SimpleX Chat alkalmazással",
    "scan-the-qr-code-with-the-simplex-chat-app-description": "A hivatkozásban szereplő nyilvános kulcsokat és az üzenetek várakoztatási címét NEM küldjük el a hálózaton keresztül, amikor ezt az oldalt megtekinti &mdash;<br> ezek a hivatkozás webcímének hasítóérték-töredékében szerepelnek.",
    "installing-simplex-chat-to-terminal": "A SimpleX chat telepítése a terminálhoz",
    "use-this-command": "Használja ezt a parancsot:",
    "see-simplex-chat": "Az utasításokat megtekintheti a SimpleX Chat",
    "connect-in-app": "Kapcsolódás az alkalmazásban",
    "the-instructions--source-code": "és választ kaphat arra, hogy hogyan töltse le vagy fordítsa le a forráskódból.",
    "if-you-already-installed-simplex-chat-for-the-terminal": "Ha már telepítette a SimpleX Chatet a terminálhoz",
    "if-you-already-installed": "Ha már telepítette a",
    "simplex-chat-for-the-terminal": "SimpleX Chat a terminálhoz",
    "copy-the-command-below-text": "másolja be az alábbi parancsot, és használja a csevegésben:",
    "privacy-matters-section-header": "Miért <span class='gradient-text'>számít</span> az adatvédelem",
    "privacy-matters-section-subheader": "A metaadatok védelmének megőrzése &mdash; <span class='text-active-blue'>kivel beszélget</span> &mdash; megvédi a következőktől:",
    "privacy-matters-section-label": "Győződjön meg arról, hogy az üzenetváltó-alkalmazás amit használ nem fér hozzá az adataihoz!",
    "simplex-private-section-header": "Mitől lesz a SimpleX <span class='gradient-text'>privát</span>",
    "simplex-network-section-header": "SimpleX-<span class='gradient-text'>hálózat</span>",
    "simplex-network-section-desc": "A Simplex Chat a P2P- és a föderált hálózatok előnyeinek kombinálásával biztosítja a legjobb adatvédelmet.",
    "simplex-network-1-desc": "Minden üzenet a kiszolgálókon keresztül kerül elküldésre, ami jobb metaadat-védelmet és megbízható aszinkron üzenetkézbesítést biztosít, miközben elkerülhető a sok",
    "simplex-network-2-header": "A föderált hálózatokkal ellentétben",
    "simplex-network-2-desc": "A SimpleX továbbítókiszolgálói NEM tárolnak felhasználói profilokat, kapcsolatokat és kézbesített üzeneteket, NEM kapcsolódnak egymáshoz, és NINCS kiszolgálókönyvtár.",
    "simplex-network-3-header": "SimpleX-hálózat",
    "simplex-network-3-desc": "a kiszolgálók <span class='text-active-blue'>egyirányú üzenet várakoztatásokat</span> biztosítanak a felhasználók összekapcsolásához, de nem látják a hálózati kapcsolati gráfot; azt csak a felhasználók látják.",
    "comparison-section-header": "Összehasonlítás más protokollokkal",
    "protocol-1-text": "Signal, nagy platformok",
    "protocol-2-text": "XMPP, Matrix",
    "protocol-3-text": "P2P-protokollok",
    "comparison-point-1-text": "Globális személyazonosságot igényel",
    "comparison-point-2-text": "MITM lehetősége",
    "comparison-point-4-text": "Egyetlen vagy központosított hálózat",
    "comparison-point-5-text": "Központi komponens vagy más hálózati szintű támadás",
    "no": "Nem",
    "no-private": "Nem - privát",
    "no-secure": "Nem - biztonságos",
    "no-resilient": "Nem - ellenálló",
    "no-decentralized": "Nem - decentralizált",
    "no-federated": "Nem - föderált",
    "comparison-section-list-point-1": "Általában telefonszám alapján, néhány esetben felhasználónév alapján",
    "comparison-section-list-point-2": "DNS-alapú címek",
    "comparison-section-list-point-3": "Nyilvános kulcs vagy más globális egyedi azonosító",
    "comparison-section-list-point-4a": "A SimpleX továbbítókiszolgálói nem veszélyeztethetik az e2e titkosítást. Hitelesítse a biztonsági kódot a sávon kívüli csatorna elleni támadások veszélyeinek csökkentésére",
    "comparison-section-list-point-4": "Ha az üzemeltetett kiszolgálók veszélybe kerülnek. Hitelesítse a biztonsági kódot a Signal vagy más biztonságos üzenetküldő alkalmazás segítségével a támadások veszélyeinek csökkentésére",
    "comparison-section-list-point-5": "Nem védi a felhasználók metaadatait",
    "comparison-section-list-point-6": "Bár a P2P elosztott, de nem föderált &mdash; egyetlen hálózatként működnek",
    "comparison-section-list-point-7": "A P2P-hálózatoknak vagy van egy központi hitelesítője, vagy az egész hálózat kompromittálódhat",
    "see-here": "tekintse meg itt",
    "guide-dropdown-1": "Gyors indítás",
    "guide-dropdown-2": "Üzenetek küldése",
    "guide-dropdown-3": "Titkos csoportok",
    "guide-dropdown-4": "Csevegési profilok",
    "guide-dropdown-5": "Adatkezelés",
    "guide-dropdown-6": "Hang- és videó hívások",
    "guide-dropdown-7": "Adatvédelem és biztonság",
    "guide-dropdown-8": "Alkalmazás beállításai",
    "guide": "Útmutató",
    "docs-dropdown-1": "SimpleX-hálózat",
    "docs-dropdown-2": "Android fájlok elérése",
    "docs-dropdown-3": "Hozzáférés a csevegési adatbázishoz",
    "docs-dropdown-8": "SimpleX jegyzékszolgáltatás",
    "docs-dropdown-9": "Letöltések",
    "f-droid-page-simplex-chat-repo-section-text": "Ha hozzá szeretné adni az F-Droid klienséhez, <span class='hide-on-mobile'>olvassa be a QR-kódot, vagy</span> használja ezt a webcímet:",
    "signing-key-fingerprint": "Az aláírókulcs ujjlenyomata (SHA-256)",
    "f-droid-org-repo": "F-Droid.org tároló",
    "stable-versions-built-by-f-droid-org": "F-Droid.org által készített stabil verziók",
    "releases-to-this-repo-are-done-1-2-days-later": "A kiadások ebben a tárolóban néhány napot késnek",
    "f-droid-page-f-droid-org-repo-section-text": "A SimpleX Chat és az F-Droid.org tárolók különböző kulcsokkal írják alá az összeállításokat. A váltáshoz <a href='/docs/guide/chat-profiles.html#move-your-chat-profiles-to-another-device'>exportálja</a> a csevegési adatbázist és telepítse újra az alkalmazást.",
    "jobs": "Csatlakozzon a csapathoz",
    "please-enable-javascript": "Engedélyezze a JavaScriptet a QR-kód megjelenítéséhez.",
    "please-use-link-in-mobile-app": "Használja a mobilalkalmazásban található hivatkozást",
    "contact-hero-header": "Kapott egy meghívót a SimpleX Chaten való beszélgetéshez",
    "invitation-hero-header": "Kapott egy egyszer használható meghívót a SimpleX Chaten való beszélgetéshez",
    "simplex-network-overlay-card-1-li-4": "A P2P-megvalósításokat egyes internetszolgáltatók blokkolhatják (mint például a <a href='https://en.wikipedia.org/wiki/BitTorrent'>BitTorrent</a>). A SimpleX átvitel-független &mdash; a szabványos webes protokollokon, például WebSocketsen keresztül is működik.",
    "simplex-private-card-4-point-2": "A SimpleX Tor-on keresztüli használatához telepítse az <a href=\"https://guardianproject.info/apps/org.torproject.android/\" target=\"_blank\">Orbot alkalmazást</a> és engedélyezze a SOCKS5 proxyt (vagy a VPN-t <a href=\"https://apps.apple.com/us/app/orbot/id1609461599?platform=iphone\" target=\"_blank\">az iOS-ban</a>).",
    "simplex-private-card-5-point-1": "A SimpleX minden titkosítási réteghez tartalomkitöltést használ, hogy meghiúsítsa az üzenetméret ellen irányuló támadásokat.",
    "simplex-private-card-5-point-2": "A kiszolgálók és a hálózatot megfigyelők számára a különböző méretű üzenetek egyformának tűnnek.",
    "privacy-matters-1-title": "Hirdetés és árdiszkrimináció",
    "hero-overlay-card-1-p-3": "Ön határozza meg, hogy melyik kiszolgáló(ka)t használja az üzenetek fogadására, a kapcsolatokhoz &mdash; azokat a kiszolgálókat, amelyeket az üzenetek küldésére használ. Minden beszélgetés két különböző kiszolgálót használ.",
    "simplex-network-overlay-card-1-p-1": "A <a href='https://en.wikipedia.org/wiki/Peer-to-peer'>P2P</a> üzenetküldő protokollok és alkalmazások számos problémával küzdenek, amelyek miatt kevésbé megbízhatóak, mint a SimpleX, bonyolultabb az elemzésük és többféle támadással szemben sebezhetőek.",
    "chat-bot-example": "Példa csevegési botra",
    "simplex-private-3-title": "Biztonságos, hitelesített<br>TLS adatátvitel",
    "github-repository": "GitHub tárolójában",
    "tap-to-close": "Koppintson a bezáráshoz",
    "simplex-network-1-header": "A P2P-hálózatokkal ellentétben",
    "simplex-network-1-overlay-linktext": "a P2P-hálózatok problémái",
    "comparison-point-3-text": "Függés a DNS-től",
    "yes": "Igen",
    "guide-dropdown-9": "Kapcsolatok létrehozása",
    "docs-dropdown-4": "SMP-kiszolgáló üzemeltetése",
    "docs-dropdown-5": "XFTP-kiszolgáló üzemeltetése",
    "docs-dropdown-6": "WebRTC-kiszolgálók",
    "docs-dropdown-7": "SimpleX Chat honosítása",
    "docs-dropdown-10": "Átláthatóság",
    "docs-dropdown-11": "GY.I.K.",
    "docs-dropdown-12": "Biztonság",
    "newer-version-of-eng-msg": "Ennek az oldalnak van egy újabb angol nyelvű változata.",
    "click-to-see": "Kattintson a megtekintéséhez",
    "menu": "Menü",
    "on-this-page": "Ezen az oldalon",
    "back-to-top": "Vissza a tetejére",
    "glossary": "Fogalomtár",
    "simplex-chat-via-f-droid": "SimpleX Chat az F-Droidon keresztül",
    "simplex-chat-repo": "A SimpleX Chat tárolója",
    "stable-and-beta-versions-built-by-developers": "A fejlesztők által készített stabil és béta verziók",
    "hero-overlay-card-3-p-3": "A Trail of Bits 2024 júliusában felülvizsgálta a SimpleX hálózati protokollok kriptográfiai felépítését. <a href=\"/blog/20241014-simplex-network-v6-1-security-review-better-calls-user-experience.html\">Tudjon meg többet</a>.",
    "docs-dropdown-14": "SimpleX üzleti célra"
}
