{
    "features": "Caratteristiche",
    "why-simplex": "Perché SimpleX",
    "simplex-privacy": "Privacy di SimpleX",
    "simplex-network": "Rete di SimpleX",
    "simplex-explained": "SimpleX spiegato",
    "simplex-explained-tab-1-text": "1. Cosa fanno gli utenti",
    "simplex-explained-tab-2-text": "2. Come funziona",
    "simplex-explained-tab-1-p-2": "Come può funzionare con code unidirezionali e senza identificatori utente?",
    "simplex-explained-tab-3-p-1": "I server hanno credenziali anonime separate per ogni coda e non sanno a quali utenti appartengano.",
    "chat-protocol": "Protocollo di chat",
    "donate": "Dona",
    "copyright-label": "© 2020-2023 SimpleX | Progetto Open-Source",
    "simplex-chat-protocol": "Protocollo di SimpleX Chat",
    "terminal-cli": "Terminale CLI",
    "terms-and-privacy-policy": "Termini e Informativa sulla privacy",
    "hero-header": "Privacy ridefinita",
    "hero-subheader": "Il primo messenger<br>senza ID utente",
    "hero-p-1": "Le altre app hanno gli ID utente: Signal, Matrix, Session, Briar, Jami, Cwtch, ecc.<br> SimpleX invece no, <strong>neanche dei numeri casuali</strong>.<br> Ciò aumenta radicalmente la tua privacy.",
    "hero-overlay-1-textlink": "Perché gli ID utente limitano la privacy?",
    "hero-overlay-2-textlink": "Come funziona SimpleX?",
    "hero-2-header": "Crea una connessione privata",
    "hero-2-header-desc": "Il video mostra come connetterti ai tuoi amici attraverso il loro codice QR una tantum, di persona o con un link video. Potete anche connettervi condividendo un link di invito.",
    "hero-overlay-1-title": "Come funziona SimpleX?",
    "hero-overlay-2-title": "Perché gli ID utente limitano la privacy?",
    "feature-4-title": "Messaggi vocali crittografati E2E",
    "feature-8-title": "Modalità incognito &mdash;<br>unica su SimpleX Chat",
    "simplex-network-overlay-1-title": "Confronto con protocolli di messaggistica P2P",
    "simplex-private-1-title": "2 livelli di<br>crittografia end-to-end",
    "simplex-private-2-title": "Livello aggiuntivo di<br>crittografia lato server",
    "simplex-private-3-title": "Trasporto TLS<br>autenticato sicuro",
    "simplex-private-4-title": "Accesso via Tor<br>opzionale",
    "simplex-private-7-title": "Verifica<br>dell'integrità dei messaggi",
    "simplex-private-8-title": "Mescolamento dei messaggi<br>per ridurre le correlazioni",
    "simplex-private-10-title": "Identificatori temporanei anonimi a coppie",
    "simplex-private-card-1-point-1": "Protocollo Double-ratchet &mdash;<br>Messaggistica OTR con Perfect Forward Secrecy e recupero da intrusione.",
    "simplex-private-card-2-point-1": "Livello aggiuntivo di crittografia lato server per il recapito al destinatario, per impedire la correlazione tra il traffico del server ricevuto e inviato se il TLS è compromesso.",
    "simplex-private-card-3-point-1": "Usato solo TLS 1.2/1.3 con algoritmi avanzati per connessioni client-server.",
    "simplex-private-card-3-point-2": "Impronta del server e associazione dei canali evitano attacchi MITM e replay.",
    "simplex-private-card-4-point-1": "Per proteggere il tuo indirizzo IP puoi accedere ai server tramite Tor o un'altra rete di trasporto sovrapposta.",
    "simplex-private-5-title": "Diversi strati di<br>riempimento dei contenuti",
    "simplex-private-card-5-point-1": "SimpleX usa il riempimento dei contenuti per ogni livello di crittografia per frustrare gli attacchi alle dimensioni dei messaggi.",
    "simplex-private-card-5-point-2": "Fa sì che i messaggi di dimensioni diverse appaiano uguali ai server e a chi osserva la rete.",
    "simplex-private-card-6-point-2": "Per evitarlo, le app SimpleX passano chiavi monouso fuori banda, quando condividi un indirizzo come link o codice QR.",
    "simplex-private-card-8-point-1": "I server SimpleX fungono da nodi mix a bassa latenza &mdash; i messaggi in entrata e in uscita hanno un ordine diverso.",
    "privacy-matters-1-overlay-1-linkText": "La privacy ti fa risparmiare denaro",
    "privacy-matters-3-title": "Condanne a causa di associazione innocente",
    "privacy-matters-3-overlay-1-title": "La privacy protegge la tua libertà",
    "simplex-unique-1-title": "Hai una privacy completa",
    "simplex-unique-1-overlay-1-title": "Piena privacy della tua identità, profilo, contatti e metadati",
    "simplex-unique-2-title": "Sei protetto<br>da spam e abusi",
    "simplex-unique-2-overlay-1-title": "La migliore protezione da spam e abusi",
    "simplex-unique-3-title": "Sei tu a controllare i tuoi dati",
    "simplex-unique-4-title": "Possiedi la rete SimpleX",
    "simplex-unique-4-overlay-1-title": "Completamente decentralizzata &mdash; gli utenti possiedono la rete SimpleX",
    "hero-overlay-card-1-p-1": "Molti utenti hanno chiesto: <em>se SimpleX non ha identificatori utente, come può sapere dove recapitare i messaggi? </em>",
    "hero-overlay-card-1-p-3": "Sei tu a definire quale/i server usare per ricevere i messaggi, i tuoi contatti i server che usi per inviare loro i messaggi. È probabile che ogni conversazione utilizzi due server diversi.",
    "hero-overlay-card-1-p-5": "Solo i dispositivi client conservano profili utente, contatti e gruppi; i messaggi vengono inviati con crittografia end-to-end a 2 livelli.",
    "hero-overlay-card-1-p-6": "Maggiori informazioni nel <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>libro bianco di SimpleX</a>.",
    "hero-overlay-card-2-p-2": "Potrebbero quindi correlare queste informazioni con i social network pubblici esistenti e determinare alcune identità reali.",
    "hero-overlay-card-2-p-4": "SimpleX protegge da questi attacchi non avendo alcun ID utente per design. Inoltre, se usi la modalità di modalità in incognito, il tuo nome mostrato sarà diverso per ogni contatto, evitando dati condivisi tra di loro.",
    "simplex-network-overlay-card-1-li-2": "Il design di SimpleX, a differenza della maggior parte delle reti P2P, non ha identificatori utente globali di alcun tipo, nemmeno temporanei, e usa solo identificatori temporanei a coppie, garantendo una maggiore protezione dell'anonimato e dei metadati.",
    "simplex-network-overlay-card-1-li-4": "Le implementazioni P2P possono essere bloccate da alcuni fornitori di internet (come <a href='https://it.wikipedia.org/wiki/BitTorrent'>BitTorrent</a>). SimpleX è indipendente dal trasporto - può funzionare su protocolli web standard, es. WebSocket.",
    "hero-overlay-card-2-p-1": "Quando gli utenti hanno identità permanenti, anche se si tratta solo di un numero casuale, come un Session ID, c'è il rischio che il fornitore o un malintenzionato possano osservare come gli utenti sono connessi e quanti messaggi inviano.",
    "simplex-network-overlay-card-1-li-6": "Le reti P2P possono essere vulnerabili all'<a href='https://www.usenix.org/conference/woot15/workshop-program/presentation/p2p-file-sharing-hell-exploiting-bittorrent'>attacco DRDoS</a>, quando i client possono ritrasmettere e amplificare il traffico, con conseguente \"denial of service\" a livello di rete. I client SimpleX si limitano a inoltrare il traffico da una connessione nota e non possono essere usati da un aggressore per amplificare il traffico nell'intera rete.",
    "privacy-matters-overlay-card-1-p-4": "La piattaforma SimpleX protegge la privacy delle tue connessioni meglio di qualsiasi alternativa, impedendo completamente che il tuo grafico sociale sia disponibile a qualsiasi azienda o organizzazione. Anche quando le persone usano i server forniti da SimpleX Chat, non conosciamo il numero di utenti o le loro connessioni.",
    "privacy-matters-overlay-card-2-p-3": "SimpleX è la prima piattaforma che non ha alcun identificatore utente per design, proteggendo così il tuo grafico delle connessioni meglio di qualsiasi alternativa conosciuta.",
    "privacy-matters-overlay-card-3-p-1": "Tutti dovrebbero preoccuparsi della privacy e della sicurezza delle proprie comunicazioni &mdash; conversazioni innocue possono metterti in pericolo, anche se non hai nulla da nascondere.",
    "privacy-matters-overlay-card-3-p-3": "Le persone comuni vengono arrestate per ciò che condividono online, anche tramite i loro account \"anonimi\", <a href='https://www.dailymail.co.uk/news/article-11282263/Moment-police-swoop-house-devout-catholic-mother-malicious-online-posts.html' target='_blank'>anche nei Paesi democratici</a>.",
    "simplex-unique-overlay-card-1-p-3": "Questo design protegge la privacy di chi stai comunicando, nascondendola ai server della piattaforma SimpleX e a qualsiasi osservatore. Per nascondere il tuo indirizzo IP ai server, puoi <strong>connetterti ai server SimpleX tramite Tor</strong>.",
    "simplex-unique-overlay-card-2-p-1": "Poiché non hai alcun identificatore sulla piattaforma SimpleX, nessuno può contattarti a meno che tu non condivida un indirizzo utente una tantum o temporaneo, come un codice QR o un link.",
    "simplex-unique-overlay-card-2-p-2": "Anche l'indirizzo utente opzionale, che può essere usato per inviare richieste di contatto spam, è possibile modificarlo o eliminarlo completamente senza perdere alcuna connessione.",
    "simplex-unique-overlay-card-3-p-1": "SimpleX Chat conserva tutti i dati utente solo sui dispositivi client usando un <strong>formato trasferibile di database crittografato</strong> che può essere esportato e trasferito su qualsiasi dispositivo supportato.",
    "simplex-unique-overlay-card-3-p-2": "I messaggi crittografati end-to-end vengono conservati temporaneamente sui server di inoltro SimpleX fino alla ricezione, quindi vengono eliminati definitivamente.",
    "simplex-unique-overlay-card-4-p-1": "Puoi <strong>usare SimpleX con i tuoi server personali</strong> e continuare a comunicare con le persone che usano i server preconfigurati forniti da noi.",
    "simplex-unique-overlay-card-4-p-3": "Se stai pensando di sviluppare per la piattaforma SimpleX, ad esempio, il chat bot per gli utenti dell'app SimpleX o l'integrazione della libreria SimpleX Chat nelle tue app mobili, <a href='https://simplex.chat/contact#/?v=1&smp=smp%3A%2F%2FPQUV2eL0t7OStZOoAsPEV2QYWt4-xilbakvGUGOItUo%3D%40smp6.simplex.im%2FK1rslx-m5bpXVIdMZg9NLUZ_8JBm8xTt%23MCowBQYDK2VuAyEALDeVe-sG8mRY22LsXlPgiwTNs9dbiLrNuA7f3ZMAJ2w%3D' target='_blank'>contattaci</a> per qualsiasi consiglio e supporto.",
    "simplex-unique-card-1-p-1": "SimpleX protegge la privacy del tuo profilo, contatti e metadati, nascondendoli ai server della piattaforma SimpleX e ad eventuali osservatori.",
    "simplex-unique-card-1-p-2": "A differenza di qualsiasi altra piattaforma di messaggistica esistente, SimpleX non ha identificatori assegnati agli utenti &mdash; <strong>nemmeno numeri casuali</strong>.",
    "simplex-unique-card-2-p-1": "Poiché non hai un identificatore o un indirizzo fisso sulla piattaforma SimpleX, nessuno può contattarti a meno che tu non condivida un indirizzo utente una tantum o temporaneo, come codice un QR o un link.",
    "simplex-unique-card-3-p-1": "SimpleX conserva tutti i dati utente sui dispositivi client in un <strong>formato trasferibile di database crittografato</strong> &mdash; può essere trasferito su un altro dispositivo.",
    "join": "Unisciti a",
    "we-invite-you-to-join-the-conversation": "Ti invitiamo a unirti alla conversazione",
    "enter-your-email-address": "Inserisci il tuo indirizzo email",
    "get-simplex": "Ottieni SimpleX <a href=\"/downloads\">desktop app</a>",
    "why-simplex-is": "Perché SimpleX è",
    "unique": "unico",
    "learn-more": "Maggiori informazioni",
    "more-info": "Mostra info",
    "hide-info": "Nascondi info",
    "contact-hero-header": "Hai ricevuto un indirizzo per connetterti su SimpleX Chat",
    "invitation-hero-header": "Hai ricevuto un link una tantum per connetterti su SimpleX Chat",
    "contact-hero-subheader": "Scansiona il codice QR con l'app SimpleX Chat sul tuo telefono o tablet.",
    "contact-hero-p-1": "Le chiavi pubbliche e l'indirizzo della coda di messaggi in questo link NON vengono inviati in rete quando vedi questa pagina &mdash; sono contenuti nel frammento hash dell'URL del link.",
    "contact-hero-p-2": "Non hai ancora scaricato SimpleX Chat?",
    "contact-hero-p-3": "Usa i link sottostanti per scaricare l'app.",
    "scan-qr-code-from-mobile-app": "Scansiona il codice QR dall'app mobile",
    "install-simplex-app": "Installa l'app SimpleX",
    "connect-in-app": "Connettiti nell'app",
    "open-simplex-app": "Apri l'app SimpleX",
    "tap-the-connect-button-in-the-app": "Tocca il pulsante <span class='text-active-blue'>'connetti'</span> nell'app",
    "scan-the-qr-code-with-the-simplex-chat-app": "Scansiona il codice QR con l'app SimpleX Chat",
    "installing-simplex-chat-to-terminal": "Installazione di SimpleX Chat nel terminale",
    "use-this-command": "Usa questo comando:",
    "see-simplex-chat": "Vedi SimpleX Chat",
    "github-repository": "Repository GitHub",
    "the-instructions--source-code": "le istruzioni su come scaricarlo o compilarlo dal codice sorgente.",
    "if-you-already-installed-simplex-chat-for-the-terminal": "Se hai già installato SimpleX Chat per il terminale",
    "if-you-already-installed": "Se hai già installato",
    "privacy-matters-section-subheader": "Preservare la privacy dei tuoi metadati &mdash; <span class='text-active-blue'>con chi parli</span> &mdash; ti protegge da:",
    "privacy-matters-section-label": "Assicurati che il tuo messenger non possa accedere ai tuoi dati!",
    "simplex-network-section-header": "<span class='gradient-text'>Rete</span> di SimpleX",
    "simplex-network-section-desc": "Simplex Chat offre la migliore privacy combinando i vantaggi del P2P e delle reti federate.",
    "simplex-network-1-header": "A differenza delle reti P2P",
    "simplex-network-1-overlay-linktext": "problemi delle reti P2P",
    "simplex-network-2-header": "A differenza delle reti federate",
    "simplex-network-2-desc": "I server di inoltro SimpleX NON conservano i profili utente, i contatti e i messaggi consegnati, NON si connettono tra loro e NON esiste una directory dei server.",
    "comparison-section-header": "Confronto con altri protocolli",
    "protocol-1-text": "Signal, grandi piattaforme",
    "protocol-2-text": "XMPP, Matrix",
    "protocol-3-text": "Protocolli P2P",
    "comparison-point-1-text": "Richiede un'identità globale",
    "comparison-point-2-text": "Possibilità di MITM",
    "comparison-point-3-text": "Dipendenza dai DNS",
    "comparison-point-4-text": "Rete singola o centralizzata",
    "yes": "Sì",
    "no": "No",
    "no-private": "No - privato",
    "no-secure": "No - sicuro",
    "no-resilient": "No - resistente",
    "no-decentralized": "No - decentralizzato",
    "no-federated": "No - federato",
    "comparison-section-list-point-1": "Solitamente si basa su un numero di telefono, in alcuni casi su nomi utente",
    "comparison-section-list-point-2": "Indirizzi basati su DNS",
    "comparison-section-list-point-6": "Sebbene i P2P siano distribuiti, non sono federati - operano come un'unica rete",
    "comparison-section-list-point-7": "Le reti P2P hanno un'autorità centrale o l'intera rete può essere compromessa",
    "see-here": "vedi qui",
    "simplex-network-3-header": "Nella rete di SimpleX",
    "simplex-private-card-7-point-2": "Se un messaggio viene aggiunto, rimosso o modificato, il destinatario verrà avvisato.",
    "hero-overlay-card-1-p-2": "Per consegnare i messaggi, invece degli ID utente utilizzati da tutte le altre piattaforme, SimpleX usa identificatori temporanei anonimi a coppie delle code di messaggi, separati per ciascuna delle tue connessioni &mdash; non ci sono identificatori a lungo termine.",
    "simplex-private-card-6-point-1": "Molte piattaforme di comunicazione sono vulnerabili agli attacchi MITM da parte di server o fornitori di rete.",
    "simplex-private-card-7-point-1": "Per garantire l'integrità, i messaggi sono numerati in sequenza e includono l'hash del messaggio precedente.",
    "simplex-private-card-9-point-2": "Riduce i vettori di attacco, rispetto ai broker di messaggi tradizionali, e i metadati disponibili.",
    "simplex-private-card-10-point-2": "Ciò consente di recapitare messaggi senza identificatori del profilo utente, garantendo una migliore privacy dei metadati rispetto alle alternative.",
    "privacy-matters-1-title": "Pubblicità e discriminazione dei prezzi",
    "privacy-matters-2-overlay-1-title": "La privacy ti dà potere",
    "simplex-private-card-9-point-1": "Ogni coda di messaggi passa i messaggi in una direzione, con i diversi indirizzi di invio e ricezione.",
    "simplex-private-card-10-point-1": "SimpleX usa indirizzi e credenziali temporanei anonimi a coppie, per ogni contatto o membro del gruppo.",
    "privacy-matters-2-overlay-1-linkText": "La privacy ti dà potere",
    "privacy-matters-1-overlay-1-title": "La privacy ti fa risparmiare denaro",
    "privacy-matters-2-title": "Manipolazione delle elezioni",
    "privacy-matters-3-overlay-1-linkText": "La privacy protegge la tua libertà",
    "simplex-unique-3-overlay-1-title": "Proprietà, controllo e sicurezza dei tuoi dati",
    "simplex-private-9-title": "Code di messaggi<br>unidirezionali",
    "home": "Home",
    "developers": "Sviluppatori",
    "simplex-explained-tab-1-p-1": "Puoi creare contatti e gruppi, ed avere conversazioni bidirezionali, come in qualsiasi altro messenger.",
    "feature-2-title": "Immagini, video e file<br>crittografati E2E",
    "simplex-private-card-4-point-2": "Per usare SimpleX tramite Tor, installa <a href=\"https://guardianproject.info/apps/org.torproject.android/\" target=\"_blank\">l'app Orbot</a> e attiva il proxy SOCKS5 (o VPN <a href=\"https://apps.apple.com/us/app/orbot/id1609461599?platform=iphone\" target=\"_blank\">su iOS</a>).",
    "reference": "Riferimenti",
    "simplex-explained-tab-3-text": "3. Cosa vedono i server",
    "chat-bot-example": "Esempio di chat bot",
    "feature-3-title": "Gruppi decentralizzati crittografati E2E &mdash; solo gli utenti sanno che esistono",
    "blog": "Blog",
    "simplex-explained-tab-2-p-1": "Per ogni connessione usi due code di messaggi distinte per inviare e ricevere i messaggi attraverso server diversi.",
    "simplex-explained-tab-2-p-2": "I server passano i messaggi solo in una direzione, senza avere il quadro completo della conversazione dell'utente o delle connessioni.",
    "simplex-explained-tab-3-p-2": "Gli utenti possono aumentare ulteriormente la privacy dei metadati usando Tor per accedere ai server, evitando correlazioni per indirizzo IP.",
    "smp-protocol": "Protocollo SMP",
    "feature-1-title": "Messaggi crittografati E2E con markdown e modifica",
    "feature-5-title": "Conversazioni segrete a tempo",
    "feature-6-title": "Chiamate audio e video<br>crittografate E2E",
    "simplex-private-6-title": "Scambio di chiavi<br>fuori banda",
    "feature-7-title": "Archiviazione dell'app crittografata e trasferibile &mdash; sposta il profilo su un altro dispositivo",
    "simplex-private-card-1-point-2": "Cryptobox NaCL in ogni coda per evitare correlazioni di traffico tra code di messaggi se il TLS è compromesso.",
    "simplex-private-card-3-point-3": "Ripresa della connessione disattivata per evitare attacchi alla sessione.",
    "hero-overlay-card-1-p-4": "Questo design impedisce la fuoriuscita di metadati degli utenti a livello di applicazione. Per aumentare ulteriormente la privacy e proteggere il tuo indirizzo IP puoi connetterti ai server di messaggistica tramite Tor.",
    "hero-overlay-card-2-p-3": "Anche con le app più private che usano i servizi Tor v3, se parli con due contatti diversi tramite lo stesso profilo, questi possono dimostrare di essere connessi alla stessa persona.",
    "simplex-network-overlay-card-1-p-1": "I protocolli e le app di messaggistica <a href='https://it.wikipedia.org/wiki/Peer-to-peer'>P2P</a> hanno diversi problemi che li rendono meno affidabili di SimpleX, più complessi da analizzare e vulnerabili a diversi tipi di attacco.",
    "simplex-network-overlay-card-1-li-1": "Le reti P2P si basano su alcune varianti di <a href='https://it.wikipedia.org/wiki/Tabella_di_hash_distribuita'>DHT</a> per instradare i messaggi. I progetti DHT devono bilanciare la garanzia di consegna e la latenza. SimpleX ha sia una migliore garanzia di consegna che una latenza minore rispetto al P2P, perché il messaggio può essere passato in modo ridondante attraverso diversi server in parallelo, usando i server scelti dal destinatario. Nelle reti P2P il messaggio viene passato attraverso i nodi <em>O(log N)</em> in sequenza, usando nodi scelti dall'algoritmo.",
    "simplex-network-overlay-card-1-li-3": "Il P2P non risolve il problema dell'<a href='https://it.wikipedia.org/wiki/Attacco_man_in_the_middle'>attacco MITM</a> e la maggior parte delle implementazioni esistenti non usa messaggi fuori banda per lo scambio iniziale di chiavi. SimpleX usa messaggi fuori banda o, in alcuni casi, connessioni sicure e attendibili preesistenti per lo scambio iniziale di chiavi.",
    "privacy-matters-overlay-card-1-p-1": "Molte grandi aziende usano le informazioni sulle persone con cui sei connesso per stimare il tuo reddito, venderti i prodotti di cui non hai realmente bisogno e determinare i prezzi.",
    "simplex-network-overlay-card-1-li-5": "Tutte le reti P2P conosciute possono essere vulnerabili all'<a href='https://it.wikipedia.org/wiki/Attacco_di_Sybil'>attacco di Sybil</a>, perché ogni nodo è rilevabile e la rete opera come un tutt'uno. Le misure note per mitigarlo richiedono un componente centralizzato o <a href='https://it.wikipedia.org/wiki/Proof-of-work'>proof-of-work</a> costosi. La rete di SimpleX non ha la possibilità di scoprire i server, è frammentata e opera come più sottoreti isolate, rendendo impossibili gli attacchi a livello di rete.",
    "privacy-matters-overlay-card-1-p-2": "I rivenditori online sanno che le persone con redditi più bassi sono più propense a fare acquisti urgenti, quindi possono applicare prezzi più alti o rimuovere sconti.",
    "privacy-matters-overlay-card-1-p-3": "Alcune società finanziarie e assicurative usano grafici sociali per determinare i tassi di interesse e i premi. Spesso ciò fa pagare di più le persone con redditi più bassi &mdash; è noto come <a href='https://fairbydesign.com/povertypremium/' target='_blank'> \"premio di povertà\" </a>.",
    "privacy-matters-overlay-card-2-p-1": "Non molto tempo fa abbiamo assistito alla manipolazione delle principali elezioni da <a href='https://it.wikipedia.org/wiki/Scandalo_Facebook-Cambridge_Analytica' target='_blank'>una rispettabile società di consulenza</a> che ha usato i nostri grafici sociali per distorcere la nostra visione del mondo reale e manipolare i nostri voti.",
    "privacy-matters-overlay-card-2-p-2": "Per essere obiettivi e prendere decisioni indipendenti devi avere il controllo del tuo spazio informativo. È possibile solo se utilizzi una piattaforma di comunicazione privata che non ha accesso al tuo grafico sociale.",
    "privacy-matters-overlay-card-3-p-2": "Una delle storie più scioccanti è l'esperienza di <a href='https://it.wikipedia.org/wiki/Mohamedou_Ould_Slahi' target='_blank'>Mohamedou Ould Salahi</a> descritta nel suo libro di memorie e mostrata nel film The Mauritanian. È stato rinchiuso nel campo di Guantánamo, senza processo, e lì è stato torturato per 15 anni dopo una telefonata a un suo parente in Afghanistan, sospettato di essere coinvolto negli attacchi dell'11/9, nonostante avesse vissuto in Germania per i precedenti 10 anni.",
    "join-us-on-GitHub": "Unisciti a noi su GitHub",
    "simplex-chat-for-the-terminal": "SimpleX Chat per il terminale",
    "privacy-matters-overlay-card-3-p-4": "Non è sufficiente usare un messenger crittografato end-to-end, tutti dovremmo usare i messenger che proteggono la privacy delle nostre reti personali &mdash; con chi siamo connessi.",
    "simplex-unique-overlay-card-1-p-2": "Per recapitare i messaggi, SimpleX usa <a href='https://csrc.nist.gov/glossary/term/Pairwise_Pseudonymous_Identifier'>indirizzi anonimi a coppie</a> di code di messaggi unidirezionali, separate per i messaggi ricevuti e inviati, di solito tramite server diversi. Usare SimpleX è come avere <strong>un'email o telefono &ldquo;temporanei&rdquo; per ogni contatto</strong>, e nessuna seccatura per gestirli.",
    "simplex-unique-overlay-card-1-p-1": "A differenza di altre piattaforme di messaggistica, SimpleX non ha <strong>alcun identificatore assegnato agli utenti</strong>. Non si basa su numeri di telefono, indirizzi basati su domini (come email o XMPP), nomi utente, chiavi pubbliche o persino numeri casuali per identificare i suoi utenti &mdash; non sappiamo quante persone usano i nostri server SimpleX.",
    "simplex-unique-overlay-card-3-p-3": "A differenza dei server di reti federate (email, XMPP o Matrix), i server SimpleX non conservano gli account utente, ma trasmettono solo i messaggi, proteggendo la privacy di entrambe le parti.",
    "simplex-unique-card-3-p-2": "I messaggi crittografati end-to-end vengono conservati temporaneamente sui server di inoltro SimpleX fino alla ricezione, quindi vengono eliminati definitivamente.",
    "simplex-unique-card-4-p-2": "Puoi <strong>usare SimpleX con i tuoi server personali</strong> o con i server forniti da noi &mdash; e connetterti comunque a qualsiasi utente.",
    "join-the-REDDIT-community": "Unisciti alla comunità di REDDIT",
    "sign-up-to-receive-our-updates": "Iscriviti per ricevere i nostri aggiornamenti",
    "simplex-unique-overlay-card-3-p-4": "Non ci sono identificatori o testi cifrati in comune tra il traffico del server inviato e quello ricevuto &mdash; se qualcuno lo osserva, non può determinare facilmente chi comunica con chi, anche se il TLS è compromesso.",
    "simplex-unique-overlay-card-4-p-2": "La piattaforma SimpleX usa un <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>protocollo aperto</a> e fornisce un <a href='https://github.com/simplex-chat/simplex-chat/tree/stable/packages/simplex-chat-client/typescript' target='_blank'>SDK per creare chat bot</a>, consentendo l'implementazione di servizi con cui gli utenti possono interagire tramite le app SimpleX Chat &mdash; siamo impazienti di vedere quali servizi SimpleX puoi creare.",
    "simplex-unique-card-4-p-1": "La rete SimpleX è completamente decentralizzata e indipendente da qualsiasi criptovaluta o altra piattaforma, ad eccezione di internet.",
    "donate-here-to-help-us": "Dona qui per aiutarci",
    "to-make-a-connection": "Per stabilire una connessione:",
    "scan-the-qr-code-with-the-simplex-chat-app-description": "Le chiavi pubbliche e l'indirizzo della coda di messaggi in questo link NON vengono inviati in rete quando vedi questa pagina &mdash;<br> sono contenuti nel frammento hash dell'URL del link.",
    "copy-the-command-below-text": "copia il comando qui sotto e usalo nella chat:",
    "privacy-matters-section-header": "Perché la privacy <span class='gradient-text'>è importante</span>",
    "simplex-private-section-header": "Cosa rende SimpleX <span class='gradient-text'>privato</span>",
    "tap-to-close": "Tocca per chiudere",
    "simplex-network-1-desc": "Tutti i messaggi vengono inviati tramite i server, garantendo una migliore privacy dei metadati e una consegna asincrona dei messaggi affidabile, evitando molti",
    "simplex-network-3-desc": "i server forniscono <span class='text-active-blue'>code unidirezionali</span> per connettere gli utenti, ma non hanno visibilità del grafo delle connessioni di rete &mdash; solo gli utenti.",
    "comparison-point-5-text": "Componente centrale o altro attacco a livello di rete",
    "comparison-section-list-point-5": "Non protegge la privacy dei metadati degli utenti",
    "comparison-section-list-point-3": "Chiave pubblica o altro ID univoco globale",
    "comparison-section-list-point-4": "Se i server dell'operatore sono compromessi. Verifica il codice di sicurezza in Signal e alcune altre app per mitigarlo",
    "guide-dropdown-1": "Avvio rapido",
    "guide-dropdown-2": "Inviare messaggi",
    "guide-dropdown-3": "Gruppi segreti",
    "guide-dropdown-4": "Profili di chat",
    "guide-dropdown-5": "Gestione dei dati",
    "guide-dropdown-6": "Chiamate audio e video",
    "guide-dropdown-7": "Privacy e sicurezza",
    "guide-dropdown-9": "Creare connessioni",
    "guide": "Guida",
    "docs-dropdown-1": "Piattaforma SimpleX",
    "docs-dropdown-2": "Accesso ai file Android",
    "docs-dropdown-3": "Accesso al database di chat",
    "docs-dropdown-4": "Ospita un server SMP",
    "docs-dropdown-5": "Ospita un server XFTP",
    "docs-dropdown-6": "Server WebRTC",
    "newer-version-of-eng-msg": "C'è una versione più recente di questa pagina in inglese.",
    "click-to-see": "Clicca per vedere",
    "menu": "Menu",
    "on-this-page": "In questa pagina",
    "back-to-top": "Torna in cima",
    "guide-dropdown-8": "Impostazioni dell'app",
    "docs-dropdown-7": "Traduci SimpleX Chat",
    "glossary": "Glossario",
    "releases-to-this-repo-are-done-1-2-days-later": "Le pubblicazioni su questo repo avvengono 1-2 giorni dopo",
    "f-droid-page-f-droid-org-repo-section-text": "I repository di SimpleX Chat e F-Droid.org firmano i pacchetti con chiavi diverse. Per passare da uno all'altro, <a href='/docs/guide/chat-profiles.html#move-your-chat-profiles-to-another-device'>esporta</a> il database della chat e reinstalla l'app.",
    "signing-key-fingerprint": "Impronta della chiave di firma (SHA-256)",
    "f-droid-org-repo": "Repo di F-Droid.org",
    "stable-versions-built-by-f-droid-org": "Versioni stabili compilate da F-Droid.org",
    "docs-dropdown-8": "Servizio directory di SimpleX",
    "simplex-chat-via-f-droid": "SimpleX Chat via F-Droid",
    "simplex-chat-repo": "Repo di SimpleX Chat",
    "stable-and-beta-versions-built-by-developers": "Versioni stabili e beta compilate dagli sviluppatori",
    "f-droid-page-simplex-chat-repo-section-text": "Per aggiungerlo al tuo client F-Droid <span class='hide-on-mobile'>scansiona il codice QR o</span> usa questo URL:",
    "comparison-section-list-point-4a": "I relay di SimpleX non possono compromettere la crittografia e2e. Verifica il codice di sicurezza per mitigare gli attacchi sul canale fuori banda",
    "hero-overlay-3-title": "Valutazione della sicurezza",
    "hero-overlay-card-3-p-2": "Trail of Bits ha revisionato i componenti di crittografia e di rete della piattaforma SimpleX nel novembre 2022.",
    "hero-overlay-card-3-p-3": "Maggiori informazioni nell'<a href=\"/blog/20221108-simplex-chat-v4.2-security-audit-new-website.html\">annuncio</a>.",
    "jobs": "Unisciti al team",
    "hero-overlay-3-textlink": "Valutazione della sicurezza",
    "hero-overlay-card-3-p-1": "<a href=\"https://www.trailofbits.com/about/\">Trail of Bits</a> è leader nella consulenza di sicurezza e tecnologia, i cui clienti includono grandi aziende, agenzie governative e importanti progetti di blockchain.",
    "docs-dropdown-9": "Download",
    "please-enable-javascript": "Attiva JavaScript per vedere il codice QR.",
    "please-use-link-in-mobile-app": "Usa il link nell'app mobile",
    "docs-dropdown-10": "Trasparenza"
}
