{
    "home": "Begin pagina",
    "developers": "ontwikkelaars",
    "reference": "Referentie",
    "blog": "Blog",
    "features": "Functies",
    "why-simplex": "Waarom SimpleX",
    "simplex-privacy": "SimpleX privacy",
    "simplex-network": "SimpleX netwerk",
    "simplex-explained": "Simplex uitgelegd",
    "simplex-explained-tab-1-text": "1. Wat gebruikers ervaren",
    "simplex-explained-tab-3-text": "3. Wat servers zien",
    "simplex-explained-tab-1-p-1": "U kunt contacten en groepen maken en tweerichtings gesprekken voeren, zoals in elke andere messenger.",
    "simplex-explained-tab-1-p-2": "Hoe kan het werken met unidirectionele wachtrijen en zonder gebruikers profiel-ID's?",
    "simplex-explained-tab-3-p-1": "De servers hebben afzonderlijke anonieme inloggegevens voor elke wachtrij en weten niet tot welke gebruikers ze behoren.",
    "simplex-explained-tab-3-p-2": "Gebruikers kunnen de privacy van metadata verder verbeteren door Tor te gebruiken om toegang te krijgen tot servers, waardoor corellatie op IP-adres wordt voorkomen.",
    "chat-bot-example": "Chatbot voorbeeld",
    "smp-protocol": "SMP protocol",
    "donate": "Doneer",
    "copyright-label": "© 2020-2023 SimpleX | Open-sourceproject",
    "simplex-chat-protocol": "SimpleX Chat protocol",
    "terminal-cli": "Terminal CLI",
    "terms-and-privacy-policy": "Privacybeleid",
    "hero-subheader": "De eerste messenger<br>zonder gebruikers-ID's",
    "hero-overlay-1-textlink": "Waarom zijn gebruikers-ID's slecht voor de privacy?",
    "hero-overlay-2-textlink": "Hoe werkt SimpleX?",
    "hero-2-header": "Maak een privé verbinding",
    "hero-overlay-1-title": "Hoe werkt SimpleX?",
    "hero-overlay-2-title": "Waarom zijn gebruikers-ID's slecht voor de privacy?",
    "feature-1-title": "E2E-versleutelde berichten met markdown en bewerking",
    "feature-2-title": "E2E-versleutelde<br>afbeeldingen,videos en bestanden",
    "feature-3-title": "E2E-gecodeerde gedecentraliseerde groepen - alleen gebruikers weten dat ze bestaan",
    "feature-4-title": "E2E-versleutelde spraakberichten",
    "feature-5-title": "Verdwijnende geheime gesprekken",
    "feature-6-title": "E2E-versleutelde<br>audio- en videogesprekken",
    "feature-8-title": "Incognitomodus -<br>uniek voor SimpleX Chat",
    "simplex-network-overlay-1-title": "Vergelijking met P2P berichten protocollen",
    "simplex-private-1-title": "2 lagen<br>end-to-end versleuteling",
    "simplex-private-2-title": "Extra laag<br>server versleuteling",
    "simplex-private-3-title": "Veilig geverifieerd<br>TLS-transport",
    "simplex-private-4-title": "Optionele<br>toegang via Tor",
    "simplex-private-5-title": "Meerdere lagen van<br>inhouds opvulling",
    "simplex-private-8-title": "Berichten mixen<br>om correlatie te verminderen",
    "simplex-private-9-title": "Unidirectionele<br>berichtenwachtrijen",
    "simplex-private-10-title": "Tijdelijke anonieme paarsgewijze identifiers",
    "simplex-private-card-3-point-1": "Alleen TLS 1.2/1.3 met sterke algoritmen wordt gebruikt voor client-server verbindingen.",
    "simplex-private-card-3-point-2": "Server fingerprint en channel binding voorkomen MITM- en replay-aanvallen.",
    "simplex-private-card-3-point-3": "Connectie herstel is uitgeschakeld om sessie aanvallen te voorkomen.",
    "simplex-private-card-5-point-1": "SimpleX gebruikt content opvulling voor elke coderingslaag om aanvallen op bericht grootte te verstoren.",
    "simplex-private-card-5-point-2": "Het zorgt ervoor dat berichten van verschillende grootte er hetzelfde uitzien voor de servers en netwerk waarnemers.",
    "simplex-private-card-6-point-1": "Veel communicatie platforms zijn kwetsbaar voor MITM aanvallen door servers of netwerk providers.",
    "simplex-private-card-7-point-2": "Als een bericht wordt toegevoegd, verwijderd of gewijzigd, wordt de ontvanger gewaarschuwd.",
    "simplex-private-card-8-point-1": "SimpleX servers fungeren als mix nodes met lage latentie &mdash; de inkomende en uitgaande berichten hebben een andere volgorde.",
    "simplex-private-card-9-point-2": "Het vermindert de aanvals mogenlijkheden, in vergelijking met traditionele berichten diensten en de beschikbare metadata.",
    "simplex-private-card-10-point-1": "SimpleX gebruikt tijdelijke anonieme paarsgewijze adressen en inloggegevens voor elk gebruikers contact of groepslid.",
    "simplex-explained-tab-2-text": "2. Hoe werkt het",
    "chat-protocol": "Chat protocol",
    "simplex-explained-tab-2-p-1": "Voor elke verbinding gebruikt u twee afzonderlijke berichten wachtrijen om berichten via verschillende servers te verzenden en te ontvangen.",
    "simplex-explained-tab-2-p-2": "Servers geven berichten slechts in één richting door, zonder een volledig beeld te hebben van het gesprek of de connecties van de gebruiker.",
    "hero-p-1": "Andere apps hebben gebruikers-ID's: Signal, Matrix, Session, Briar, Jami, Cwtch, enz.<br> SimpleX niet, <strong>zelfs geen willekeurige getallen</strong>.<br> Dit verbetert uw privacy.",
    "hero-2-header-desc": "De video laat zien hoe je verbinding maakt met een vriend via een persoonlijk of videolink gedeelde eenmalige QR-code. U kunt ook verbinding maken door een uitnodigingslink te delen.",
    "hero-header": "Privacy opnieuw gedefinieerd",
    "feature-7-title": "Draagbare gecodeerde app-opslag - profiel naar een ander apparaat verplaatsen",
    "simplex-private-card-1-point-1": "Protocol met double-ratchet -<br>OTR-berichten met perfecte voorwaartse geheimhouding en inbraak herstel.",
    "simplex-private-6-title": "Out-of-band<br>sleuteluitwisseling",
    "simplex-private-7-title": "Bericht integriteit<br>verificatie",
    "simplex-private-card-4-point-1": "Om uw IP-adres te beschermen kunt u via Tor of een ander transport overlay netwerk toegang krijgen tot de servers.",
    "simplex-private-card-4-point-2": "Installeer de <a href=\"https://guardianproject.info/apps/org.torproject.android/\" target=\"_blank\">Orbot-app </a> en schakel de SOCKS5-proxy in (of VPN <a href=\"https://apps.apple.com/us/app/orbot/id1609461599?platform=iphone\" target=\"_blank\"> op iOS </a>) om SimpleX via Tor te gebruiken.",
    "simplex-private-card-6-point-2": "Om te voorkomen dat SimpleX apps eenmalige sleutels out-of-band doorgeven, wanneer u een adres deelt als een link of een QR-code.",
    "simplex-private-card-7-point-1": "Om de integriteit te garanderen, zijn de berichten opeenvolgend genummerd en bevatten ze de hash van het vorige bericht.",
    "simplex-private-card-9-point-1": "Elke berichten wachtrij geeft berichten in één richting door, met verschillende verzend en ontvangst adressen.",
    "simplex-private-card-1-point-2": "NaCL-cryptobox in elke wachtrij om verkeer correlatie tussen berichten wachtrijen te voorkomen als TLS wordt aangetast.",
    "simplex-private-card-2-point-1": "Extra server versleuteling laag voor levering aan de ontvanger, om de correlatie tussen ontvangen en verzonden server verkeer te voorkomen als TLS is aangetast.",
    "simplex-private-card-10-point-2": "Het maakt het mogelijk om berichten te bezorgen zonder gebruikers profiel-ID's, wat een betere privacy van metagegevens biedt dan alternatieven.",
    "privacy-matters-1-title": "Reclame en prijs discriminatie",
    "privacy-matters-1-overlay-1-title": "Privacy bespaart u geld",
    "privacy-matters-1-overlay-1-linkText": "Privacy bespaart u geld",
    "privacy-matters-2-title": "Manipulatie van verkiezingen",
    "privacy-matters-2-overlay-1-title": "Privacy geeft u macht",
    "privacy-matters-2-overlay-1-linkText": "Privacy geeft u macht",
    "privacy-matters-3-title": "Vervolging wegens onschuldige associatie",
    "privacy-matters-3-overlay-1-title": "Privacy beschermt uw vrijheid",
    "simplex-unique-1-title": "U heeft volledige privacy",
    "simplex-unique-1-overlay-1-title": "Volledige privacy van uw identiteit, profiel, contacten en metadata",
    "simplex-unique-2-title": "U bent beschermd<br>tegen spam en misbruik",
    "simplex-unique-3-title": "U beheert uw gegevens",
    "simplex-unique-3-overlay-1-title": "Eigendom, controle en beveiliging van uw gegevens",
    "simplex-unique-4-title": "U bent eigenaar van het SimpleX netwerk",
    "simplex-unique-4-overlay-1-title": "Volledig gedecentraliseerd &mdash; gebruikers zijn eigenaar van het SimpleX netwerk",
    "hero-overlay-card-1-p-3": "U definieert welke server(s) u wilt gebruiken om de berichten te ontvangen. Uw contacten de servers die u gebruikt om de berichten naar hen te verzenden. Elk gesprek gebruikt waarschijnlijk twee verschillende servers.",
    "hero-overlay-card-2-p-1": "Wanneer gebruikers een blijvende identiteit hebben, zelfs als dit slechts een willekeurig nummer is, zoals een sessie ID, bestaat het risico dat de provider of een aanvaller kan zien hoe de gebruikers zijn verbonden en hoeveel berichten ze verzenden.",
    "hero-overlay-card-1-p-4": "Dit ontwerp voorkomt het lekken van eventuele gebruikersgegevens en metadata op applicatie niveau. Om de privacy verder te verbeteren en uw IP-adres te beschermen kunt u via Tor verbinding maken met berichten servers.",
    "hero-overlay-card-1-p-5": "Alleen client apparaten slaan gebruikers profielen, contacten en groepen op; de berichten worden verzonden met 2-laags end-to-end versleuteling.",
    "hero-overlay-card-1-p-6": "Lees meer in <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>SimpleX-whitepaper</a>.",
    "hero-overlay-card-2-p-2": "Ze zouden deze informatie vervolgens kunnen correleren met de bestaande openbare sociale netwerken en een aantal echte identiteiten kunnen bepalen.",
    "privacy-matters-3-overlay-1-linkText": "Privacy beschermt uw vrijheid",
    "simplex-unique-2-overlay-1-title": "De beste bescherming tegen spam en misbruik",
    "hero-overlay-card-1-p-1": "Veel gebruikers vroegen: <em>als SimpleX geen gebruiker-ID's heeft, hoe kan het dan weten waar berichten moeten worden afgeleverd?</em>",
    "hero-overlay-card-1-p-2": "Om berichten te bezorgen, gebruikt SimpleX in plaats van gebruikers-ID's die door alle andere platforms worden gebruikt, tijdelijke anonieme paarsgewijze identifiers van berichten wachtrijen, gescheiden voor elk van uw verbindingen &mdash; er zijn geen identificatiegegevens op lange termijn.",
    "hero-overlay-card-2-p-3": "Zelfs met de meest privé apps die Tor v3-services gebruiken, als je met twee verschillende contacten via hetzelfde profiel praat, kunnen ze bewijzen dat ze met dezelfde persoon verbonden zijn.",
    "hero-overlay-card-2-p-4": "SimpleX beschermt tegen deze aanvallen door geen gebruikers-ID's in het ontwerp te hebben. En als u de incognitomodus gebruikt, heeft u voor elk contact een andere weergavenaam, waardoor gedeelde gegevens tussen hen worden vermeden.",
    "simplex-network-overlay-card-1-p-1": "<a href='https://en.wikipedia.org/wiki/Peer-to-peer'>P2P</a>-berichtenprotocollen en -apps hebben verschillende problemen waardoor ze minder betrouwbaar zijn dan SimpleX, complexer om te analyseren en kwetsbaarder voor verschillende soorten aanvallen.",
    "simplex-network-overlay-card-1-li-1": "P2P netwerken vertrouwen op een variant van <a href='https://en.wikipedia.org/wiki/Distributed_hash_table'>DHT</a> om berichten te routeren. DHT ontwerpen moeten een balans vinden tussen leveringsgarantie en latentie. SimpleX heeft zowel een betere leveringsgarantie als een lagere latentie dan P2P, omdat het bericht redundant via meerdere servers parallel kan worden doorgegeven, met behulp van de servers die door de ontvanger zijn gekozen. In P2P netwerken wordt het bericht achtereenvolgens door <em>O(log N)</em>-knooppunten geleid, met behulp van door het algoritme gekozen knooppunten.",
    "simplex-network-overlay-card-1-li-2": "SimpleX ontwerp heeft, in tegenstelling tot de meeste P2P netwerken, geen globale gebruikers-ID's van welke soort dan ook, zelfs niet tijdelijk en gebruikt alleen tijdelijke paarsgewijze ID's wat een betere anonimiteit en metadata bescherming biedt.",
    "simplex-network-overlay-card-1-li-3": "P2P lost het probleem <a href='https://en.wikipedia.org/wiki/Man-in-the-middle_attack'>MITM-aanval</a> niet op en de meeste bestaande implementaties gebruiken geen out-of-band berichten voor de initiële sleuteluitwisseling. SimpleX gebruikt out-of-band berichten of, in sommige gevallen, reeds bestaande veilige en vertrouwde verbindingen voor de eerste sleuteluitwisseling.",
    "simplex-network-overlay-card-1-li-4": "P2P implementaties kunnen door sommige internetproviders worden geblokkeerd (zoals <a href='https://en.wikipedia.org/wiki/BitTorrent'>BitTorrent</a>). SimpleX is transport-agnostisch - het kan werken via standaard webprotocollen, b.v. WebSockets.",
    "simplex-network-overlay-card-1-li-5": "Alle bekende P2P netwerken kunnen kwetsbaar zijn voor <a href='https://en.wikipedia.org/wiki/Sybil_attack'>Sybil-aanval</a>, omdat elk knooppunt vindbaar is en het netwerk als een geheel opereert. Bekende maatregelen om het te verminderen, vereisen een gecentraliseerde component of duur <a href='https://en.wikipedia.org/wiki/Proof_of_work'> bewijs van werk </a>. Het SimpleX-netwerk kan niet worden gedetecteerd door de server, het is gefragmenteerd en werkt als meerdere geïsoleerde subnetwerken, waardoor netwerkbrede aanvallen onmogelijk zijn.",
    "simplex-unique-card-2-p-1": "Omdat u geen identificator of vast adres op het SimpleX platform heeft, kan niemand contact met u opnemen, tenzij u een eenmalig of tijdelijk gebruikers adres deelt, als een QR-code of een link.",
    "simplex-unique-card-3-p-1": "SimpleX slaat alle gebruikersgegevens op client apparaten op in een <strong>draagbaar gecodeerd databaseformaat</strong> &mdash; en kan worden overgedragen naar een ander apparaat.",
    "simplex-unique-card-3-p-2": "De end-to-end versleutelde berichten worden tijdelijk op SimpleX relayservers bewaard totdat ze zijn ontvangen, waarna ze permanent worden verwijderd.",
    "simplex-unique-card-4-p-1": "Het SimpleX netwerk is volledig gedecentraliseerd en onafhankelijk van enige cryptovaluta of enig ander platform, behalve internet.",
    "simplex-unique-card-4-p-2": "U kunt SimpleX <strong> gebruiken met uw eigen servers </strong> of met de servers die door ons worden geleverd &mdash; en toch verbinding maken met elke gebruiker.",
    "join": "Word lid van",
    "we-invite-you-to-join-the-conversation": "Wij nodigen u uit om deel te nemen aan de conversatie",
    "join-the-REDDIT-community": "Bezoek ons op REDDIT",
    "join-us-on-GitHub": "Volg ons op GitHub",
    "donate-here-to-help-us": "Doneer hier om ons te helpen",
    "sign-up-to-receive-our-updates": "Schrijf u in om onze updates te ontvangen",
    "unique": "uniek",
    "why-simplex-is": "Waarom is SimpleX",
    "learn-more": "Kom meer te weten",
    "more-info": "Meer informatie",
    "hide-info": "Info verbergen",
    "contact-hero-subheader": "Scan de QR-code met de SimpleX Chat app op je telefoon of tablet.",
    "contact-hero-p-1": "De openbare sleutels en het berichten wachtrij adres in deze link worden NIET over het netwerk verzonden wanneer u deze pagina &mdash; ze zijn opgenomen in het hash-fragment van de link-URL.",
    "contact-hero-p-2": "Heb je de SimpleX Chat nog niet gedownload?",
    "contact-hero-p-3": "Gebruik onderstaande links om de app te downloaden.",
    "scan-qr-code-from-mobile-app": "Scan de QR-code van de mobiele app",
    "to-make-a-connection": "Om een verbinding te maken:",
    "install-simplex-app": "Installeer de SimpleX app",
    "connect-in-app": "Maak verbinding met de app",
    "open-simplex-app": "Open de Simplex app",
    "tap-the-connect-button-in-the-app": "Tik op de knop <span class='text-active-blue'>'verbinden'</span> in de app",
    "scan-the-qr-code-with-the-simplex-chat-app": "Scan de QR-code met de SimpleX Chat app",
    "scan-the-qr-code-with-the-simplex-chat-app-description": "De openbare sleutels en het berichten wachtrij adres in deze link worden NIET over het netwerk verzonden wanneer u deze pagina bekijkt -<br> ze zijn opgenomen in het hash-fragment van de link-URL.",
    "installing-simplex-chat-to-terminal": "SimpleX chat installeren op terminal",
    "use-this-command": "Gebruik deze opdracht:",
    "see-simplex-chat": "Zie SimpleX chat",
    "github-repository": "GitHub repository",
    "the-instructions--source-code": "de instructies voor het downloaden of compileren van de broncode.",
    "if-you-already-installed-simplex-chat-for-the-terminal": "Als u SimpleX Chat al voor de terminal hebt geïnstalleerd",
    "if-you-already-installed": "Als u al hebt geïnstalleerd",
    "simplex-chat-for-the-terminal": "SimpleX Chat voor de terminal",
    "copy-the-command-below-text": "kopieer de onderstaande opdracht en gebruik deze in de chat:",
    "privacy-matters-section-header": "Waarom privacy <span class='gradient-text'> belangrijk is </span>",
    "privacy-matters-section-label": "Zorg ervoor dat je messenger geen toegang heeft tot je gegevens!",
    "privacy-matters-section-subheader": "Behoud van de privacy van uw metadata &mdash; <span class='text-active-blue'>met wie u praat</span> &mdash; beschermt u tegen:",
    "simplex-private-section-header": "Wat maakt SimpleX <span class='gradient-text'>privé</span>",
    "simplex-network-section-header": "SimpleX <span class='gradient-text'>Netwerk</span>",
    "simplex-network-section-desc": "Simplex Chat biedt de beste privacy door de voordelen van P2P en gefedereerde netwerken te combineren.",
    "simplex-network-1-header": "In tegenstelling tot P2P netwerken",
    "simplex-network-1-desc": "Alle berichten worden verzonden via servers, die zorgen voor een betere metadata privacy en een betrouwbare asynchrone bezorging van berichten, terwijl er veel word vermeden",
    "simplex-network-1-overlay-linktext": "van problemen met P2P netwerken",
    "simplex-network-2-header": "In tegenstelling tot federatieve netwerken",
    "simplex-network-3-header": "SimpleX netwerk",
    "simplex-network-3-desc": "servers bieden <span class='text-active-blue'>unidirectionele wachtrijen</span> om de gebruikers te verbinden, maar ze hebben geen zicht op de netwerk verbindings grafiek &mdash; alleen de gebruikers.",
    "simplex-network-2-desc": "SimpleX relay servers slaan GEEN gebruikers profielen, contacten en afgeleverde berichten op, maken GEEN verbinding met elkaar en er is GEEN server directory.",
    "comparison-section-header": "Vergelijking met andere protocollen",
    "protocol-1-text": "Signaal, grote platforms",
    "protocol-2-text": "XMPP, Matrix",
    "protocol-3-text": "P2P protocollen",
    "comparison-point-1-text": "Vereist globale identiteit",
    "comparison-point-2-text": "Mogelijkheid van MITM",
    "comparison-point-5-text": "Centrale component of andere netwerkbrede aanval",
    "yes": "Ja",
    "comparison-point-3-text": "Afhankelijkheid van DNS",
    "comparison-point-4-text": "Enkelvoudig of gecentraliseerd netwerk",
    "no": "Nee",
    "no-private": "Nee - privé",
    "no-secure": "Nee - veilig",
    "no-resilient": "Nee - veerkrachtig",
    "no-decentralized": "Nee - gedecentraliseerd",
    "no-federated": "Nee - gefedereerd",
    "simplex-network-overlay-card-1-li-6": "P2P netwerken kunnen kwetsbaar zijn voor <a href='https://www.usenix.org/conference/woot15/workshop-program/presentation/p2p-file-sharing-hell-exploiting-bittorrent'>DRDoS-aanvallen</a>, wanneer de clients het verkeer opnieuw kunnen uitzenden en versterken, wat resulteert in netwerkbrede denial of service. SimpleX clients sturen alleen verkeer van een bekende verbinding door en kunnen niet door een aanvaller worden gebruikt om het verkeer in het hele netwerk te versterken.",
    "privacy-matters-overlay-card-1-p-1": "Veel grote bedrijven gebruiken informatie over met wie u verbonden bent om uw inkomen te schatten, u de producten te verkopen die u niet echt nodig heeft en om de prijzen te bepalen.",
    "privacy-matters-overlay-card-1-p-2": "Webwinkels weten dat mensen met lagere inkomens eerder geneigd zijn om dringende aankopen te doen, dus kunnen ze hogere prijzen vragen of kortingen intrekken.",
    "privacy-matters-overlay-card-1-p-3": "Sommige financiële en verzekeringsmaatschappijen gebruiken sociale grafieken om rentetarieven en premies te bepalen. Het zorgt er vaak voor dat mensen met lagere inkomens meer betalen &mdash; het staat bekend als <a href='https://fairbydesign.com/povertypremium/' target='_blank'>'armoedepremie'</a>.",
    "privacy-matters-overlay-card-1-p-4": "Het SimpleX platform beschermt de privacy van uw verbindingen beter dan welk alternatief dan ook, waardoor volledig wordt voorkomen dat uw sociale grafiek beschikbaar wordt voor bedrijven of organisaties. Zelfs wanneer mensen servers van SimpleX Chat gebruiken, weten we niet hoeveel gebruikers of hun verbindingen zijn.",
    "privacy-matters-overlay-card-2-p-2": "Om objectief te zijn en onafhankelijke beslissingen te kunnen nemen, moet u de controle hebben over uw informatie. Het is alleen mogelijk als u een privé communicatieplatform gebruikt dat geen toegang heeft tot uw sociale grafiek.",
    "privacy-matters-overlay-card-2-p-3": "SimpleX is het eerste platform dat standaard geen gebruikers-ID's heeft, waardoor uw verbindingsgrafiek beter wordt beschermd dan welk alternatief dan ook.",
    "privacy-matters-overlay-card-3-p-1": "Iedereen zou zich zorgen moeten maken over de privacy en veiligheid van hun communicatie &mdash; onschuldige gesprekken kunnen je in gevaar brengen, zelfs als je niets te verbergen hebt.",
    "simplex-unique-overlay-card-1-p-1": "In tegenstelling tot andere berichten platforms heeft SimpleX <strong> geen identifiers toegewezen aan de gebruikers </strong>. Het vertrouwt niet op telefoonnummers, domein gebaseerde adressen (zoals e-mail of XMPP), gebruikersnamen, openbare sleutels of zelfs willekeurige nummers om zijn gebruikers te identificeren &mdash; we weten niet &apos; hoeveel mensen onze SimpleX servers gebruiken.",
    "privacy-matters-overlay-card-3-p-2": "Een van de meest schokkende verhalen is de ervaring van <a href='https://en.wikipedia.org/wiki/Mohamedou_Ould_Slahi' target='_blank'>Mohamedou Ould Salahi</a> beschreven in zijn memoires en getoond in The Mauritanian movie. Hij werd zonder proces in het Guantanamo kamp geplaatst en werd daar 15 jaar lang gemarteld na een telefoontje naar zijn familielid in Afghanistan, op verdenking van betrokkenheid bij aanslagen van 9/11, ook al woonde hij de afgelopen 10 jaar in Duitsland.",
    "privacy-matters-overlay-card-3-p-3": "Gewone mensen worden gearresteerd voor wat ze online delen, zelfs via hun 'anonieme' accounts, <a href='https://www.dailymail.co.uk/news/article-11282263/Moment-police-swoop-house-devout-catholic-mother-malicious-online-posts.html' target='_blank'>zelfs in democratische landen</a>.",
    "privacy-matters-overlay-card-3-p-4": "Het is niet genoeg om een end-to-end versleutelde messenger te gebruiken, we zouden allemaal de messengers moeten gebruiken die de privacy van onze persoonlijke netwerken beschermen &mdash; met wie we verbonden zijn.",
    "simplex-unique-overlay-card-1-p-2": "Om berichten af te leveren gebruikt SimpleX <a href='https://csrc.nist.gov/glossary/term/Pairwise_Pseudonymous_Identifier'>paarsgewijze anonieme adressen</a> van unidirectionele  berichten wachtrijen, gescheiden voor ontvangen en verzonden berichten, meestal via verschillende servers. Het gebruik van SimpleX is als het hebben van <strong>een andere &ldquo;brander&rdquo; e-mail of telefoon voor elk contact</strong>, en geen gedoe om ze te beheren.",
    "simplex-unique-overlay-card-1-p-3": "Dit ontwerp beschermt de privacy van met wie u communiceert en verbergt deze voor SimpleX platform servers en voor waarnemers. Om uw IP-adres voor de servers te verbergen, kunt u <strong> verbinding maken met SimpleX servers via Tor </strong>.",
    "simplex-unique-overlay-card-2-p-1": "Omdat je geen identificatie hebt op het SimpleX platform, kan niemand contact met je opnemen, tenzij je een eenmalig of tijdelijk gebruikers adres deelt, als een QR-code of een link.",
    "simplex-unique-overlay-card-2-p-2": "Zelfs met het optionele gebruikers adres, hoewel het kan worden gebruikt om spam-contact verzoeken te verzenden, kunt u het wijzigen of volledig verwijderen zonder uw verbindingen te verliezen.",
    "simplex-unique-overlay-card-3-p-1": "SimpleX Chat slaat alle gebruikersgegevens alleen op client apparaten op met behulp van een <strong>draagbaar gecodeerd databaseformaat</strong> dat kan worden geëxporteerd en overgebracht naar elk ondersteund apparaat.",
    "simplex-unique-overlay-card-3-p-2": "De end-to-end versleutelde berichten worden tijdelijk op SimpleX relayservers bewaard totdat ze zijn ontvangen, waarna ze permanent worden verwijderd.",
    "simplex-unique-overlay-card-3-p-3": "In tegenstelling tot gefedereerde netwerkservers (e-mail, XMPP of Matrix), slaan SimpleX servers geen gebruikers account op, ze sturen alleen berichten door, waardoor de privacy van beide partijen wordt beschermd.",
    "simplex-unique-overlay-card-4-p-1": "U kunt <strong>SimpleX gebruiken met uw eigen servers</strong> en nog steeds communiceren met mensen die de door ons geleverde vooraf geconfigureerde servers gebruiken.",
    "simplex-unique-overlay-card-4-p-3": "Als u overweegt om voor het SimpleX platform te ontwikkelen, bijvoorbeeld de chatbot voor gebruikers van de SimpleX app, of de integratie van de SimpleX Chat bibliotheek in uw mobiele apps, <a href='https://simplex.chat/contact# /?v=1&smp=smp%3A%2F%2FPQUV2eL0t7OStZOoAsPEV2QYWt4-xilbakvGUGOItUo%3D%40smp6.simplex.im%2FK1rslx-m5bpXVIdMZg9NLUZ_8JBm8xTt%23MCowBQYDK2VuAyEALDeVe-sG8mRY22LsXlPgiwTNs9dbiLrNuA7f3ZMAJ2w%3D' target='_blank'>get in touch</a> for any advice en ondersteuning.",
    "simplex-unique-card-1-p-1": "SimpleX beschermt de privacy van uw profiel, contacten en metadata en verbergt deze voor SimpleX platformservers en eventuele waarnemers.",
    "enter-your-email-address": "Voer uw e-mail adres in",
    "get-simplex": "Verkrijg SimpleX <a href=\"/downloads\">desktop app</a>",
    "tap-to-close": "Tik om te sluiten",
    "contact-hero-header": "Je hebt een adres ontvangen om verbinding te maken met SimpleX Chat",
    "invitation-hero-header": "Je hebt een eenmalige link ontvangen om verbinding te maken met SimpleX Chat",
    "privacy-matters-overlay-card-2-p-1": "Nog niet zo lang geleden zagen we dat de grote verkiezingen werden gemanipuleerd door <a href='https://en.wikipedia.org/wiki/Facebook–Cambridge_Analytica_data_scandal' target='_blank'>een gerenommeerd adviesbureau</a> dat onze sociale grafieken gebruikte om ons beeld van de echte wereld te vervormen en onze stemmen te manipuleren.",
    "simplex-unique-overlay-card-3-p-4": "Er zijn geen identifiers of gecodeerde tekst tussen verzonden en ontvangen serververkeer &mdash; als iemand het waarneemt, kunnen ze niet gemakkelijk bepalen wie met wie communiceert, zelfs als TLS is gecompromitteerd.",
    "simplex-unique-overlay-card-4-p-2": "Het SimpleX platform gebruikt een <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>open protocol</a> en biedt <a href='https://github.com/simplex-chat/simplex-chat/tree/stable/packages/simplex-chat-client/typescript' target='_blank'>SDK om chatbots te maken</a>, waardoor services kunnen worden geïmplementeerd waarmee gebruikers kunnen communiceren via SimpleX Chat apps &mdash; waar we&apos; erg naar uitkijken om te zien welke SimpleX services u kunt bouwen.",
    "simplex-unique-card-1-p-2": "In tegenstelling tot elk ander bestaand berichten platform, heeft SimpleX geen identificatiecodes toegewezen aan de gebruikers &mdash; <strong>zelfs geen willekeurige nummers </strong>.",
    "comparison-section-list-point-1": "Meestal op basis van een telefoonnummer, in sommige gevallen op gebruikersnamen",
    "comparison-section-list-point-2": "Op DNS gebaseerde adressen",
    "comparison-section-list-point-4": "Als de servers van de operator zijn gecompromitteerd. Controleer de beveiligingscode in Signal en enkele andere apps om dit te beperken",
    "comparison-section-list-point-5": "Beschermt de privacy van metagegevens van gebruikers niet",
    "comparison-section-list-point-6": "Hoewel P2P wordt gedistribueerd, zijn ze niet federatief - ze werken als een enkel netwerk",
    "see-here": "kijk hier",
    "comparison-section-list-point-7": "P2P netwerken hebben een centrale autoriteit of het hele netwerk kan worden aangetast",
    "comparison-section-list-point-3": "Publieke sleutel of een andere globale unieke ID",
    "guide-dropdown-2": "Berichten versturen",
    "guide-dropdown-3": "Geheime groepen",
    "guide-dropdown-4": "Chat profielen",
    "guide-dropdown-5": "Gegevens beheren",
    "guide-dropdown-8": "App instellingen",
    "guide-dropdown-9": "Connecties maken",
    "guide": "Handleiding",
    "docs-dropdown-1": "SimpleX platform",
    "docs-dropdown-3": "Toegang tot de chatdatabase",
    "docs-dropdown-2": "Toegang tot Android bestanden",
    "docs-dropdown-4": "Host SMP Server",
    "docs-dropdown-7": "Vertaal SimpleX Chat",
    "menu": "Menu",
    "on-this-page": "Op deze pagina",
    "guide-dropdown-1": "Snel aan de slag",
    "guide-dropdown-6": "Audio en video gesprekken",
    "guide-dropdown-7": "Privacy en beveiliging",
    "docs-dropdown-5": "Host XFTP Server",
    "docs-dropdown-6": "WebRTC servers",
    "click-to-see": "Klik om te zien",
    "back-to-top": "Terug naar boven",
    "newer-version-of-eng-msg": "Er is een nieuwere versie van deze pagina in het Engels.",
    "glossary": "Woordenlijst",
    "simplex-chat-via-f-droid": "SimpleX Chat via F-Droid",
    "simplex-chat-repo": "SimpleX Chat repo",
    "stable-and-beta-versions-built-by-developers": "Stabiele en bètaversies gebouwd door de ontwikkelaars",
    "f-droid-page-simplex-chat-repo-section-text": "Om het toe te voegen aan uw F-Droid-client <span class='hide-on-mobile'>scan de QR-code of</span> gebruik deze URL:",
    "f-droid-org-repo": "F-Droid.org repo",
    "signing-key-fingerprint": "Signing key fingerprint (SHA-256)",
    "stable-versions-built-by-f-droid-org": "Stabiele versies gebouwd door F-Droid.org",
    "releases-to-this-repo-are-done-1-2-days-later": "De releases voor deze repository vinden 1-2 dagen later plaats",
    "f-droid-page-f-droid-org-repo-section-text": "SimpleX Chat- en F-Droid.org-repository's ondertekenen builds met de verschillende sleutels. Om over te stappen, alstublieft <a href='/docs/guide/chat-profiles.html#move-your-chat-profiles-to-another-device'>exporteer</a> de chatdatabase en installeer de app opnieuw.",
    "docs-dropdown-8": "SimpleX Directory Service",
    "comparison-section-list-point-4a": "SimpleX relais kunnen de e2e-versleuteling niet in gevaar brengen. Controleer de beveiligingscode om aanvallen op out-of-band kanalen te beperken",
    "hero-overlay-3-title": "Beveiligings beoordeling",
    "hero-overlay-card-3-p-2": "Trail of Bits heeft in november 2022 de cryptografie en netwerkcomponenten van het SimpleX-platform beoordeeld.",
    "hero-overlay-card-3-p-3": "Lees meer in <a href=\"/blog/20221108-simplex-chat-v4.2-security-audit-new-website.html\">de aankondiging</a>.",
    "jobs": "Sluit je aan bij het team",
    "hero-overlay-3-textlink": "Beveiligings beoordeling",
    "hero-overlay-card-3-p-1": "<a href=\"https://www.trailofbits.com/about/\">Trail of Bits</a> is een toonaangevend beveiligings- en technologieadviesbureau met klanten onder meer grote technologiebedrijven, overheidsinstanties en grote blockchain-projecten.",
    "docs-dropdown-9": "Downloads",
    "please-enable-javascript": "Schakel JavaScript in om de QR-code te zien.",
    "please-use-link-in-mobile-app": "Gebruik de link in de mobiele app",
    "docs-dropdown-10": "Transparantie",
    "docs-dropdown-11": "FAQ",
    "docs-dropdown-12": "Beveiliging"
}
