{
    "reference": "Odnośniki",
    "blog": "Blog",
    "features": "Funkcje",
    "why-simplex": "Dlaczego SimpleX",
    "simplex-network": "Sieć SimpleX",
    "simplex-explained": "Objaśnienie SimpleX",
    "simplex-explained-tab-2-text": "2. Jak to działa",
    "simplex-explained-tab-3-text": "3. Co widzą serwery",
    "simplex-explained-tab-1-p-2": "Jak może to działać z jednokierunkowymi kolejkami i bez identyfikatorów profili użytkowników?",
    "simplex-explained-tab-2-p-1": "Dla każdego połączenia używasz dwóch oddzielnych kolejek z wiadomościami do wysyłania i odbierania wiadomości przez różne serwery.",
    "simplex-explained-tab-3-p-1": "Serwery mają osobne anonimowe poświadczenia dla każdej kolejki i nie wiedzą do jakich użytkowników one należą.",
    "simplex-privacy": "Prywatność SimpleX",
    "chat-bot-example": "Przykładowy chatbot",
    "smp-protocol": "Protokół SMP",
    "chat-protocol": "Protokół czatu",
    "donate": "Darowizna",
    "copyright-label": "© 2020-2023 SimpleX | Projekt Open-Source",
    "simplex-chat-protocol": "Protokół SimpleX Chat",
    "terminal-cli": "Terminal CLI",
    "terms-and-privacy-policy": "Polityka prywatności",
    "hero-header": "Prywatność zdefiniowana na nowo",
    "hero-subheader": "Pierwszy komunikator<br>bez identyfikatorów użytkowników (ID)",
    "hero-overlay-1-textlink": "Dlaczego identyfikatory użytkowników (ID) są złe dla prywatności?",
    "hero-overlay-2-textlink": "Jak działa SimpleX?",
    "hero-2-header-desc": "Film pokazuje, jak połączyć się ze znajomym za pomocą jego jednorazowego kodu QR, osobiście lub przez łącze wideo. Możesz również połączyć się poprzez udostępnienie linku zapraszającego.",
    "hero-overlay-1-title": "Jak działa SimpleX?",
    "hero-overlay-2-title": "Dlaczego identyfikatory użytkowników (ID) są złe dla prywatności?",
    "feature-1-title": "Wiadomości szyfrowane przez E2E ze składnią markdown i edycją",
    "feature-3-title": "Zaszyfrowane E2E zdecentralizowane grupy &mdash; tylko użytkownicy wiedzą, że te grupy istnieją",
    "feature-4-title": "Wiadomości głosowe zaszyfrowane przez E2E",
    "feature-5-title": "Znikające wiadomości",
    "feature-6-title": "Połączenia audio i wideo<br>szyfrowane przez E2E",
    "feature-7-title": "Przenośna zaszyfrowana pamięć aplikacji &mdash; przenieś profil na inne urządzenie",
    "simplex-private-4-title": "Możliwy<br>dostęp za pośrednictwem sieci Tor",
    "simplex-private-5-title": "Wielowarstwowy<br>padding treści",
    "simplex-private-6-title": "Wymiana kluczy<br> out-of-band",
    "simplex-private-7-title": "Weryfikacja<br>integralności wiadomości",
    "simplex-private-card-9-point-1": "Każda kolejka z wiadomościami przekazuje wiadomości w jednym kierunku, z różnymi adresami wysyłania i odbierania.",
    "simplex-private-card-9-point-2": "Zmniejsza wektory ataku, w porównaniu do tradycyjnych brokerów wiadomości, oraz dostępne metadane.",
    "simplex-private-card-10-point-1": "SimpleX używa tymczasowych anonimowych adresów par i poświadczeń dla każdego kontaktu użytkownika lub członka grupy.",
    "simplex-private-card-10-point-2": "Pozwala na dostarczanie wiadomości bez identyfikatorów profilu użytkownika, zapewniając lepszą prywatność metadanych niż rozwiązania alternatywne.",
    "privacy-matters-1-overlay-1-title": "Prywatność to oszczędność pieniędzy",
    "privacy-matters-1-overlay-1-linkText": "Prywatność to oszczędność pieniędzy",
    "home": "Strona główna",
    "developers": "Deweloperzy",
    "simplex-explained-tab-1-text": "1. Jakie są doświadczenia użytkowników",
    "simplex-explained-tab-1-p-1": "Możesz tworzyć kontakty i grupy oraz prowadzić dwukierunkowe rozmowy, jak w każdym innym komunikatorze.",
    "simplex-explained-tab-2-p-2": "Serwery przekazują wiadomości tylko w jedną stronę, nie mając pełnego obrazu konwersacji i połączeń użytkownika.",
    "simplex-explained-tab-3-p-2": "Użytkownicy mogą jeszcze bardziej zwiększyć prywatność metadanych, używając Tor do uzyskania dostępu do serwerów, co zapobiega korelacji na podstawie adresu IP.",
    "hero-p-1": "Inne aplikacje posiadają identyfikatory użytkowników (ID): Signal, Matrix, Session, Briar, Jami, Cwtch itp.<br> SimpleX nie, <strong>nie posiada nawet losowych numerów</strong>.<br> To radykalnie poprawia Twoją prywatność.",
    "feature-2-title": "Obrazy, wideo i pliki<br>zaszyfrowane przez E2E",
    "feature-8-title": "Tryb incognito &mdash;<br>unikalny dla SimpleX Chat",
    "simplex-network-overlay-1-title": "Porównanie z protokołami komunikacyjnymi P2P",
    "simplex-private-1-title": "Dwie warstwy<br>szyfrowania typu end-to-end",
    "simplex-private-2-title": "Dodatkowa warstwa<br>szyfrowania serwera",
    "simplex-private-3-title": "Bezpieczny uwierzytelniony<br>transport TLS",
    "simplex-private-card-3-point-1": "Do połączeń klient-serwer używany jest tylko TLS 1.2/1.3 z silnymi algorytmami.",
    "simplex-private-8-title": "Mieszanie wiadomości<br>w celu zmniejszenia korelacji",
    "simplex-private-9-title": "Jednokierunkowe<br>kolejki wiadomości",
    "simplex-private-card-1-point-2": "NaCL cryptobox w każdej kolejce, aby zapobiec korelacji ruchu między kolejkami wiadomości, jeśli bezpieczeństwo protokołu TLS zostanie naruszone.",
    "simplex-private-card-2-point-1": "Dodatkowa warstwa szyfrowania serwera w celu dostarczenia do odbiorcy, aby zapobiec korelacji między odebranym i wysłanym ruchem serwera, jeśli bezpieczeństwo protokołu TLS zostanie naruszone.",
    "simplex-private-card-3-point-2": "Odcisk palca serwera i wiązanie kanałów zapobiegają atakom MITM i replay.",
    "simplex-private-card-3-point-3": "Wznowienie połączenia jest wyłączone, aby zapobiec atakom na sesje.",
    "simplex-private-card-4-point-1": "Aby chronić swój adres IP, możesz uzyskać dostęp do serwerów przez Tor lub inną sieć nakładki transportowej.",
    "simplex-private-card-6-point-1": "Wiele platform komunikacyjnych jest podatnych na ataki MITM ze strony serwerów lub dostawców sieci.",
    "simplex-private-card-6-point-2": "Aby temu zapobiec aplikacje SimpleX przekazują klucze jednorazowe out-of-band, gdy udostępniasz adres jako link lub kod QR.",
    "simplex-private-card-7-point-1": "Aby zagwarantować integralność, wiadomości są kolejno numerowane i zawierają hash poprzedniej wiadomości.",
    "simplex-private-card-7-point-2": "Jeśli jakaś wiadomość zostanie dodana, usunięta lub zmieniona, odbiorca zostanie o tym powiadomiony.",
    "simplex-private-card-4-point-2": "Aby użyć SimpleX przez Tor zainstaluj <a href=\"https://guardianproject.info/apps/org.torproject.android/\" target=\"_blank\">aplikację Orbot na android</a> i włącz proxy SOCKS5 (lub VPN <a href=\"https://apps.apple.com/us/app/orbot/id1609461599?platform=iphone\" target=\"_blank\">na iOS</a>).",
    "simplex-private-card-5-point-1": "SimpleX używa paddingu treści dla każdej warstwy szyfrowania, aby udaremnić ataki na rozmiar wiadomości.",
    "simplex-private-card-5-point-2": "Dzięki temu wiadomości o różnych rozmiarach wyglądają tak samo dla serwerów i obserwatorów sieci.",
    "simplex-private-card-8-point-1": "Serwery SimpleX działają jak węzły mieszania o niskim opóźnieniu &mdash; wiadomości przychodzące i wychodzące mają inną kolejność.",
    "hero-2-header": "Nawiąż prywatne połączenie",
    "simplex-private-10-title": "Tymczasowe anonimowe identyfikatory parami",
    "simplex-private-card-1-point-1": "Protokół double-ratchet &mdash;<br>OTR messaging z perfect forward secrecy i break-in recovery.",
    "privacy-matters-2-title": "Manipulowanie wyborami",
    "privacy-matters-3-title": "Ściganie ze względu na niewinne skojarzenie",
    "privacy-matters-3-overlay-1-title": "Prywatność chroni Twoją wolność",
    "privacy-matters-1-title": "Reklama oraz dyskryminacja cenowa",
    "privacy-matters-2-overlay-1-title": "Prywatność daje Ci władzę",
    "privacy-matters-2-overlay-1-linkText": "Prywatność daje Ci władzę",
    "simplex-unique-card-3-p-2": "Wiadomości zaszyfrowane end-to-end są przechowywane tymczasowo na serwerach przekaźnikowych SimpleX do momentu ich odebrania, po czym są trwale usuwane.",
    "simplex-unique-card-4-p-1": "Sieć SimpleX jest w pełni zdecentralizowana i niezależna od jakiejkolwiek krypto-waluty lub jakiejkolwiek innej platformy, poza Internetem.",
    "simplex-unique-card-2-p-1": "Ponieważ na platformie SimpleX nie masz identyfikatora ani stałego adresu, nikt nie może się z Tobą skontaktować, chyba że udostępnisz jednorazowy lub tymczasowy adres użytkownika, w postaci kodu QR lub linku.",
    "simplex-unique-card-3-p-1": "SimpleX przechowuje wszystkie dane użytkownika na urządzeniach klienckich w formacie <strong>przenośnej zaszyfrowanej bazy danych</strong> &mdash; można je przenieść na inne urządzenie.",
    "comparison-point-1-text": "Wymaga globalnej tożsamości",
    "comparison-point-2-text": "Możliwość ataku MITM",
    "comparison-point-3-text": "Zależność od DNS",
    "comparison-point-4-text": "Sieć pojedyncza lub scentralizowana",
    "comparison-point-5-text": "Centralny komponent lub inny atak w całej sieci",
    "yes": "Tak",
    "no": "Nie",
    "no-private": "Nie - prywatne",
    "no-secure": "Nie - bezpieczny",
    "no-resilient": "Nie - odporny",
    "no-decentralized": "Nie - zdecentralizowany",
    "no-federated": "Nie - sfederowany",
    "comparison-section-list-point-1": "Zazwyczaj na podstawie numeru telefonu, w niektórych przypadkach na podstawie nazwy użytkownika",
    "comparison-section-list-point-2": "Adresy oparte na DNS",
    "comparison-section-list-point-5": "Nie chroni prywatności metadanych użytkowników",
    "see-here": "zobacz tutaj",
    "simplex-unique-1-title": "Masz pełną prywatność",
    "hero-overlay-card-1-p-3": "Ty określasz, którego serwera (serwerów) użyć do odbierania wiadomości, Twoje kontakty &mdash; serwery, których używasz do wysyłania do nich wiadomości. Każda rozmowa prawdopodobnie będzie korzystać z dwóch różnych serwerów.",
    "hero-overlay-card-1-p-4": "Taka konstrukcja zapobiega wyciekowi jakichkolwiek&apos; metadanych użytwoników na poziomie aplikacji. Aby jeszcze bardziej zwiększyć prywatność i chronić swój adres IP, możesz połączyć się z serwerami wiadomości przez Tor.",
    "privacy-matters-3-overlay-1-linkText": "Prywatność chroni Twoją wolność",
    "simplex-unique-3-overlay-1-title": "Własność, kontrola i bezpieczeństwo Twoich danych",
    "simplex-unique-1-overlay-1-title": "Pełna prywatność Twojej tożsamości, profilu, kontaktów i metadanych",
    "simplex-unique-2-title": "Jesteś chroniony<br>przed spamem i nadużyciami",
    "simplex-unique-2-overlay-1-title": "Najlepsza ochrona przed spamem i nadużyciami",
    "simplex-unique-3-title": "Masz kontrolę nad swoimi danymi",
    "simplex-unique-4-title": "Jesteś właścicielem sieci SimpleX",
    "simplex-unique-4-overlay-1-title": "W pełni zdecentralizowana &mdash; użytkownicy są właścicielami sieci SimpleX",
    "hero-overlay-card-1-p-1": "Wielu użytkowników pytało: <em>jeśli SimpleX nie ma identyfikatorów użytkowników, skąd może wiedzieć, gdzie dostarczyć wiadomości?</em>",
    "hero-overlay-card-1-p-2": "Aby dostarczyć wiadomości, zamiast identyfikatorów użytkownika używanych przez wszystkie inne platformy, SimpleX używa tymczasowych anonimowych identyfikatorów kolejek wiadomości, oddzielnych dla każdego z twoich połączeń &mdash; nie ma żadnych długoterminowych identyfikatorów.",
    "simplex-network-overlay-card-1-li-1": "Sieci P2P opierają się na pewnym wariancie <a href='https://en.wikipedia.org/wiki/Distributed_hash_table'>DHT</a> do przekazywania wiadomości. DHT muszą równoważyć gwarancję dostarczenia i opóźnienie. SimpleX ma zarówno lepszą gwarancję dostarczenia, jak i mniejsze opóźnienia niż P2P, ponieważ wiadomość może być nadmiarowo przepuszczona przez kilka serwerów równolegle, z wykorzystaniem serwerów wybranych przez odbiorcę. W sieciach P2P wiadomość jest przepuszczana przez , <em>O(log N)</em> węzłów sekwencyjnie, z wykorzystaniem węzłów wybranych przez algorytm.",
    "privacy-matters-overlay-card-3-p-3": "Zwykli ludzie są aresztowani za to, co udostępniają w sieci, nawet za pośrednictwem swoich \"anonimowych\" kont, <a href='https://www.dailymail.co.uk/news/article-11282263/Moment-police-swoop-house-devout-catholic-mother-malicious-online-posts.html' target='_blank'>nawet w krajach demokratycznych</a>.",
    "hero-overlay-card-1-p-6": "Więcej w <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>SimpleX whitepaper</a>.",
    "hero-overlay-card-2-p-1": "Gdy użytkownicy mają trwałe tożsamości, nawet jeśli jest to tylko losowa liczba, jak ID sesji, istnieje ryzyko, że dostawca lub atakujący może obserwować, jak użytkownicy są połączeni i ile wiadomości wysyłają.",
    "hero-overlay-card-2-p-2": "Następnie mogliby skorelować te informacje z istniejącymi publicznymi sieciami społecznymi i określić niektóre prawdziwe tożsamości.",
    "hero-overlay-card-2-p-4": "SimpleX chroni przed tymi atakami, nie mając w swojej konstrukcji żadnych identyfikatorów użytkowników. A jeśli używasz trybu Incognito, będziesz miał inną nazwę wyświetlania dla każdego kontaktu, unikając wszelkich wspólnych danych między nimi.",
    "simplex-network-overlay-card-1-p-1": "<a href='https://en.wikipedia.org/wiki/Peer-to-peer'>P2P</a> protokoły i aplikacje do przesyłania wiadomości mają różne problemy, które czynią je mniej niezawodnymi niż SimpleX, bardziej skomplikowanymi w analizie i podatnymi na kilka rodzajów ataków.",
    "simplex-network-overlay-card-1-li-2": "Projekt SimpleX, w przeciwieństwie do większości sieci P2P, nie posiada żadnych globalnych identyfikatorów użytkowników, nawet tymczasowych, a jedynie używa tymczasowych identyfikatorów parami, zapewniając lepszą anonimowość i ochronę metadanych.",
    "simplex-network-overlay-card-1-li-4": "Implementacje P2P mogą być blokowane przez niektórych dostawców Internetu (np. <a href='https://en.wikipedia.org/wiki/BitTorrent'>BitTorrent</a>). SimpleX jest agnostykiem transportowym - może działać przez standardowe protokoły internetowe, np. WebSockets.",
    "privacy-matters-overlay-card-1-p-3": "Niektóre firmy finansowe i ubezpieczeniowe wykorzystują wykresy społeczne do określania stóp procentowych i składek. Często powoduje to, że osoby o niższych dochodach płacą więcej &mdash; jest to znane jako <a href='https://fairbydesign.com/povertypremium/' target='_blank'>'premia za ubóstwo'</a>.",
    "privacy-matters-overlay-card-1-p-4": "Platforma SimpleX chroni prywatność Twoich połączeń lepiej niż jakakolwiek alternatywa, w pełni zapobiegając udostępnieniu Twojego wykresu społecznego jakimkolwiek firmom lub organizacjom. Nawet gdy ludzie korzystają z serwerów udostępnianych przez SimpleX Chat, nie znamy liczby użytkowników ani ich połączeń.",
    "privacy-matters-overlay-card-1-p-2": "Sprzedawcy internetowi wiedzą, że osoby o niższych dochodach częściej dokonują pilnych zakupów, więc mogą naliczać wyższe ceny lub usuwać rabaty.",
    "privacy-matters-overlay-card-2-p-2": "Aby być obiektywnym i podejmować niezależne decyzje musisz mieć kontrolę nad swoją przestrzenią informacyjną. Jest to możliwe tylko wtedy, gdy korzystasz z prywatnej platformy komunikacyjnej, która nie ma dostępu do Twojego wykresu społecznego.",
    "privacy-matters-overlay-card-2-p-3": "SimpleX to pierwsza platforma, która z założenia nie posiada żadnych identyfikatorów użytkowników, w ten sposób chroniąc Twój wykres połączeń lepiej niż jakakolwiek znana alternatywa.",
    "simplex-network-overlay-card-1-li-5": "Wszystkie znane sieci P2P mogą być podatne na <a href='https://en.wikipedia.org/wiki/Sybil_attack'>atak Sybil</a>, ponieważ każdy węzeł jest możliwy do odkrycia, a sieć działa jako całość. Znane środki łagodzące wymagają albo scentralizowanego komponentu, albo kosztownego <a href='https://en.wikipedia.org/wiki/Proof_of_work'>proof of work</a>. SimpleX nie ma możliwości odkrywania serwerów, jest pofragmentowana i działa jako wiele odizolowanych podsieci, co uniemożliwia ataki na całą sieć.",
    "privacy-matters-overlay-card-2-p-1": "Jeszcze nie tak dawno obserwowaliśmy, jak główne wybory były manipulowane przez <a href='https://en.wikipedia.org/wiki/Facebook-Cambridge_Analytica_data_scandal' target='_blank'>szacowną firmę konsultingową</a>, która wykorzystywała nasze wykresy społeczne do zniekształcania naszego spojrzenia na świat rzeczywisty i manipulowania naszymi głosami.",
    "privacy-matters-overlay-card-3-p-1": "Każdy powinien dbać o prywatność i bezpieczeństwo swojej komunikacji &mdash; nieszkodliwe rozmowy mogą narazić Cię na niebezpieczeństwo, nawet jeśli nie masz nic do ukrycia.",
    "privacy-matters-overlay-card-3-p-2": "Jedną z najbardziej wstrząsających historii jest doświadczenie <a href='https://en.wikipedia.org/wiki/Mohamedou_Ould_Slahi' target='_blank'>Mohamedou Ould Salahi</a> opisane w jego pamiętniku i pokazane w filmie Mauretańczyk (2021). Został on umieszczony w obozie Guantanamo, bez procesu, i był tam torturowany przez 15 lat po telefonie do swojego krewnego w Afganistanie, pod zarzutem udziału w atakach 9/11, mimo że przez poprzednie 10 lat mieszkał w Niemczech.",
    "privacy-matters-overlay-card-3-p-4": "Nie wystarczy używać komunikatora szyfrowanego end-to-end, wszyscy powinniśmy używać komunikatorów, które chronią prywatność naszych sieci osobistych &mdash; z kim jesteśmy połączeni.",
    "simplex-unique-overlay-card-1-p-1": "W przeciwieństwie do innych platform komunikacyjnych, SimpleX ma <strong>brak identyfikatorów przypisanych do użytkowników</strong>. Nie polega na numerach telefonów, adresach opartych na domenie (jak e-mail lub XMPP), nazwach użytkowników, kluczach publicznych czy nawet losowych liczbach, aby zidentyfikować swoich użytkowników &mdash; nie wiemy, ile osób korzysta z naszych serwerów SimpleX.",
    "hero-overlay-card-2-p-3": "Nawet w przypadku najbardziej prywatnych aplikacji, które korzystają z trzeciej wersji usług Tor, jeśli rozmawiasz z dwoma różnymi kontaktami za pośrednictwem tego samego profilu, mogą one udowodnić, że są połączone z tą samą osobą.",
    "simplex-network-overlay-card-1-li-3": "P2P nie rozwiązuje <a href='https://en.wikipedia.org/wiki/Man-in-the-middle_attack'>ataku MITM</a> problemu, a większość istniejących implementacji nie używa wiadomości out-of-band do początkowej wymiany klucza. SimpleX używa wiadomości out-of-band lub, w niektórych przypadkach, wcześniej istniejących bezpiecznych i zaufanych połączeń do początkowej wymiany klucza.",
    "hero-overlay-card-1-p-5": "Tylko urządzenia klienckie przechowują profile użytkowników, kontakty i grupy; wiadomości są przesyłane z 2-warstwowym szyfrowaniem end-to-end.",
    "simplex-unique-overlay-card-3-p-2": "Wiadomości zaszyfrowane end-to-end są przechowywane tymczasowo na serwerach przekaźnikowych SimpleX do momentu ich odebrania, po czym są trwale usuwane.",
    "simplex-network-overlay-card-1-li-6": "Sieci P2P mogą być podatne na atak <a href='https://www.usenix.org/conference/woot15/workshop-program/presentation/p2p-file-sharing-hell-exploiting-bittorrent'>DRDoS</a>, kiedy klienci mogą rozgłaszać i wzmacniać ruch, co powoduje odmowę usługi w całej sieci. Klienci SimpleX przekazują jedynie ruch ze znanego połączenia i nie mogą być wykorzystani przez atakującego do wzmocnienia ruchu w całej sieci.",
    "privacy-matters-overlay-card-1-p-1": "Wiele dużych firm wykorzystuje informacje o tym, z kim jesteś połączony, aby oszacować Twoje dochody, sprzedać Ci produkty, których tak naprawdę nie potrzebujesz, oraz ustalić ceny.",
    "simplex-unique-overlay-card-2-p-2": "Nawet w przypadku opcjonalnego adresu użytkownika, podczas gdy może on być używany do wysyłania spamowych zapytań o kontakt, możesz go zmienić lub całkowicie usunąć bez utraty jakichkolwiek połączeń.",
    "simplex-unique-overlay-card-1-p-2": "Do dostarczania wiadomości SimpleX używa <a href='https://csrc.nist.gov/glossary/term/Pairwise_Pseudonymous_Identifier'>parami anonimowych adresów</a> jednokierunkowych kolejek z wiadomościami, oddzielnych dla wiadomości odbieranych i wysyłanych, zwykle przez różne serwery. Korzystanie z SimpleX jest jak posiadanie <strong>wielu &ldquo;jednorazowych&rdquo; emailów lub osobnego telefonu dla każdego kontaktu</strong> i braku problemów z zarządzaniem nimi.",
    "simplex-unique-overlay-card-1-p-3": "Taka konstrukcja chroni prywatność tego, z kim się komunikujesz, ukrywając ją przed serwerami platformy SimpleX i przed wszelkimi obserwatorami. Aby ukryć swój adres IP przed serwerami, możesz <strong>połączyć się z serwerami SimpleX za pośrednictwem sieci Tor</strong>.",
    "simplex-unique-overlay-card-3-p-4": "Nie ma żadnych identyfikatorów ani szyfrogramów wspólnych między wysyłanym i odbieranym ruchem serwera &mdash; jeśli ktokolwiek to obserwuje, nie może łatwo określić, kto komunikuje się z kim, nawet jeśli bezpieczeństwo protokołu TLS zostało zagrożone.",
    "simplex-unique-overlay-card-2-p-1": "Ponieważ nie masz identyfikatora na platformie SimpleX, nikt nie może się z Tobą skontaktować, chyba że udostępnisz jednorazowy lub tymczasowy adres użytkownika, w postaci kodu QR lub linku.",
    "simplex-unique-overlay-card-3-p-1": "SimpleX Chat przechowuje wszystkie dane użytkowników tylko na urządzeniach klienckich przy użyciu <strong>przenośnego formatu zaszyfrowanej bazy danych</strong>, który można wyeksportować i przenieść na dowolne obsługiwane urządzenie.",
    "simplex-unique-overlay-card-3-p-3": "W przeciwieństwie do serwerów sieci federacyjnych (e-mail, XMPP czy Matrix), serwery SimpleX nie przechowują kont użytkowników, a jedynie przekazują wiadomości, chroniąc prywatność obu stron.",
    "simplex-unique-overlay-card-4-p-1": "Możesz <strong>używać SimpleX z własnymi serwerami</strong> i nadal komunikować się z osobami, które korzystają z dostarczonych przez nas prekonfigurowanych serwerów.",
    "donate-here-to-help-us": "Przekaż darowiznę tutaj, aby nam pomóc",
    "simplex-unique-overlay-card-4-p-3": "Jeśli rozważasz rozwój dla platformy SimpleX, na przykład czatbotu dla użytkowników aplikacji SimpleX lub integrację biblioteki SimpleX Chat w swoich aplikacjach mobilnych, prosimy o <a href='https://simplex.chat/contact#/?v=1&smp=smp%3A%2F%2FPQUV2eL0t7OStZOoAsPEV2QYWt4-xilbakvGUGOItUo%3D%40smp6.simplex.im%2FK1rslx-m5bpXVIdMZg9NLUZ_8JBm8xTt%23MCowBQYDK2VuAyEALDeVe-sG8mRY22LsXlPgiwTNs9dbiLrNuA7f3ZMAJ2w%3D' target='_blank'>kontakt</a> dla wszelkich porad i wsparcia.",
    "simplex-unique-card-1-p-1": "SimpleX chroni prywatność Twojego profilu, kontaktów i metadanych, ukrywając je przed serwerami platformy SimpleX i wszelkimi obserwatorami.",
    "simplex-unique-overlay-card-4-p-2": "Platforma SimpleX wykorzystuje <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>otwarty protokół</a> i udostępnia <a href='https://github.com/simplex-chat/simplex-chat/tree/stable/packages/simplex-chat-client/typescript' target='_blank'>SDK do tworzenia chatbotów</a>, umożliwiając implementację usług, z którymi użytkownicy mogą wchodzić w interakcje za pośrednictwem aplikacji SimpleX Chat &mdash; naprawdę&apos; nie możemy się doczekać, aby zobaczyć, jakie usługi SimpleX możesz zbudować.",
    "simplex-unique-card-1-p-2": "W przeciwieństwie do każdej innej istniejącej platformy komunikacyjnej, SimpleX nie ma żadnych identyfikatorów przypisanych do użytkowników &mdash; <strong>nawet losowych liczb</strong>.",
    "tap-the-connect-button-in-the-app": "Stuknij przycisk <span class='text-active-blue'>'połącz się'</span> w aplikacji",
    "join-the-REDDIT-community": "Dołącz do społeczności REDDIT",
    "unique": "unikalny",
    "hide-info": "Ukryj informacje",
    "simplex-unique-card-4-p-2": "Możesz <strong>używać SimpleX z własnymi serwerami</strong> lub z serwerami dostarczonymi przez nas &mdash; i nadal łączyć się z dowolnym użytkownikiem.",
    "we-invite-you-to-join-the-conversation": "Zapraszamy do udziału w rozmowie",
    "enter-your-email-address": "Wpisz swój adres e-mail",
    "get-simplex": "Pobierz SimpleX <a href=\"/downloads\">desktop app</a>",
    "why-simplex-is": "Dlaczego SimpleX jest",
    "join": "Dołącz do",
    "join-us-on-GitHub": "Dołącz do nas na GitHubie",
    "sign-up-to-receive-our-updates": "Zapisz się, aby otrzymywać nasze aktualizacje",
    "open-simplex-app": "Otwórz aplikację Simplex",
    "learn-more": "Dowiedz się więcej",
    "more-info": "Więcej informacji",
    "install-simplex-app": "Zainstaluj aplikację SimpleX",
    "use-this-command": "Użyj tego polecenia:",
    "github-repository": "Repozytorium GitHub",
    "contact-hero-header": "Otrzymałeś adres do połączenia na SimpleX Chat",
    "invitation-hero-header": "Otrzymałeś jednorazowy link do połączenia na SimpleX Chat",
    "contact-hero-subheader": "Zeskanuj kod QR za pomocą aplikacji SimpleX Chat na swoim telefonie lub tablecie.",
    "connect-in-app": "Połącz się w aplikacji",
    "contact-hero-p-1": "Klucze publiczne i adres kolejki wiadomości w tym linku NIE są przesyłane przez sieć, gdy oglądasz tę stronę &mdash; są one zawarte w linku we fragmencie hash adresu URL.",
    "if-you-already-installed": "Jeśli już zainstalowałeś",
    "contact-hero-p-2": "Nie pobrałeś jeszcze SimpleX Chat?",
    "contact-hero-p-3": "Skorzystaj z poniższych linków, aby pobrać aplikację.",
    "scan-qr-code-from-mobile-app": "Zeskanuj kod QR z aplikacji mobilnej",
    "to-make-a-connection": "Aby nawiązać połączenie:",
    "scan-the-qr-code-with-the-simplex-chat-app": "Zeskanuj kod QR za pomocą aplikacji SimpleX Chat",
    "scan-the-qr-code-with-the-simplex-chat-app-description": "Klucze publiczne i adres kolejki wiadomości w tym linku NIE są wysyłane przez sieć podczas przeglądania tej strony &mdash;<br> są one zawarte w linku we fragmencie hash adresu URL.",
    "installing-simplex-chat-to-terminal": "Instalacja SimpleX Chat do terminala",
    "if-you-already-installed-simplex-chat-for-the-terminal": "Jeśli zainstalowałeś już SimpleX Chat dla terminala",
    "see-simplex-chat": "Zobacz SimpleX Chat",
    "the-instructions--source-code": "instrukcje jak to pobrać lub skompilować z kodu źródłowego.",
    "simplex-chat-for-the-terminal": "SimpleX Chat dla terminala",
    "privacy-matters-section-header": "Dlaczego prywatność <span class='gradient-text'>ma znaczenie</span>",
    "privacy-matters-section-subheader": "Zachowanie prywatności Twoich metadanych &mdash; <span class='text-active-blue'>z kim rozmawiasz</span> &mdash; chroni Cię przed:",
    "copy-the-command-below-text": "skopiuj poniższe polecenie i użyj go na czacie:",
    "privacy-matters-section-label": "Upewnij się, że Twój komunikator nie ma dostępu do Twoich danych!",
    "simplex-network-1-header": "W przeciwieństwie do sieci P2P",
    "simplex-network-section-desc": "Simplex Chat zapewnia najlepszą prywatność dzięki połączeniu zalet sieci P2P i sieci federacyjnych.",
    "simplex-network-2-header": "W przeciwieństwie do sieci federacyjnych",
    "simplex-private-section-header": "Co sprawia, że SimpleX jest <span class='gradient-text'>prywatny</span>",
    "tap-to-close": "Stuknij, aby zamknąć",
    "simplex-network-section-header": "SimpleX <span class='gradient-text'>Sieć</span>",
    "simplex-network-2-desc": "Serwery przekaźnikowe SimpleX NIE przechowują profili użytkowników, kontaktów i dostarczonych wiadomości, NIE łączą się ze sobą i NIE ma katalogu serwerów.",
    "simplex-network-1-desc": "Wszystkie wiadomości są wysyłane przez serwery, co zapewnia lepszą prywatność metadanych i niezawodne asynchroniczne dostarczanie wiadomości, przy jednoczesnym unikaniu wielu",
    "protocol-1-text": "Signal, duże platformy",
    "simplex-network-1-overlay-linktext": "problemów sieci P2P",
    "simplex-network-3-header": "Sieć SimpleX",
    "simplex-network-3-desc": "serwerów zapewniają <span class='text-active-blue'>jednokierunkowe kolejki</span> do łączenia użytkowników, ale nie mają wglądu w wykres połączeń sieciowych &mdash; robią to tylko użytkownicy.",
    "comparison-section-header": "Porównanie z innymi protokołami",
    "comparison-section-list-point-3": "Klucz publiczny lub inny globalnie unikalny identyfikator (ID)",
    "protocol-2-text": "XMPP, Matrix",
    "protocol-3-text": "Protokoły sieci P2P",
    "comparison-section-list-point-6": "Podczas gdy sieci P2P są rozproszone, nie są sfederowane - działają jako jedna sieć",
    "comparison-section-list-point-4": "Jeśli bezpieczeństwo serwerów operatora zostało naruszone. Zweryfikuj kody bezpieczeństwa w Signalu lub innej aplikacji aby to złagodzić",
    "comparison-section-list-point-7": "Sieci P2P albo mają centralny organ, albo cała sieć może zostać skompromitowana",
    "guide-dropdown-1": "Szybki start",
    "guide-dropdown-2": "Wysyłanie wiadomości",
    "guide-dropdown-3": "Tajne grupy",
    "guide-dropdown-4": "Profile czatu",
    "guide-dropdown-5": "Zarządzanie danymi",
    "guide-dropdown-6": "Połączenia audio i wideo",
    "guide-dropdown-7": "Prywatność i bezpieczeństwo",
    "guide-dropdown-8": "Ustawienia aplikacji",
    "guide-dropdown-9": "Nawiązywanie połączeń",
    "guide": "Przewodnik",
    "docs-dropdown-1": "Platforma SimpleX",
    "docs-dropdown-2": "Dostęp do plików Androida",
    "docs-dropdown-3": "Dostęp do bazy danych czatu",
    "docs-dropdown-4": "Hostuj serwer SMP",
    "docs-dropdown-5": "Hostuj serwer XFTP",
    "docs-dropdown-6": "Serwery WebRTC",
    "docs-dropdown-7": "Przetłumacz SimpleX Chat",
    "newer-version-of-eng-msg": "Istnieje nowsza wersja tej strony w języku angielskim.",
    "click-to-see": "Kliknij, aby zobaczyć",
    "menu": "Menu",
    "on-this-page": "Na tej stronie",
    "back-to-top": "Powrót do góry",
    "glossary": "Słowniczek",
    "f-droid-page-simplex-chat-repo-section-text": "Aby dodać do Twojego klienta F-Droid, <span class='hide-on-mobile'>zeskanuj kod QR lub</span> użyj tego URL:",
    "f-droid-page-f-droid-org-repo-section-text": "Repozytoria SimpleX Chat i F-Droid.org mają podpisane budowy z innymi kluczami. Aby zmienić, proszę <a href='/docs/guide/chat-profiles.html#move-your-chat-profiles-to-another-device'>wyeksportuj</a> bazę czatu i przeinstaluj aplikację.",
    "docs-dropdown-8": "Serwis katalogowy SimpleX",
    "simplex-chat-via-f-droid": "SimpleX Chat na F-Droid",
    "simplex-chat-repo": "Repo SimpleX",
    "stable-and-beta-versions-built-by-developers": "Wersje stabilne i beta zbudowane przez deweloperów",
    "signing-key-fingerprint": "Odcisk klucza podpisu (SHA-256)",
    "f-droid-org-repo": "Repo F-Droid.org",
    "stable-versions-built-by-f-droid-org": "Wersje stabilne zbudowane przez F-Droid.org",
    "releases-to-this-repo-are-done-1-2-days-later": "Wydania na tym repo są 1-2 dni później",
    "comparison-section-list-point-4a": "Przekaźniki SimpleX nie mogą skompromitować szyfrowania e2e. Zweryfikuj kody bezpieczeństwa aby złagodzić atak na kanał pozapasmowy",
    "hero-overlay-3-title": "Ocena bezpieczeństwa",
    "hero-overlay-card-3-p-2": "Trail of Bits przejrzał komponenty kryptograficzne i sieciowe platformy SimpleX w listopadzie 2022.",
    "hero-overlay-card-3-p-3": "Przeczytaj więcej w <a href=\"/blog/20221108-simplex-chat-v4.2-security-audit-new-website.html\">ogłoszeniach</a>.",
    "jobs": "Dołącz do zespołu",
    "hero-overlay-3-textlink": "Ocena bezpieczeństwa",
    "hero-overlay-card-3-p-1": "<a href=\"https://www.trailofbits.com/about/\">Trail of Bits</a> jest wiodącą firmą konsultingową w zakresie bezpieczeństwa i technologii, której klientami są duże firmy technologiczne, agencje rządowe i główne projekty blockchain.",
    "docs-dropdown-9": "Pliki do pobrania",
    "please-enable-javascript": "Prosimy o włączenie JavaScript w celu wyświetlenia kodu QR.",
    "please-use-link-in-mobile-app": "Prosimy o skorzystanie z linku w aplikacji mobilnej",
    "docs-dropdown-10": "Przezroczystość",
    "docs-dropdown-12": "Bezpieczeństwo",
    "docs-dropdown-11": "Często zadawane pytania"
}
