{
    "home": "Início",
    "developers": "Desenvolvedores",
    "reference": "Referência",
    "blog": "Blog",
    "features": "Recursos",
    "why-simplex": "Por que SimpleX",
    "simplex-privacy": "Privacidade do SimpleX",
    "simplex-explained-tab-2-text": "2. Como funciona",
    "simplex-network": "Rede SimpleX",
    "simplex-explained-tab-1-p-1": "Você pode criar contatos e grupos e ter conversas bidirecionais, como em qualquer outro mensageiro.",
    "simplex-explained-tab-2-p-1": "Para cada conexão, são usadas duas filas de mensagens separadas para enviar e receber mensagens por meio de servidores diferentes.",
    "hero-p-1": "Outros aplicativos possuem IDs de usuário: Signal, Matrix, Session, Briar, Jami, Cwtch, etc.<br> O SimpleX não tem, <strong>nem mesmo números aleatórios</strong>.<br> Isso melhora radicalmente a sua privacidade.",
    "terms-and-privacy-policy": "Termos e Política de Privacidade",
    "hero-2-header-desc": "O vídeo mostra como você se conecta com seu amigo através do QR code de uso único dele, pessoalmente ou via link de vídeo. Você também pode se conectar compartilhando um link de convite.",
    "feature-7-title": "Armazenamento do aplicativo criptografado portátil &mdash; mova o perfil para outro dispositivo",
    "simplex-explained": "Explicação do SimpleX",
    "simplex-explained-tab-1-text": "1. O que os usuários experimentam",
    "simplex-explained-tab-3-text": "3. O que os servidores veem",
    "simplex-explained-tab-1-p-2": "Como ele pode funcionar com filas unidirecionais e sem identificadores de perfil de usuário?",
    "simplex-explained-tab-2-p-2": "Os servidores só passam mensagens em uma direção, sem ter a imagem completa da conversa ou conexões do usuário.",
    "simplex-explained-tab-3-p-1": "Os servidores têm credenciais anônimas separadas para cada envio e não sabem a que usuários elas pertencem.",
    "simplex-explained-tab-3-p-2": "Os usuários podem melhorar ainda mais a privacidade de metadados usando o Tor para acessar os servidores, impedindo a correlação pelo endereço de IP.",
    "chat-bot-example": "Exemplo de chat bot",
    "smp-protocol": "Protocolo SMP",
    "chat-protocol": "Protocolo de bate-papo",
    "donate": "Doar",
    "copyright-label": "© 2020-2024 SimpleX | Projeto de Código Livre",
    "simplex-chat-protocol": "Protocolo Chat SimpleX",
    "terminal-cli": "CLI Terminal",
    "hero-header": "Privacidade redefinida",
    "hero-subheader": "O primeiro mensageiro<br>sem ID de usuário",
    "hero-overlay-2-textlink": "Como o SimpleX funciona?",
    "hero-2-header": "Faça uma conexão privada",
    "hero-overlay-1-title": "Como o SimpleX funciona?",
    "hero-overlay-1-textlink": "Por que os IDs são ruins para a privacidade?",
    "hero-overlay-2-title": "Por que os IDs são ruins para a privacidade?",
    "feature-1-title": "Mensagens criptografadas de ponta-a-ponta com markdown e edição",
    "feature-2-title": "Criptografia de ponta-a-ponta<br>imagens, vídeos e arquivos",
    "feature-3-title": "Criptografia de ponta-a-ponta descentralizada de grupos &mdash; somente os usuários sabem que eles existem",
    "feature-4-title": "Mensagens de voz criptografadas de ponta-a-ponta",
    "feature-5-title": "Mensagens que desaparecem",
    "feature-6-title": "Chamadas de áudio e vídeo<br>criptografadas de ponta-a-ponta",
    "simplex-private-1-title": "2 camadas de<br>criptografia ponta-a-ponta",
    "simplex-private-3-title": "Transporte TLS<br>seguro e autenticado",
    "simplex-private-card-2-point-1": "Camada adicional de criptografia de servidor para entrega ao destinatário, para evitar a correlação entre o tráfego de servidor recebido e enviado se o TLS for comprometido.",
    "simplex-private-card-4-point-1": "Para proteger seu endereço IP, você pode acessar os servidores por meio do Tor ou de alguma outra rede de sobreposição de transporte.",
    "simplex-private-card-4-point-2": "Para usar o SimpleX via Tor, instale o aplicativo <a href=\"https://guardianproject.info/apps/org.torproject.android/\" target=\"_blank\">Orbot</a> e ative o proxy SOCKS5 (ou VPN <a href=\"https://apps.apple.com/us/app/orbot/id1609461599?platform=iphone\" target=\"_blank\">no iOS</a>).",
    "simplex-private-card-7-point-2": "Se alguma mensagem for adicionada, removida ou alterada, o destinatário será alertado.",
    "simplex-private-card-10-point-1": "O SimpleX usa endereços anônimos temporários em pares e credenciais para cada contato de usuário ou membro de grupo.",
    "privacy-matters-1-overlay-1-title": "A privacidade economiza seu dinheiro",
    "privacy-matters-3-overlay-1-title": "A privacidade protege sua liberdade",
    "privacy-matters-3-overlay-1-linkText": "A privacidade protege sua liberdade",
    "simplex-unique-1-title": "Você tem privacidade total",
    "simplex-unique-1-overlay-1-title": "Privacidade total de sua identidade, perfil, contatos e metadados",
    "hero-overlay-card-1-p-1": "Muitos usuários perguntaram: <em>se o SimpleX não tem identificadores de usuário, como ele pode saber onde entregar as mensagens?</em>",
    "hero-overlay-card-1-p-2": "Para entregar mensagens, em vez de IDs de usuário usados por todas as outras plataformas, o SimpleX usa identificadores anônimos pares temporários de filas de mensagens, separados para cada uma de suas conexões &mdash; não há identificadores de longo prazo.",
    "hero-overlay-card-1-p-5": "Somente os dispositivos clientes armazenam perfis de usuários, contatos e grupos; as mensagens são enviadas com duas camadas de criptografia ponta-a-ponta.",
    "hero-overlay-card-2-p-1": "Quando os usuários têm identidades persistentes, mesmo que seja apenas um número aleatório, como um ID do Session, há o risco de que o provedor ou um invasor possa observar como os usuários estão conectados e quantas mensagens eles enviam.",
    "hero-overlay-card-2-p-3": "Mesmo com os aplicativos mais privados que usam os serviços Tor v3, se você conversar com dois contatos diferentes por meio do mesmo perfil, eles poderão provar que estão conectados à mesma pessoa.",
    "simplex-network-overlay-card-1-li-1": "As redes P2P dependem de alguma variante de <a href='https://pt.wikipedia.org/wiki/Distributed_hash_table'>DHT</a> para rotear mensagens. Os projetos de DHT precisam equilibrar a garantia de entrega e a latência. O SimpleX tem melhor garantia de entrega e menor latência do que o P2P, porque a mensagem pode ser passada de forma redundante por vários servidores em paralelo, usando os servidores escolhidos pelo destinatário. Nas redes P2P, a mensagem é passada por nós <em>O(log N)</em> sequencialmente, usando nós escolhidos pelo algoritmo.",
    "simplex-network-overlay-card-1-li-4": "As implementações de P2P podem ser bloqueadas por alguns provedores de Internet (como o <a href='https://pt.wikipedia.org/wiki/BitTorrent'>BitTorrent</a>). O SimpleX é independente de transporte, podendo funcionar com protocolos padrão da Web, por exemplo, WebSockets.",
    "simplex-network-overlay-card-1-li-5": "Todas as redes P2P conhecidas podem ser vulneráveis ao <a href='https://pt.wikipedia.org/wiki/Ataque_Sybil'>ataque Sybil</a>, pois cada nó pode ser descoberto e a rede opera como um todo. As medidas conhecidas para combatê-lo exigem um componente centralizado ou uma <a href='https://pt.wikipedia.org/wiki/Prova_de_trabalho'>prova de trabalho</a> cara. A rede SimpleX não tem capacidade de descoberta de servidor, é fragmentada e opera como várias sub-redes isoladas, impossibilitando ataques em toda a rede.",
    "privacy-matters-overlay-card-1-p-1": "Muitas grandes empresas usam informações sobre com quem você está conectado para estimar sua renda, vender produtos que você realmente não precisa e determinar os preços.",
    "privacy-matters-overlay-card-1-p-2": "Os varejistas online sabem que as pessoas com renda mais baixa têm maior probabilidade de fazer compras urgentes e, por isso, podem cobrar preços mais altos ou remover descontos.",
    "privacy-matters-overlay-card-1-p-4": "A plataforma SimpleX protege a privacidade de suas conexões melhor do que qualquer alternativa, impedindo totalmente que seu gráfico social fique disponível para quaisquer empresas ou organizações. Mesmo quando as pessoas usam servidores fornecidos pelo SimpleX Chat, não sabemos o número de usuários ou suas conexões.",
    "privacy-matters-overlay-card-2-p-2": "Para ser objetivo e tomar decisões independentes, você precisa ter o controle do seu espaço de informações. Isso só é possível se você usar uma plataforma de comunicação privada que não tenha acesso ao seu gráfico social.",
    "privacy-matters-overlay-card-3-p-1": "Todos devem se preocupar com a privacidade e a segurança de suas comunicações &mdash; conversas inofensivas podem colocá-lo em perigo, mesmo que você não tenha nada a esconder.",
    "simplex-unique-overlay-card-3-p-1": "O SimpleX Chat armazena todos os dados do usuário somente em dispositivos clientes usando um <strong>formato de banco de dados criptografado portátil</strong> que pode ser exportado e transferido para qualquer dispositivo compatível.",
    "privacy-matters-overlay-card-3-p-2": "Uma das histórias mais chocantes é a experiência de <a href='https://en.wikipedia.org/wiki/Mohamedou_Ould_Slahi' target='_blank'>Mohamedou Ould Salahi</a>, descrita em seu livro de memórias e mostrada no filme O Mauritano. Ele foi colocado no campo de Guantánamo, sem julgamento, e lá foi torturado por 15 anos após um telefonema para seu parente no Afeganistão, sob suspeita de estar envolvido nos ataques de 11 de setembro, embora tenha vivido na Alemanha nos 10 anos anteriores.",
    "simplex-unique-overlay-card-1-p-1": "Ao contrário de outras plataformas de mensagens, o SimpleX <strong>não tem identificadores atribuídos aos usuários</strong>. Ele não depende de números de telefone, endereços baseados em domínio (como email ou XMPP), nomes de usuário, chaves públicas ou mesmo números aleatórios para identificar seus usuários &mdash; não sabemos quantas pessoas usam nossos servidores SimpleX.",
    "simplex-private-card-1-point-1": "Protocolo de dupla catraca &mdash;<br>mensagens OTR com Sigilo de Encaminhamento Perfeito (Perfect Forward Secrecy) e recuperação de invasão.",
    "simplex-private-8-title": "Mistura de mensagens<br>para reduzir a correlação",
    "simplex-unique-overlay-card-4-p-2": "A plataforma SimpleX usa um <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>protocolo aberto</a> e fornece um <a href='https://github.com/simplex-chat/simplex-chat/tree/stable/packages/simplex-chat-client/typescript' target='_blank'>SDK para criar bots de chat</a>, permitindo a implementação de serviços com os quais os usuários podem interagir por meio dos aplicativos SimpleX Chat &mdash; estamos&apos; realmente ansiosos para ver quais serviços SimpleX você pode criar.",
    "simplex-unique-overlay-card-3-p-4": "Não há identificadores ou texto cifrado em comum entre o tráfego de servidor enviado e recebido &mdash; se alguém estiver observando, não poderá determinar facilmente quem se comunica com quem, mesmo que o TLS esteja comprometido.",
    "simplex-unique-overlay-card-4-p-3": "Se estiver pensando em desenvolver para a plataforma SimpleX, por exemplo, o bot de chat para os usuários do aplicativo SimpleX ou a integração da biblioteca SimpleX Chat em seus aplicativos móveis, <a href='https://simplex.chat/contact#/?v=1&smp=smp%3A%2F%2FPQUV2eL0t7OStZOoAsPEV2QYWt4-xilbakvGUGOItUo%3D%40smp6.simplex.im%2FK1rslx-m5bpXVIdMZg9NLUZ_8JBm8xTt%23MCowBQYDK2VuAyEALDeVe-sG8mRY22LsXlPgiwTNs9dbiLrNuA7f3ZMAJ2w%3D' target='_blank'>entre em contato</a> para qualquer orientação e suporte.",
    "simplex-unique-card-2-p-1": "Como você não tem um identificador ou endereço fixo na plataforma SimpleX, ninguém pode entrar em contato com você, a menos que você compartilhe um endereço de usuário único ou temporário, como um QR code ou um link.",
    "simplex-unique-card-3-p-1": "O SimpleX armazena todos os dados do usuário nos dispositivos clientes em um <strong>formato de banco de dados criptografado portátil</strong> &mdash; que pode ser transferido para outro dispositivo.",
    "hide-info": "Ocultar informações",
    "contact-hero-p-2": "Ainda não baixou o SimpleX Chat?",
    "contact-hero-p-3": "Use os links abaixo para baixar o aplicativo.",
    "feature-8-title": "Modo anônimo &mdash;<br> único do SimpleX Chat",
    "simplex-network-overlay-1-title": "Comparação com protocolos de mensagens P2P",
    "simplex-private-2-title": "Camada adicional de<br>criptografia do servidor",
    "simplex-private-4-title": "Acesso opcional<br>via Tor",
    "simplex-private-6-title": "Troca de chaves<br>fora da rede",
    "simplex-private-7-title": "Verificação de integridade<br>da mensagem",
    "simplex-private-10-title": "Identificadores temporários anônimos em pares",
    "simplex-private-card-1-point-2": "Caixa de criptografia NaCL em cada envio para evitar a correlação de tráfego entre os envios de mensagens se o TLS for comprometido.",
    "simplex-private-9-title": "Envios de mensagens<br>unidirecionais",
    "simplex-private-card-3-point-1": "Somente o TLS 1.2/1.3 com algoritmos fortes é usado para conexões cliente-servidor.",
    "simplex-private-card-3-point-2": "A impressão digital do servidor e a vinculação de canais evitam ataques MITM e de repetição.",
    "simplex-private-card-3-point-3": "A retomada da conexão é desativada para evitar ataques à sessão.",
    "simplex-private-card-5-point-1": "O SimpleX usa preenchimento de conteúdo em cada camada de criptografia para impedir ataques ao tamanho da mensagem.",
    "simplex-private-5-title": "Múltiplas camadas de<br>preenchimento de conteúdos",
    "simplex-private-card-5-point-2": "Isso faz com que mensagens de tamanhos diferentes tenham a mesma aparência para os servidores e observadores de rede.",
    "simplex-private-card-6-point-1": "Muitas plataformas de comunicação são vulneráveis a ataques MITM por servidores ou provedores de rede.",
    "simplex-private-card-7-point-1": "Para garantir a integridade, as mensagens são numeradas sequencialmente e incluem o hash da mensagem anterior.",
    "simplex-private-card-8-point-1": "Os servidores SimpleX atuam como nós de mistura de baixa latência &mdash; as mensagens de entrada e saída têm ordem diferente.",
    "simplex-private-card-9-point-1": "Cada fila de mensagens transmite mensagens em uma direção, com diferentes endereços de envio e recebimento.",
    "simplex-private-card-9-point-2": "Isso reduz os vetores de ataque, em comparação com os corretores de mensagens tradicionais, e os metadados disponíveis.",
    "simplex-private-card-10-point-2": "Ele permite entregar mensagens sem identificadores de perfil, proporcionando melhor privacidade de metadados do que as alternativas.",
    "privacy-matters-1-title": "Propaganda e discriminação de preços",
    "privacy-matters-1-overlay-1-linkText": "A privacidade economiza seu dinheiro",
    "privacy-matters-2-title": "Manipulação de eleições",
    "privacy-matters-2-overlay-1-title": "A privacidade lhe dá poder",
    "privacy-matters-2-overlay-1-linkText": "A privacidade lhe dá poder",
    "privacy-matters-3-title": "Acusação devido a associação inocente",
    "simplex-private-card-6-point-2": "Para evitar isso, os aplicativos SimpleX passam chaves de uso único fora da banda, quando você compartilha um endereço como um link ou um QR code.",
    "simplex-unique-2-title": "Você está protegido<br>contra spam e abusos",
    "simplex-unique-2-overlay-1-title": "Você está protegido contra spam e abusos",
    "simplex-unique-3-title": "Você controla seus dados",
    "simplex-unique-3-overlay-1-title": "Propriedade, controle e segurança dos seus dados",
    "simplex-unique-4-title": "Sua própria rede SimpleX",
    "simplex-unique-4-overlay-1-title": "Totalmente descentralizado &mdash; os usuários são proprietários da rede SimpleX",
    "hero-overlay-card-1-p-3": "Você define o(s) servidor(es) a ser(em) usado(s) para receber as mensagens, seus contatos &mdash; os servidores que você usa para enviar as mensagens a eles. É provável que cada conversa use dois servidores diferentes.",
    "hero-overlay-card-1-p-4": "Esse design evita o vazamento de metadados de qualquer usuário&apos; no nível do aplicativo. Para aumentar ainda mais a privacidade e proteger seu endereço IP, você pode se conectar aos servidores de mensagens via Tor.",
    "hero-overlay-card-1-p-6": "Leia mais no <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>informativo técnico do SimpleX</a>.",
    "hero-overlay-card-2-p-2": "Eles poderiam então correlacionar essas informações com as redes sociais públicas existentes e determinar algumas identidades reais.",
    "hero-overlay-card-2-p-4": "O SimpleX se protege contra esses ataques por não ter nenhum ID de usuário em seu design. E, se você usar o modo Anônimo, terá um nome de exibição diferente para cada contato, evitando qualquer compartilhamento de dados entre eles.",
    "simplex-network-overlay-card-1-p-1": "Os protocolos e aplicativos de mensagens <a href='https://pt.wikipedia.org/wiki/Peer-to-peer'>P2P</a> têm vários problemas que os tornam menos confiáveis do que o SimpleX, mais complexos de analisar e vulneráveis a vários tipos de ataque.",
    "simplex-network-overlay-card-1-li-2": "O design do SimpleX, ao contrário da maioria das redes P2P, não tem identificadores de usuário globais de qualquer tipo, mesmo temporários, e usa apenas identificadores temporários em pares, proporcionando melhor anonimato e proteção de metadados.",
    "simplex-network-overlay-card-1-li-3": "O P2P não resolve o problema do <a href='https://pt.wikipedia.org/wiki/Ataque_man-in-the-middle'>ataque MITM</a>, e a maioria das implementações existentes não usa mensagens fora de banda para a troca de chaves inicial. O SimpleX usa mensagens fora de banda ou, em alguns casos, conexões pré-existentes seguras e confiáveis para a troca de chaves inicial.",
    "simplex-network-overlay-card-1-li-6": "As redes P2P podem ser vulneráveis a <a href='https://www.usenix.org/conference/woot15/workshop-program/presentation/p2p-file-sharing-hell-exploiting-bittorrent'>ataques DRDoS</a>, quando os clientes podem retransmitir e amplificar o tráfego, resultando em uma negação de serviço em toda a rede. Os clientes SimpleX apenas retransmitem o tráfego de uma conexão conhecida e não podem ser usados por um invasor para amplificar o tráfego em toda a rede.",
    "privacy-matters-overlay-card-1-p-3": "Algumas empresas financeiras e de seguros usam gráficos sociais para determinar taxas de juros e prêmios. Isso geralmente faz com que as pessoas com renda mais baixa paguem mais &mdash; isso é conhecido como <a href='https://fairbydesign.com/povertypremium/' target='_blank'>\"prêmio de pobreza\"</a>.",
    "privacy-matters-overlay-card-2-p-1": "Não faz muito tempo que observamos as eleições sendo manipuladas por <a href='https://en.wikipedia.org/wiki/Facebook–Cambridge_Analytica_data_scandal' target='_blank'>uma empresa de consultoria respeitável</a> que usou nossos gráficos sociais para distorcer nossa visão do mundo real e manipular nossos votos.",
    "privacy-matters-overlay-card-2-p-3": "O SimpleX é a primeira plataforma que não tem nenhum identificador de usuário por design, protegendo assim seu gráfico de conexões melhor do que qualquer alternativa conhecida.",
    "privacy-matters-overlay-card-3-p-3": "Pessoas comuns são presas pelo que compartilham online, mesmo por meio de suas contas \"anônimas\", <a href='https://www.dailymail.co.uk/news/article-11282263/Moment-police-swoop-house-devout-catholic-mother-malicious-online-posts.html' target='_blank'>mesmo em países democráticos</a>.",
    "privacy-matters-overlay-card-3-p-4": "Não basta usar um mensageiro criptografado de ponta-a-ponta, todos nós devemos usar os mensageiros que protegem a privacidade de nossas redes pessoais &mdash; com quem estamos conectados.",
    "simplex-unique-overlay-card-1-p-2": "Para entregar mensagens, o SimpleX usa <a href='https://csrc.nist.gov/glossary/term/Pairwise_Pseudonymous_Identifier'>endereços anônimos em pares</a> de filas de mensagens unidirecionais, separadas para mensagens recebidas e enviadas, geralmente por meio de servidores diferentes. Usar o SimpleX é como ter <strong>um email ou telefone de &ldquo;gravação&rdquo; diferente para cada contato</strong>, sem a necessidade de gerenciá-los.",
    "simplex-unique-overlay-card-1-p-3": "Esse design protege a privacidade de quem está se comunicando com você, ocultando-a dos servidores da plataforma SimpleX e de quaisquer observadores. Para ocultar seu endereço IP dos servidores, você pode <strong>se conectar aos servidores do SimpleX via Tor</strong>.",
    "simplex-unique-overlay-card-2-p-2": "Mesmo com o endereço de usuário opcional, embora ele possa ser usado para enviar solicitações de contato de spam, você pode alterá-lo ou excluí-lo completamente sem perder nenhuma das suas conexões.",
    "simplex-unique-overlay-card-2-p-1": "Como você não tem um identificador na plataforma SimpleX, ninguém pode entrar em contato com você, a menos que compartilhe um endereço de usuário único ou temporário, como um QR code ou um link.",
    "simplex-unique-overlay-card-3-p-2": "As mensagens criptografadas de ponta-a-ponta são mantidas temporariamente nos servidores de retransmissão SimpleX até serem recebidas e, em seguida, são excluídas permanentemente.",
    "simplex-unique-overlay-card-3-p-3": "Diferente dos servidores de redes federadas (email, XMPP ou Matrix), os servidores SimpleX não armazenam contas de usuários, apenas retransmitem mensagens, protegendo a privacidade de ambas as partes.",
    "simplex-unique-overlay-card-4-p-1": "Você pode <strong>usar o SimpleX com seus próprios servidores</strong> e ainda se comunicar com pessoas que usam os servidores pré-configurados fornecidos por nós.",
    "simplex-unique-card-1-p-1": "O SimpleX protege a privacidade do seu perfil, contatos e metadados, ocultando-os dos servidores da plataforma SimpleX e de quaisquer observadores.",
    "simplex-unique-card-1-p-2": "Diferente de qualquer outra plataforma de mensagens existente, o SimpleX não tem identificadores atribuídos aos usuários &mdash; <strong>nem mesmo números aleatórios</strong>.",
    "simplex-unique-card-3-p-2": "As mensagens criptografadas de ponta-a-ponta são mantidas temporariamente nos servidores de retransmissão SimpleX até serem recebidas e, em seguida, são excluídas permanentemente.",
    "simplex-unique-card-4-p-1": "A rede SimpleX é totalmente descentralizada e independente de qualquer criptomoeda ou de qualquer outra plataforma, exceto a Internet.",
    "simplex-unique-card-4-p-2": "Você pode <strong>usar o SimpleX com seus próprios servidores</strong> ou com os servidores fornecidos por nós &mdash; e ainda assim se conectar a qualquer usuário.",
    "we-invite-you-to-join-the-conversation": "Convidamos você a participar da conversa",
    "join": "Junte-se ao",
    "join-the-REDDIT-community": "Junte-se à comunidade no REDDIT",
    "join-us-on-GitHub": "Junte-se a nós no GitHub",
    "donate-here-to-help-us": "Doe aqui para nos ajudar",
    "sign-up-to-receive-our-updates": "Inscreva-se para receber nossas atualizações",
    "enter-your-email-address": "Digite seu endereço de email",
    "get-simplex": "Obtenha o SimpleX <a href=\"/downloads\">aplicativo desktop</a>",
    "why-simplex-is": "Por que o SimpleX é",
    "unique": "único",
    "learn-more": "Saiba mais",
    "more-info": "Mais informações",
    "contact-hero-header": "Você recebeu um endereço para se conectar no SimpleX Chat",
    "invitation-hero-header": "Você recebeu um link único para se conectar no SimpleX Chat",
    "contact-hero-subheader": "Leia o QR code com o aplicativo SimpleX Chat em seu telefone ou tablet.",
    "contact-hero-p-1": "As chaves públicas e o endereço da fila de mensagens nesse link NÃO são enviados pela rede quando você visualiza essa página &mdash; eles estão contidos no fragmento de hash do URL do link.",
    "scan-qr-code-from-mobile-app": "Escanear o QR code do aplicativo",
    "to-make-a-connection": "Para estabelecer uma conexão:",
    "install-simplex-app": "Instale o aplicativo SimpleX",
    "connect-in-app": "Conectar no aplicativo",
    "open-simplex-app": "Abra o aplicativo Simplex",
    "tap-the-connect-button-in-the-app": "Toque no botão <span class='text-active-blue'>\"conectar\"</span> no aplicativo",
    "guide-dropdown-2": "Enviando mensagens",
    "guide-dropdown-8": "Configurações do aplicativo",
    "guide-dropdown-9": "Fazendo conexões",
    "docs-dropdown-4": "Hospedar Servidor SMP",
    "docs-dropdown-5": "Hospedar Servidor XFTP",
    "docs-dropdown-6": "Servidores WebRTC",
    "docs-dropdown-7": "Traduza o SimpleX Chat",
    "use-this-command": "Use esse comando:",
    "github-repository": "Repositório no GitHub",
    "if-you-already-installed-simplex-chat-for-the-terminal": "Se você já instalou o SimpleX Chat para o terminal",
    "copy-the-command-below-text": "copie o comando abaixo e use-o no bate-papo:",
    "privacy-matters-section-header": "Por que a privacidade é <span class='gradient-text'>importante</span>",
    "privacy-matters-section-label": "Certifique-se de que seu mensageiro não possa acessar seus dados!",
    "simplex-network-section-header": "<span class='gradient-text'>Rede</span> SimpleX",
    "privacy-matters-section-subheader": "Preservar a privacidade de seus metadados &mdash; <span class='text-active-blue'>com quem você conversa</span> &mdash; protege você de:",
    "simplex-private-section-header": "O que torna o SimpleX <span class='gradient-text'>privado</span>",
    "tap-to-close": "Toque para fechar",
    "guide-dropdown-6": "Chamadas de áudio e vídeo",
    "simplex-network-section-desc": "O Simplex Chat oferece a melhor privacidade ao combinar as vantagens das redes P2P e federadas.",
    "simplex-network-1-header": "Diferente das redes P2P",
    "docs-dropdown-2": "Acessando arquivos do Android",
    "comparison-section-list-point-3": "Chave pública ou alguma outra ID globalmente exclusiva",
    "comparison-section-list-point-4": "Se os servidores da operadora forem comprometidos. Verifique o código de segurança no Signal e outros aplicativos para mitigá-lo",
    "comparison-section-list-point-5": "Não protege a privacidade da metadados dos usuários",
    "guide-dropdown-1": "Início rápido",
    "guide-dropdown-4": "Perfis de chat",
    "guide-dropdown-5": "Gerenciando dados",
    "guide-dropdown-3": "Grupos secretos",
    "guide-dropdown-7": "Privacidade e segurança",
    "guide": "Manual",
    "docs-dropdown-1": "Plataforma SimpleX",
    "docs-dropdown-3": "Acessando o banco de dados do bate-papo",
    "on-this-page": "Nesta página",
    "newer-version-of-eng-msg": "Há uma versão mais recente desta página em inglês.",
    "click-to-see": "Clique para ver",
    "menu": "Menu",
    "back-to-top": "Voltar ao início",
    "scan-the-qr-code-with-the-simplex-chat-app": "Escaneie o QR code com o aplicativo SimpleX Chat",
    "scan-the-qr-code-with-the-simplex-chat-app-description": "As chaves públicas e o endereço da fila de mensagens nesse link NÃO são enviados pela rede quando você visualiza essa página &mdash;<br> eles estão contidos no fragmento de hash do URL do link.",
    "installing-simplex-chat-to-terminal": "Instalação do SimpleX chat para o terminal",
    "see-simplex-chat": "Veja o SimpleX Chat",
    "the-instructions--source-code": "as instruções sobre como fazer download ou compilá-lo a partir do código-fonte.",
    "if-you-already-installed": "Se você já instalou",
    "simplex-chat-for-the-terminal": "SimpleX Chat para terminal",
    "simplex-network-1-desc": "Todas as mensagens são enviadas por meio dos servidores, o que proporciona melhor privacidade de metadados e entrega de mensagens assíncronas confiáveis, além de evitar muitos dos",
    "simplex-network-1-overlay-linktext": "problemas das redes P2P",
    "simplex-network-2-header": "Diferente das redes federadas",
    "simplex-network-2-desc": "Os servidores de retransmissão SimpleX NÃO armazenam perfis de usuário, contatos e mensagens entregues, NÃO se conectam uns aos outros e NÃO há diretório de servidores.",
    "simplex-network-3-header": "Rede SimpleX",
    "simplex-network-3-desc": "Os servidores fornecem <span class='text-active-blue'>filas unidirecionais</span> para conectar os usuários, mas não têm visibilidade do gráfico de conexão de rede &mdash; somente os usuários têm.",
    "comparison-section-header": "Comparação com outros protocolos",
    "protocol-1-text": "Signal, grandes plataformas",
    "protocol-3-text": "Protocolos P2P",
    "comparison-point-1-text": "Requer uma identidade global",
    "comparison-point-2-text": "Possibilidade de MITM",
    "comparison-point-3-text": "Dependência do DNS",
    "comparison-point-4-text": "Rede única ou centralizada",
    "comparison-point-5-text": "Componente central ou outro ataque em toda a rede",
    "yes": "Sim",
    "no": "Não",
    "no-private": "Não - privado",
    "no-secure": "Não - seguro",
    "no-resilient": "Não - resiliente",
    "no-decentralized": "Não - descentralizado",
    "no-federated": "Não - federado",
    "comparison-section-list-point-1": "Geralmente com base em um número de telefone, em alguns casos em nomes de usuário",
    "comparison-section-list-point-2": "Endereços baseados no DNS",
    "comparison-section-list-point-6": "Embora os P2P sejam distribuídos, eles não são federados - operam como uma única rede",
    "comparison-section-list-point-7": "As redes P2P têm uma autoridade central ou toda a rede pode ser comprometida",
    "protocol-2-text": "Matrix, XMPP",
    "see-here": "veja aqui",
    "glossary": "Glossário",
    "f-droid-page-simplex-chat-repo-section-text": "Para adicioná-lo ao seu cliente F-Droid, <span class='hide-on-mobile'>escaneie o QR code ou</span> use este URL:",
    "comparison-section-list-point-4a": "Os relays SimpleX não podem comprometer a criptografia e2e. Verifique o código de segurança para mitigar ataques em canais fora de banda",
    "please-use-link-in-mobile-app": "Use o link no aplicativo móvel",
    "stable-and-beta-versions-built-by-developers": "Versões estáveis e beta criadas pelos desenvolvedores",
    "signing-key-fingerprint": "Assinatura de impressão digital de chave (SHA-256)",
    "simplex-chat-via-f-droid": "SimpleX Chat pelo F-Droid",
    "simplex-chat-repo": "Repositório Simplex Chat",
    "f-droid-org-repo": "Repositório F-Droid.org",
    "stable-versions-built-by-f-droid-org": "Versões estáveis criadas por F-Droid.org",
    "releases-to-this-repo-are-done-1-2-days-later": "Os lançamentos para este repositório são feitos 1-2 dias depois",
    "hero-overlay-3-textlink": "Avaliação Segura",
    "hero-overlay-3-title": "Avaliação Segura",
    "hero-overlay-card-3-p-1": "<a href=\"https://www.trailofbits.com/about/\">Trail of Bits</a> é uma consultoria líder em segurança e tecnologia cujos clientes incluem grandes empresas de tecnologia, agências governamentais e grandes projetos de blockchain.",
    "hero-overlay-card-3-p-2": "Trail of Bits analisou a criptografia da plataforma SimpleX e os componentes de rede em novembro de 2022.",
    "hero-overlay-card-3-p-3": "Leia mais em <a href=\"/blog/20221108-simplex-chat-v4.2-security-audit-new-website.html\">o anúncio</a>.",
    "f-droid-page-f-droid-org-repo-section-text": "Os repositórios SimpleX Chat e F-Droid.org assinam compilações com chaves diferentes. Para mudar, <a href='/docs/guide/chat-profiles.html#move-your-chat-profiles-to-another-device'>exporte</a> o banco de dados de bate-papo e reinstale o aplicativo.",
    "please-enable-javascript": "Por favor habilite o JavaScript para ver o QR code.",
    "jobs": "Junte-se à equipe",
    "docs-dropdown-8": "Serviço de Diretório SimpleX",
    "docs-dropdown-9": "Baixar"
}
