{
    "copy-the-command-below-text": "скопируйте приведенную ниже команду и используйте ее в чате:",
    "copyright-label": "© 2020-2024 SimpleX | Проект с открытым исходным кодом",
    "chat-bot-example": "Пример Чат бота",
    "simplex-private-card-9-point-1": "Каждая очередь сообщений передает сообщения в одном направлении с разными адресами отправки и получения.",
    "simplex-private-card-1-point-2": "Криптобокс NaCL в каждой очереди для предотвращения корреляции трафика между очередями сообщений, в случае компрометации TLS.",
    "contact-hero-p-1": "Открытые ключи и адрес очереди сообщений по этой ссылке НЕ отправляются по сети при просмотре этой страницы &mdash; они содержатся в хэш-фрагменте URL-адреса ссылки.",
    "guide-dropdown-5": "Управление данными",
    "scan-the-qr-code-with-the-simplex-chat-app": "Отсканируйте QR-код с помощью приложения SimpleX Chat",
    "simplex-private-card-9-point-2": "Это уменьшает векторы атак и доступные метаданные, по сравнению с традиционными посредниками для доставки сообщений.",
    "simplex-unique-card-3-p-2": "Сквозные зашифрованные сообщения временно хранятся на серверах SimpleX до получения, после чего они удаляются безвозвратно.",
    "feature-7-title": "Портативное, зашифрованное хранилище в приложении &mdash; можно перенести профиль на другое устройство",
    "no-federated": "Нет - федеративный",
    "hero-2-header": "Как начать общаться приватно",
    "simplex-unique-overlay-card-3-p-3": "В отличие от серверов федеративных сетей (электронной почты, XMPP или Matrix), серверы SimpleX не хранят учетные записи пользователей, они только ретранслируют сообщения, защищая конфиденциальность обеих сторон.",
    "hero-subheader": "Первый мессенджер<br>не нуждающийся в идентификаторах<br>пользователя",
    "privacy-matters-overlay-card-3-p-2": "Одна из самых шокирующих историй - это опыт <a href='https://ru.wikipedia.org/wiki/Слахи,_Мохаммед_Ульд' target='_blank'>Слахи, Мохаммеда Ульда</a>, описанный в его мемуарах и показанный в фильме <a href='https://ru.wikipedia.org/wiki/Мавританец' target='_blank'>Мавританец</a>. Он был помещен в лагерь Гуантанамо без суда и следствия и подвергался там пыткам в течение 15 лет после телефонного звонка своему родственнику в Афганистан под подозревается в причастности к терактам 11 сентября, хотя предыдущие 10 лет он жил в Германии.",
    "signing-key-fingerprint": "Отпечаток ключа подписи (SHA-256)",
    "simplex-network-2-desc": "Серверные узлы SimpleX НЕ хранят профили пользователей, контакты и доставленные сообщения, НЕ подключаются друг к другу, и НЕ имеют каталога серверов.",
    "simplex-privacy": "Конфиденциальность SimpleX",
    "docs-dropdown-5": "Свой XFTP Сервер",
    "simplex-private-card-3-point-2": "Отпечаток сервера и привязка канала предотвращают MITM атаки и Атаки повторного воспроизведения.",
    "docs-dropdown-3": "Доступ к в базе данных чата",
    "installing-simplex-chat-to-terminal": "Установка SimpleX Chat в терминале",
    "use-this-command": "Используйте эту команду:",
    "simplex-explained": "Простое объяснение вкратце",
    "to-make-a-connection": "Чтобы установить соединение:",
    "comparison-section-list-point-6": "Хотя P2P распределены, они не являются федеративными, то есть P2P - работают как единая сеть",
    "hero-overlay-2-textlink": "Как работает SimpleX?",
    "simplex-chat-via-f-droid": "SimpleX Chat в F-Droid",
    "privacy-matters-overlay-card-1-p-1": "Многие крупные компании используют информацию о том, с кем вы связаны, чтобы оценить ваш доход, продавать вам больше товаров, которые вам на самом деле не нужны, и определять из этой информации, выгодные для них цены.",
    "privacy-matters-1-overlay-1-title": "Конфиденциальность экономит ваши деньги",
    "simplex-private-card-5-point-1": "SimpleX использует заполнение содержимого для каждого уровня шифрования, чтобы предотвратить атаки на размер сообщения.",
    "privacy-matters-2-overlay-1-linkText": "Конфиденциальность дает вам власть",
    "hero-overlay-3-title": "Оценка безопасности",
    "enter-your-email-address": "Email адрес",
    "simplex-explained-tab-1-text": "1. Как это видят пользователи",
    "tap-to-close": "Нажмите, чтобы закрыть",
    "simplex-unique-card-4-p-2": "Вы можете <strong>использовать SimpleX со своими собственными серверами</strong> или с серверами, предоставленными нами &mdash; и при этом подключаться к любому пользователю SimpleX.",
    "hero-overlay-card-3-p-2": "В ноябре 2022 года Trail of Bits провела обзор криптографии и сетевых компонентов SimpleX.",
    "feature-1-title": "Сообщения зашифрованные E2E-шифрованием<br>с поддержкой markdown и редактированием",
    "comparison-point-4-text": "Единая или Централизованная сеть",
    "guide-dropdown-9": "Установление соединений",
    "simplex-unique-1-overlay-1-title": "Полная конфиденциальность вашей личности, профиля, контактов и других метаданных",
    "hero-overlay-card-2-p-4": "SimpleX защищает от этих атак, поскольку в его конструкции нет никаких идентификаторов пользователей. И, если вы используете режим инкогнито, у вас будет другое отображаемое имя для каждого контакта, что позволит избежать какого-либо пересечения между ними.",
    "privacy-matters-overlay-card-2-p-2": "Чтобы быть объективным и принимать независимые решения, вам необходимо контролировать свое информационное пространство. Это возможно только в том случае, если вы используете приватную, коммуникационную платформу, которая не имеет доступа к вашему социальному графу.",
    "hero-overlay-card-2-p-1": "Когда у пользователей есть постоянные идентификаторы, даже если это просто случайное число, например идентификатор сеанса, существует риск того, что провайдер или злоумышленник могут наблюдайте за тем, как подключены пользователи и сколько сообщений они отправляют.",
    "feature-3-title": "Децентрализованные группы &mdash; только<br>их участники знают, что они существуют",
    "glossary": "Глоссарий",
    "simplex-network-overlay-1-title": "Сравнение с протоколами обмена сообщениями P2P",
    "comparison-section-list-point-7": "Сети P2P либо имеют центральный орган управления, либо вся сеть может быть скомпрометирована",
    "simplex-unique-overlay-card-4-p-1": "Вы можете <strong>использовать SimpleX со своими собственными серверами</strong> или предоставленными нами серверами, при этом имея возможность общаться с любым пользователем.",
    "simplex-explained-tab-3-p-1": "Серверы имеют отдельные, Анонимные учётные данные для каждой очереди и не знают, к каким пользователям они принадлежат.",
    "docs-dropdown-1": "Платформа SimpleX",
    "hero-overlay-card-1-p-5": "Только клиентские устройства хранят профили пользователей, контакты и группы; сообщения отправляются с двухуровневым, Сквозным шифрованием.",
    "simplex-chat-for-the-terminal": "SimpleX Chat для терминала",
    "simplex-network-overlay-card-1-li-3": "P2P не решает проблему <a href='https://ru.wikipedia.org/wiki/%D0%90%D1%82%D0%B0%D0%BA%D0%B0_%D0%BF%D0%BE%D1%81%D1%80%D0%B5%D0%B4%D0%BD%D0%B8%D0%BA%D0%B0'>MITM-атаки (Атака посредника)</a>, и большинство существующих реализаций не используют внеполосные сообщения для первоначального обмена ключами. SimpleX использует внеполосные сообщения или, в некоторых случаях, ранее существовавшие защищенные и доверенные соединения для первоначального обмена ключами.",
    "the-instructions--source-code": "SimpleX Chat.",
    "simplex-network-section-desc": "SimpleX Chat обеспечивает наилучшую конфиденциальность, сочетая преимущества P2P и федеративных сетей.",
    "privacy-matters-section-subheader": "Сохранение конфиденциальности ваших метаданных &mdash; <span class='text-active-blue'>с кем вы общаетесь</span> &mdash; защищает вас от:",
    "if-you-already-installed": "Если вы уже установили",
    "simplex-explained-tab-3-p-2": "Пользователи могут еще больше повысить свою конфиденциальность скрыв свой IP-адрес, например используя сеть Tor для доступа к серверам.",
    "join": "Присоединяйся к",
    "privacy-matters-section-header": "Почему приватность <span class='gradient-text'>важна</span>",
    "hero-overlay-1-textlink": "Почему идентификаторы пользователя - вредны для приватности?",
    "on-this-page": "На этой странице",
    "privacy-matters-overlay-card-1-p-2": "Интернет-магазины знают, что люди с более низкими доходами с большей вероятностью совершают срочные покупки, поэтому они могут устанавливать более высокие цены или отменять скидки.",
    "simplex-unique-3-overlay-1-title": "Контроль и безопасность ваших данных",
    "protocol-3-text": "Протоколы P2P",
    "simplex-private-card-6-point-2": "Чтобы предотвратить это, приложения SimpleX передают одноразовые ключи внеполосно, когда вы делитесь адресом в виде ссылки или QR-кода.",
    "no": "Нет",
    "contact-hero-header": "Вы получили адрес для подключения в SimpleX Chat",
    "feature-8-title": "Режим инкогнито &mdash;<br>уникальный для SimpleX Chat",
    "why-simplex": "Что делает SimpleX уникальным",
    "simplex-private-card-4-point-2": "Чтобы использовать SimpleX через сеть Tor, пожалуйста, установите <a href=\"https://guardianproject.info/apps/org.torproject.android/\" target=\"_blank\">приложение Orbot</a> и включите прокси (или режим VPN <a href=\"https://apps.apple.com/us/app/orbot/id1609461599?platform=iphone\" target=\"_blank\">на iOS</a>).",
    "contact-hero-subheader": "Отсканируйте QR-код с помощью приложения SimpleX Chat на вашем телефоне или планшете.",
    "simplex-unique-2-overlay-1-title": "Лучшая защита от спама и злоупотреблений",
    "simplex-private-6-title": "Внеполосный<br>Обмен ключами",
    "join-us-on-GitHub": "Присоединяйтесь к нам на GitHub",
    "hero-overlay-card-3-p-3": "Подробнее читайте в <a href=\"/blog/20221108-simplex-chat-v4.2-security-audit-new-website.html\">анонсе</a>.",
    "comparison-section-header": "Сравнение с другими протоколами",
    "invitation-hero-header": "Вы получили одноразовую ссылку для подключения в SimpleX Chat",
    "no-secure": "Нет - безопасно",
    "hero-overlay-card-1-p-2": "Для доставки сообщений вместо идентификаторов пользователей, используемых всеми другими платформами, SimpleX использует временные, анонимные, попарные идентификаторы очередей сообщений, отдельно для каждого из ваших контактов &mdash; нет долгосрочных идентификаторов.",
    "simplex-explained-tab-1-p-2": "Как это может работать с однонаправленными очередями и без идентификаторов профиля пользователя?",
    "simplex-network-1-header": "В отличие от P2P-сетей",
    "jobs": "Присоединиться к команде",
    "simplex-private-card-7-point-2": "Если какое-либо сообщение будет добавлено, удалено или изменено, получатель будет предупрежден об этом.",
    "simplex-unique-3-title": "Только вы контролируете<br>свои данные",
    "guide-dropdown-3": "Секретные группы",
    "no-resilient": "Нет - устойчив",
    "hide-info": "Спрятать информацию",
    "privacy-matters-overlay-card-3-p-4": "Недостаточно просто использовать мессенджер со сквозным шифрованием, мы все должны использовать мессенджеры, которые защищают конфиденциальность наших личных сетей &mdash; с какими людьми мы связаны.",
    "releases-to-this-repo-are-done-1-2-days-later": "Выпуск новых версий в этом репозитории выходит с задержкой в несколько дней",
    "comparison-point-1-text": "Требуется глобальный идентификатор",
    "comparison-section-list-point-5": "Не защищает конфиденциальность пользовательских метаданных",
    "hero-overlay-card-2-p-2": "Затем они могли бы сопоставить эту информацию с существующими общедоступными социальными сетями и определить некоторые реальные личности.",
    "privacy-matters-overlay-card-1-p-3": "Некоторые финансовые и страховые компании используют социальные графики для определения процентных ставок и премий. Это часто заставляет людей с более низкими доходами платить больше &mdash; это известно как <a href='https://fairbydesign.com/povertypremium/' target='_blank'>\"премия за бедность\"</a>.",
    "comparison-point-3-text": "Зависимость от DNS",
    "yes": "Да",
    "docs-dropdown-6": "Сервера WebRTC",
    "newer-version-of-eng-msg": "Существует более новая версия этой страницы на английском языке.",
    "install-simplex-app": "Установите приложение SimpleX",
    "hero-overlay-3-textlink": "Оценка безопасности",
    "comparison-point-2-text": "Возможность MITM",
    "scan-the-qr-code-with-the-simplex-chat-app-description": "Открытые ключи и адрес очереди сообщений, указанные в этой ссылке, НЕ отправляются по сети при просмотре этой страницы &mdash;<br> они содержатся в хэш-фрагменте URL-адреса ссылки.",
    "guide-dropdown-8": "Настройки приложения",
    "simplex-explained-tab-2-p-2": "Серверы передают сообщения только в одну сторону, не имея полной картины общения пользователя или подключений.",
    "smp-protocol": "Протокол SMP",
    "open-simplex-app": "Откройте приложение SimpleX",
    "see-simplex-chat": "Инструкции по загрузке или компиляции SimpleX Chat из исходного кода приведены в",
    "terminal-cli": "Приложение для терминала (CLI)",
    "comparison-section-list-point-1": "Обычно требуется номера телефона, в некоторых случаях — имя пользователя",
    "simplex-explained-tab-3-text": "3. Что видят сервера",
    "github-repository": "репозиторий Github",
    "feature-5-title": "Исчезающие сообщения",
    "connect-in-app": "Подключитесь в приложении",
    "menu": "Меню",
    "simplex-private-card-4-point-1": "Чтобы защитить свой IP-адрес вы можете подключаться к серверам через сеть Tor или какую-либо другую транспортную оверлейную сеть.",
    "privacy-matters-3-title": "Судебное преследование не виновных",
    "comparison-point-5-text": "Атака на центральный компонент или другая сетевая атака",
    "click-to-see": "Нажать здесь, чтобы увидеть",
    "donate-here-to-help-us": "Пожертвуйте здесь, чтобы помочь нам",
    "simplex-private-1-title": "2-уровневое<br>сквозное шифрование",
    "simplex-unique-card-1-p-2": "В отличие от любой другой существующей платформы обмена сообщениями, SimpleX не имеет идентификаторов пользователей &mdash; <strong>нету даже случайных цифр</strong>.",
    "privacy-matters-2-overlay-1-title": "Конфиденциальность дает вам власть",
    "simplex-unique-overlay-card-2-p-2": "Хоть злоумышленники и могут использовать постоянный адрес для отправки нежелательных запросов или спама, вы можете легко его изменить или просто удалить, не теряя связи с уже установленными контактами.",
    "simplex-unique-4-overlay-1-title": "Полностью децентрализованная &mdash; пользователи владеют сетью SimpleX",
    "guide-dropdown-2": "Отправка сообщений",
    "simplex-network-overlay-card-1-li-5": "Все известные P2P-сети могут быть уязвимы для <a href='https://ru.wikipedia.org/wiki/Sybil_attack'>Атаки Сивиллы</a>, поскольку каждый узел доступен для обнаружения, и сеть работает как единое целое. Известные меры по его смягчению требуют либо централизованного компонента, либо дорогостоящего <a href='https://ru.wikipedia.org/wiki/Proof-of-work'>Proof-of-work</a>. Сеть SimpleX не имеет функционала по обмену серверами, она фрагментирована и работает как множество изолированных подсетей, из-за чего провести атаку по всей сети - невозможно.",
    "simplex-private-2-title": "Дополнительный уровень<br>шифрования сервера",
    "hero-overlay-card-1-p-4": "Такая конструкция предотвращает утечку любых пользовательских метаданных на уровне приложения. Для дальнейшего улучшения конфиденциальности и защиты вашего IP-адреса вы можете подключиться к серверам обмена сообщениями через сеть Tor.",
    "f-droid-org-repo": "Репозиторий F-Droid.org",
    "guide-dropdown-4": "Профили чата",
    "simplex-network-2-header": "В отличие от федеративных сетей",
    "see-here": "подробней тут",
    "simplex-private-3-title": "Безопасный аутентифицированный<br>протокол TLS",
    "comparison-section-list-point-3": "Открытый ключ или какой-либо другой глобально уникальный идентификатор",
    "hero-overlay-card-2-p-3": "Даже в самых приватных приложениях, использующих скрытые сервисы Tor v3, если вы общаетесь с двумя разными контактами через один и тот же профиль, они могут доказать, что они являются связаны с одним и тем же человеком.",
    "simplex-private-4-title": "Вариант доступа<br>через сеть Tor",
    "privacy-matters-1-title": "Реклама и ценовая дискриминация",
    "simplex-unique-card-3-p-1": "SimpleX хранит все пользовательские данные на клиентских устройствах в <strong>портативном формате зашифрованной базы данных</strong> &mdash; их можно перенести на другое устройство.",
    "hero-overlay-1-title": "Как работает SimpleX?",
    "stable-versions-built-by-f-droid-org": "Стабильные версии, созданные F-Droid.org",
    "contact-hero-p-3": "Воспользуйтесь ссылками ниже, чтобы загрузить приложение.",
    "simplex-network": "Сеть SimpleX",
    "privacy-matters-3-overlay-1-title": "Конфиденциальность защищает вашу свободу",
    "docs-dropdown-7": "Перевести SimpleX Chat",
    "back-to-top": "Вернуться к началу",
    "simplex-network-1-desc": "Все сообщения отправляются через серверы, что обеспечивает лучшую конфиденциальность метаданных и надежную асинхронную доставку сообщений, избегая при этом многих",
    "simplex-chat-repo": "Репозиторий SimpleX Chat",
    "simplex-private-card-6-point-1": "Многие коммуникационные платформы уязвимы для MITM-атак со стороны серверов или сетевых провайдеров.",
    "privacy-matters-3-overlay-1-linkText": "Конфиденциальность защищает вашу свободу",
    "simplex-unique-overlay-card-1-p-2": "Для доставки сообщений SimpleX использует <a href='https://csrc.nist.gov/glossary/term/Pairwise_Pseudonymous_Identifier'>попарные, анонимные адреса</a> однонаправленных очередей сообщений, раздельные для полученных и отправленных сообщений, обычно через разные серверы. Использование SimpleX это как иметь <strong>отдельный &ldquo;одноразовый&rdquo; адрес электронной почты или номер телефона для каждого контакта</strong>, при это, не обременяя вас управлять эти вручную.",
    "simplex-unique-overlay-card-3-p-4": "Со стороны не видно разницу между отправлением или получением сообщений &mdash; если кто-то наблюдает за этим, он не cможет легко определить, кто с кем общается, даже если протокол TLS будет скомпрометирован.",
    "docs-dropdown-2": "Доступ к файлам в версии для Android",
    "get-simplex": "Скачать SimpleX <a href=\"/downloads/#desktop-app\">для ПК</a>",
    "privacy-matters-overlay-card-3-p-1": "Каждый должен заботиться о конфиденциальности и безопасности своих коммуникаций &mdash; безобидные разговоры могут подвергнуть вас опасности, например за ваши политические взгляды, даже если кажется, что вам \"нечего скрывать\".",
    "simplex-unique-2-title": "Вы защищены от<br>спама и злоупотреблений",
    "simplex-unique-overlay-card-4-p-3": "Если вы рассматриваете возможность разработки платформе SimpleX, например, чат-бота для пользователей SimpleX или интеграции библиотеки SimpleX Chat в ваше мобильное приложение, пожалуйста, <a href='https://simplex.chat/contact#/?v=1&smp=smp%3A%2F%2FPQUV2eL0t7OStZOoAsPEV2QYWt4-xilbakvGUGOItUo%3D%40smp6.simplex.im%2FK1rslx-m5bpXVIdMZg9NLUZ_8JBm8xTt%23MCowBQYDK2VuAyEALDeVe-sG8mRY22LsXlPgiwTNs9dbiLrNuA7f3ZMAJ2w%3D' target='_blank'>обращайтесь</a> за любыми советами и поддержкой.",
    "comparison-section-list-point-2": "Адреса на основе DNS",
    "stable-and-beta-versions-built-by-developers": "Стабильные и бета-версии, созданные разработчиками",
    "simplex-network-3-header": "Сеть SimpleX",
    "simplex-unique-card-2-p-1": "Поскольку у вас нет идентификатора или фиксированного адреса на платформе SimpleX, никто не сможет связаться с вами, без вашего явного согласия, только если вы сами поделитесь адресом в виде QR-кода или ссылки.",
    "hero-overlay-card-3-p-1": "<a href=\"https://www.trailofbits.com/about/\">Trail of Bits</a> - ведущая консалтинговая компания в области безопасности и технологий, клиентами которой являются крупные технологические компании, правительственные агентства и крупные блокчейн проекты.",
    "hero-header": "Иной взгляд на приватность",
    "comparison-section-list-point-4": "Если операторы серверов скомпрометированы. В Signal, и некоторых других приложениях, есть возможность подтвердить код безопасности",
    "simplex-private-card-2-point-1": "Дополнительный уровень серверного шифрования для доставки получателю, чтобы предотвратить корреляцию между полученным и отправленным трафиком сервера, если используемый протокол TLS скомпрометированный.",
    "f-droid-page-simplex-chat-repo-section-text": "Чтобы добавить его в свой клиент F-Droid, <span class='hide-on-mobile'>отсканируйте QR-код или </span>воспользуйтесь этим URL-адресом:",
    "guide-dropdown-7": "Приватность и безопасность",
    "join-the-REDDIT-community": "Присоединяйтесь к нам в сообществе REDDIT",
    "simplex-private-card-10-point-2": "Это позволяет доставлять сообщения без идентификаторов профиля пользователя, обеспечивая лучшую конфиденциальность метаданных, чем другие альтернативы.",
    "privacy-matters-2-title": "Манипулирование выборами",
    "home": "Домашняя страница",
    "chat-protocol": "Протокол чата",
    "simplex-private-card-5-point-2": "Это позволяет сообщениям разного размера выглядеть одинаково для серверов и сетевых наблюдателей.",
    "hero-overlay-card-1-p-1": "Многие спрашивают:<em>Если у SimpleX нету никаких идентификаторов пользователя, то как приложение знает, куда доставлять сообщения?</em>",
    "feature-6-title": "Зашифрованные E2E-шифрованием аудио и видео звонки",
    "hero-p-1": "Другие приложения имеют ID своих пользователей: Signal, Matrix, Session, Briar, Jami, Cwtch и т. п.<br>SimpleX не имет, <strong>нету даже случайных цифр</strong>.<br>Это значительно повышает вашу приватность.",
    "simplex-network-overlay-card-1-li-2": "В отличие от многих P2P сетей, SimpleX спроектирован так, чтобы не нуждаться в глобальных идентификаторов его пользователей, даже временных, используя только временные попарные идентификаторы, обеспечивая лучшую анонимность и защиту метаданных пользователя.",
    "simplex-unique-4-title": "Только вы владеете<br>сетью SimpleX",
    "privacy-matters-overlay-card-3-p-3": "Обычных людей арестовывают за то, чем они делятся в Интернете, даже через свои \"анонимные\" аккаунты, <a href='https://www.dailymail.co.uk/news/article-11282263/Moment-police-swoop-house-devout-catholic-mother-malicious-online-posts.html' target='_blank'>даже в демократических странах</a>.",
    "simplex-unique-overlay-card-3-p-2": "Сквозные зашифрованные сообщения временно хранятся на серверах SimpleX до получения, после чего они удаляются безвозвратно.",
    "blog": "Новости",
    "simplex-private-card-7-point-1": "Чтобы гарантировать целостность, сообщения последовательно нумеруются и включают в себя хэш предыдущего сообщения.",
    "simplex-unique-overlay-card-4-p-2": "Платформа SimpleX использует <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>открытый протокол</a> и предоставляет <a href='https://github.com/simplex-chat/simplex-chat/tree/stable/packages/simplex-chat-client/typescript' target='_blank'>SDK для создания чат-ботов</a>, позволяя внедрять сервисы, с которыми пользователи могут взаимодействовать через приложение SimpleX Chat &mdash; мы с нетерпением ждем возможности увидеть, какие сервисы SimpleX вы сможете создать.",
    "simplex-explained-tab-1-p-1": "Вы можете создавать контакты и группы, а также вести двусторонние беседы, как и в любом другом мессенджере.",
    "contact-hero-p-2": "Еще не скачали SimpleX Chat?",
    "why-simplex-is": "Почему SimpleX",
    "simplex-network-section-header": "<span class='gradient-text'>Сеть</span> SimpleX",
    "simplex-private-10-title": "Временные анонимные парные идентификаторы",
    "privacy-matters-1-overlay-1-linkText": "Конфиденциальность экономит ваши деньги",
    "tap-the-connect-button-in-the-app": "Нажмите на кнопку <span class='text-active-blue'>’подключиться’</span> в приложении",
    "comparison-section-list-point-4a": "Сервера SimpleX не могут скомпрометировать сквозное шифрование",
    "unique": "уникальный",
    "simplex-network-1-overlay-linktext": "проблем P2P сетей",
    "no-private": "Нет - приватно",
    "simplex-unique-1-title": "У вас есть полная<br>конфиденциальность",
    "protocol-2-text": "XMPP, Matrix",
    "guide": "Руководство",
    "simplex-network-overlay-card-1-li-4": "Реализации P2P могут быть заблокированы некоторыми интернет-провайдерами (например, <a href='https://ru.wikipedia.org/wiki/BitTorrent'>BitTorrent</a>). SimpleX не зависит от транспорта - он может работать по стандартным веб-протоколам, например WebSockets.",
    "hero-overlay-2-title": "Почему идентификаторы пользователя - вредны для приватности?",
    "simplex-explained-tab-2-text": "2. Как это работает",
    "docs-dropdown-4": "Свой SMP Сервер",
    "feature-4-title": "Зашифрованные E2E-шифрованием голосовые сообщения",
    "privacy-matters-overlay-card-2-p-1": "Не так давно мы наблюдали, как <a href='https://en.wikipedia.org/wiki/Facebook–Cambridge_Analytica_data_scandal' target='_blank'>авторитетная консалтинговая компания</a> манипулировала крупными выборами, используя наши социальные графики для искажения нашего мнения из реального мира и манипулируют нашими голосами.",
    "privacy-matters-overlay-card-2-p-3": "SimpleX - это первая платформа, которая по своей конструкции не имеет никаких идентификаторов пользователей, таким образом защищая график ваших контактов лучше, чем любая известная альтернатива.",
    "learn-more": "Учить больше",
    "donate": "Пожертвовать",
    "simplex-private-8-title": "Смешивание сообщений<br>для уменьшения корреляции",
    "scan-qr-code-from-mobile-app": "Отсканируйте QR-код в мобильном приложении",
    "simplex-private-card-3-point-3": "Возобновление соединения отключено для предотвращения сеансовых атак.",
    "simplex-private-card-10-point-1": "SimpleX использует временные анонимные попарные адреса и учетные данные для каждого контакта пользователя или члена группы.",
    "guide-dropdown-6": "Аудио и видео Звонки",
    "more-info": "Больше информации",
    "no-decentralized": "Нет - децентрализованный",
    "protocol-1-text": "Signal, большие платформы",
    "hero-2-header-desc": "В видео показано, как подключиться к своему другу с помощью его одноразового QR-кода, лично или по видеосвязи. Вы также можете подключиться, поделившись ссылкой-приглашением.",
    "simplex-network-overlay-card-1-li-6": "Сети P2P могут быть уязвимы для <a href='https://www.usenix.org/conference/woot15/workshop-program/presentation/p2p-file-sharing-hell-exploiting-bittorrent'>DRDoS атаки</a>, когда клиенты могут ретранслировать и усиливать/увеличивать объём трафика, что приводит к отказу в обслуживании по всей сети. Клиенты SimpleX ретранслируют трафик только из известного соединения и не могут быть использованы злоумышленником для нагрузки трафика всей сети.",
    "if-you-already-installed-simplex-chat-for-the-terminal": "Если вы уже установили SimpleX Chat для терминала",
    "docs-dropdown-8": "Служба Каталогов SimpleX",
    "simplex-private-card-1-point-1": "Протокол с двойным храповым механизмом &mdash;<br> обмен сообщениями OTR с идеальной секретностью пересылки и восстановлением после взлома.",
    "simplex-private-card-8-point-1": "Серверы SimpleX действуют как узлы-миксеры с низкой задержкой &mdash; входящие и исходящие сообщения имеют разный порядок.",
    "simplex-unique-overlay-card-2-p-1": "Поскольку у вас нет идентификатора на платформе SimpleX, никто не сможет связаться с вами, если вы сами не предоставите одноразовый или временный адрес в виде QR-кода или ссылки.",
    "sign-up-to-receive-our-updates": "Введите ваш Email, чтобы получать рассылку обновлений от нас",
    "guide-dropdown-1": "Быстрый старт",
    "simplex-explained-tab-2-p-1": "Для каждого подключения вы используете две отдельные очереди обмена сообщениями, то есть отправка и получения сообщений происходит через разные серверы.",
    "simplex-private-section-header": "Что делает SimpleX <span class='gradient-text'>приватным</span>",
    "we-invite-you-to-join-the-conversation": "Мы приглашаем вас присоединиться к беседе",
    "feature-2-title": "Изображения, видео и файлы<br>зашифрованные E2E-шифрованием",
    "simplex-private-9-title": "Однонаправленные<br>очереди сообщений",
    "simplex-unique-overlay-card-1-p-3": "Этот дизайн защищает конфиденциальность того, с кем вы общаетесь, скрывая это от серверов SimpleX и от любых наблюдателей из вне. Чтобы скрыть свой IP-адрес от серверов, вы можете <strong>подключиться к серверам SimpleX через сеть Tor</strong>.",
    "developers": "Разработчики",
    "simplex-private-7-title": "Проверка целостности<br>сообщения",
    "privacy-matters-overlay-card-1-p-4": "Платформа SimpleX защищает конфиденциальность ваших контактов лучше, чем любая другая альтернатива, полностью предотвращая доступ к вашему социальному графику каким-либо компаниям или организациям. Даже когда люди используют серверы, предоставляемые SimpleX Chat, мы не знаем точное количество пользователей или с кем они общаются.",
    "hero-overlay-card-1-p-6": "Подробнее читайте в <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>техническом документе SimpleX</a>.",
    "simplex-network-overlay-card-1-p-1": "Протоколы и приложения для обмена сообщениями <a href='https://ru.wikipedia.org/wiki/Peer-to-peer'>P2P</a> имеют различные проблемы, которые делают их менее надежными, чем SimpleX, более сложными для анализа и уязвимыми для нескольких типов атак.",
    "terms-and-privacy-policy": "Политика Конфиденциальности",
    "simplex-network-overlay-card-1-li-1": "Сети P2P полагаются на тот или иной вариант <a href='https://ru.wikipedia.org/wiki/Distributed_hash_table'>DHT</a> для маршрутизации сообщений. Проекты DHT должны обеспечивать баланс между гарантией доставки и задержкой. SimpleX имеет как лучшую гарантию доставки, так и меньшую задержку, чем P2P. В сетях P2P сообщение передается через нескольких узлов, последовательно, кол-во узлов-посредников будет расти параллельно размеру сети - <em>O(log N)</em>.",
    "privacy-matters-section-label": "Убедитесь, что ваш мессенджер не может получить доступ к вашим данным!",
    "simplex-unique-overlay-card-3-p-1": "SimpleX Chat хранит все пользовательские данные на клиентских устройствах в <strong>портативном формате зашифрованной базы данных</strong> которую можно перенести на другое устройство.",
    "simplex-network-3-desc": "серверы предоставляют <span class='text-active-blue'>однонаправленные очереди</span> для подключения пользователей, но у них нет видимости графика сетевых подключений &mdash; это делают только пользователи.",
    "simplex-unique-card-1-p-1": "SimpleX защищает конфиденциальность вашего профиля, контактов и метаданных, скрывая их от серверов платформы SimpleX и любых наблюдателей.",
    "simplex-private-card-3-point-1": "Для соединений клиент-сервер используется только протокол TLS 1.2/1.3 с надежными алгоритмами.",
    "simplex-unique-card-4-p-1": "Сеть SimpleX полностью децентрализована и независима от любой криптовалюты/блокчейна или любой другой платформы, кроме Интернета.",
    "features": "Возможности",
    "hero-overlay-card-1-p-3": "Вы определяете, какие серверы будете использовать для получения сообщений, а ваши контакты &mdash; серверы, которые вы используете для отправки им сообщений. Каждый новый чат, скорее всего, будет вестись на двух разных серверах.",
    "docs-dropdown-9": "Скачать",
    "simplex-chat-protocol": "Протокол SimpleX Chat",
    "simplex-unique-overlay-card-1-p-1": "В отличие от других платформ обмена сообщениями, SimpleX <strong>не имеет идентификаторов, присвоенных пользователям</strong>. Он не полагается на номера телефонов, доменные адреса (например, электронную почту или XMPP), имена пользователей, открытые ключи или даже случайные числа для идентификации своих пользователей &mdash; мы не знаем, сколько людей пользуются нашими SimpleX серверами.",
    "reference": "Ссылки",
    "f-droid-page-f-droid-org-repo-section-text": "Приложение SimpleX Chat от разработчиков и от репозитория F-Droid.org имеют разные ключи подписи. Если вы хотите сменить одно на другое, вам сначала нужно будет <a href='/docs/guide/chat-profiles.html#move-your-chat-profiles-to-another-device'>экспортировать</a> базу данных и только потом скачать другое приложение.",
    "simplex-private-5-title": "Многоуровневое<br>Заполнения содержимого",
    "please-use-link-in-mobile-app": "Пожалуйста, воспользуйтесь ссылкой в мобильном приложении",
    "please-enable-javascript": "Пожалуйста, включите JavaScript, чтобы увидеть QR-код.",
    "docs-dropdown-10": "Прозрачность",
    "docs-dropdown-12": "Безопасность",
    "docs-dropdown-11": "Часто задаваемые вопросы"
}
