{
    "home": "Anasayfa",
    "developers": "Geliştiriciler",
    "reference": "Referans",
    "blog": "Blog",
    "features": "Özellikler",
    "why-simplex": "Neden SimpleX",
    "simplex-privacy": "SimpleX ile Gizlilik",
    "simplex-network": "SimpleX ağı",
    "simplex-explained": "SimpleX açıklıyor",
    "simplex-explained-tab-1-text": "1. Kullanıcıların nasıl deneyimlediği",
    "simplex-explained-tab-2-text": "2. Nasıl çalışır",
    "simplex-explained-tab-3-text": "3. Sunucuların ne gördüğü",
    "simplex-explained-tab-1-p-1": "Kişiler ve gruplar oluşturabilir ve tıpkı diğer mesajlaşma programlarında olduğu gibi iki yönlü iletişim kurabilirsiniz.",
    "simplex-explained-tab-1-p-2": "Tek yönlü kuyruklarla ve kullanıcı profil tanımlayıcıları olmadan nasıl çalışabilir?",
    "simplex-explained-tab-2-p-1": "Her bağlantı için, farklı sunucular üzerinden mesaj göndermek ve almak üzere iki ayrı mesaj kuyruğu kullanırsınız.",
    "simplex-explained-tab-2-p-2": "Sunucular, kullanıcı konuşmalarının veya bağlantılarının tüm geçmişini bilmeden mesajları yalnızca tek bir yönde iletir.",
    "simplex-explained-tab-3-p-1": "Sunucular her kuyruk için ayrı, anonim oturum açma bilgileri kullanır ve hangi kullanıcıya ait olduğunu bilmez.",
    "simplex-explained-tab-3-p-2": "Tor erişim sunucuları kullanarak kullanıcılar, meta veri gizliliğini artırabilir ve IP adresi korelasyonunu önleyebilir.",
    "chat-bot-example": "Sohbet Botu Örneği",
    "smp-protocol": "SMP Protokolü",
    "chat-protocol": "Sohbet Protokolü",
    "donate": "Bağış Yap",
    "copyright-label": "© 2020-2025 SimpleX Chat | Açık Kaynak Projesi",
    "simplex-chat-protocol": "SimpleX Sohbet Protokolü",
    "terminal-cli": "Terminal Komut Satırı Arayüzü",
    "terms-and-privacy-policy": "Gizlilik Politikası",
    "hero-header": "Gizlilik Yeniden Tanımlandı",
    "hero-subheader": "Kullanıcı kimliği olmadan<br>ilk mesajlaşma uygulaması",
    "hero-p-1": "Diğer uygulamalarda kullanıcı kimlikleri vardır: Signal, Matrix, Session, Briar, Jami, Cwtch vb.<br> SimpleX bunları kullanmaz, <strong>rastgele sayılar bile yoktur</strong>.<br> Bu, gizliliği büyük ölçüde artırır.",
    "hero-overlay-1-textlink": "Kullanıcı kimlikleri neden gizlilik için kötüdür?",
    "hero-overlay-2-textlink": "SimpleX nasıl çalışır?",
    "hero-overlay-3-textlink": "Güvenlik Denetimi",
    "hero-2-header": "Özel bir bağlantı kurmak",
    "hero-2-header-desc": "Bu video, bir kişinin tek kullanımlık QR kodu ile yüz yüze veya görüntülü görüşme ile nasıl bağlantı kurabileceğinizi gösterir. Ayrıca paylaşılan bir davet bağlantısı ile de bağlantı kurabilirsiniz.",
    "hero-overlay-1-title": "SimpleX nasıl çalışır?",
    "hero-overlay-2-title": "Kullanıcı kimlikleri gizlilik için neden kötüdür?",
    "hero-overlay-3-title": "Güvenlik Denetimi",
    "feature-1-title": "Uçtan uca şifreli mesajlar, markdown ve düzenleme desteğiyle",
    "feature-2-title": "Uçtan uca şifreli<br>resimler, videolar ve dosyalar",
    "feature-3-title": "Uçtan uca şifreli merkeziyetsiz gruplar &mdash; Sadece kullanıcılar bu grupların varlığını bilir",
    "feature-4-title": "Uçtan uca şifreli sesli mesajlar",
    "feature-5-title": "Kaybolan gizli sohbetler",
    "feature-6-title": "Uçtan uca şifreli<br>sesli ve görüntülü aramalar",
    "feature-7-title": "Taşınabilir ve şifreli uygulama veri depolama &mdash; tüm profilinizi başka bir cihaza kolayca taşıyın",
    "feature-8-title": "Gizli mod &mdash;<br>SimpleX Chat'te benzersiz",
    "simplex-network-overlay-1-title": "P2P Mesajlaşma Protokolleriyle Karşılaştırma",
    "simplex-private-1-title": "İki Katmanlı<br>Uçtan Uca Şifreleme",
    "simplex-private-2-title": "Ek Sunucu<br>Şifreleme Katmanı",
    "simplex-private-3-title": "Güvenli Doğrulanmış<br>TLS Taşıma Katmanı",
    "simplex-private-4-title": "İsteğe Bağlı<br>Tor Erişimi",
    "simplex-private-5-title": "Çoklu İçerik<br>Doldurma Katmanları",
    "simplex-private-6-title": "Ağ Dışı<br>Anahtar Değişimi",
    "simplex-private-7-title": "Mesaj Bütünlüğü<br>Doğrulaması",
    "simplex-private-8-title": "Mesajları karıştırma,<br>korelasyonu azaltma",
    "simplex-private-9-title": "Tek Yönlü<br>Mesaj Kuyrukları",
    "simplex-private-10-title": "Geçici, anonim çift yönlü kimlikler",
    "simplex-private-card-1-point-1": "Double-Ratchet protokolü &mdash;<br>Perfect Forward Secrecy, inkar edilebilirlik ve ihlal sonrası kurtarma ile Off-the-Record mesajlar.",
    "simplex-private-card-1-point-2": "Her kuyrukta NaCL kriptobox kullanılır, böylece TLS ihlal edilse bile mesaj kuyrukları arasındaki trafik ilişkilendirilemez.",
    "simplex-private-card-2-point-1": "Alıcıya teslimat için ek sunucu şifreleme katmanı, TLS ihlal edilirse alınan ve gönderilen sunucu verileri arasındaki ilişkiyi önler.",
    "simplex-private-card-3-point-1": "İstemci-sunucu bağlantıları için yalnızca güçlü algoritmalarla TLS 1.2/1.3 kullanılır.",
    "simplex-private-card-3-point-2": "Sunucu parmak izleri ve kanal bağlama, MITM ve tekrar saldırılarını önler.",
    "simplex-private-card-3-point-3": "Oturum saldırılarını önlemek için bağlantı devamı devre dışı bırakılmıştır.",
    "simplex-private-card-4-point-1": "IP adresinizi korumak için Tor veya başka bir taşıma katmanı ağı üzerinden sunuculara erişebilirsiniz.",
    "simplex-private-card-4-point-2": "Android'de Tor ile SimpleX kullanmak için <a href=\"https://guardianproject.info/apps/org.torproject.android/\" target=\"_blank\">Orbot uygulamasını</a> yükleyin ve SOCKS5 proxy'yi etkinleştirin veya <a href=\"https://apps.apple.com/us/app/orbot/id1609461599?platform=iphone\" target=\"_blank\">iOS'ta</a> VPN kullanın.",
    "simplex-private-card-5-point-1": "SimpleX, mesaj boyutu saldırılarını önlemek için her şifreleme katmanında içerik doldurma kullanır.",
    "simplex-private-card-5-point-2": "Sunucu ve ağ gözlemcileri için aynı görünen farklı boyutlarda mesajlar üretir.",
    "simplex-private-card-6-point-1": "Birçok iletişim ağı, sunucu veya ağ sağlayıcıları tarafından yapılan MITM saldırılarına karşı savunmasızdır.",
    "simplex-private-card-6-point-2": "Bunu önlemek için, SimpleX bağlantı adresini link veya QR kodu olarak paylaştığınızda tek kullanımlık anahtarları ağ dışı yollarla iletir.",
    "simplex-private-card-7-point-1": "Mesaj bütünlüğünü sağlamak için, mesajlar sıralı olarak numaralandırılır ve önceki mesajın hash'i eklenir.",
    "simplex-private-card-7-point-2": "Bir mesaj eklendiğinde, silindiğinde veya değiştirildiğinde alıcı uyarılır.",
    "simplex-private-card-8-point-1": "SimpleX sunucuları, düşük gecikmeli karıştırıcı düğümler olarak çalışır &mdash; gelen ve giden mesajların sırası farklıdır.",
    "simplex-private-card-9-point-1": "Her mesaj kuyruğu, farklı gönderici ve alıcı adresleriyle mesajları yalnızca tek yönde iletir.",
    "simplex-private-card-9-point-2": "Geleneksel mesaj aracılarına kıyasla, olası saldırı vektörleri ve mevcut metaveriler azaltılır.",
    "simplex-private-card-10-point-1": "SimpleX, her kullanıcı bağlantısı veya grup üyesi için kendi geçici, anonim ve çift yönlü adreslerini ve kimlik bilgilerini kullanır.",
    "simplex-private-card-10-point-2": "SimpleX, kullanıcı profili tanımlayıcıları olmadan mesaj göndermeye olanak tanır ve diğer alternatiflere göre daha iyi meta veri gizliliği sunar.",
    "privacy-matters-1-title": "Reklam ve fiyat ayrımcılığı",
    "privacy-matters-1-overlay-1-title": "Gizlilik size para kazandırır",
    "privacy-matters-1-overlay-1-linkText": "Gizlilik size para kazandırır",
    "privacy-matters-2-title": "Seçim manipülasyonları",
    "privacy-matters-2-overlay-1-title": "Gizlilik size güç verir",
    "privacy-matters-2-overlay-1-linkText": "Gizlilik size güç verir",
    "privacy-matters-3-title": "Zararsız bir bağlantı nedeniyle kovuşturma",
    "privacy-matters-3-overlay-1-title": "Gizlilik özgürlüğünüzü korur",
    "privacy-matters-3-overlay-1-linkText": "Gizlilik özgürlüğünüzü korur",
    "simplex-unique-1-title": "Tam gizlilik elde edersiniz",
    "simplex-unique-1-overlay-1-title": "Kimliğiniz, profiliniz, kişileriniz ve metaverileriniz için tam gizlilik",
    "simplex-unique-2-title": "Spam ve kötüye kullanıma<br>karşı koruma",
    "simplex-unique-2-overlay-1-title": "Spam ve kötüye kullanıma<br>karşı en iyi koruma",
    "simplex-unique-3-title": "Verilerinizin kontrolü sizde",
    "simplex-unique-3-overlay-1-title": "Verilerinizin sahipliği, kontrolü ve güvenliği",
    "simplex-unique-4-title": "SimpleX ağının sahibi sizsiniz",
    "simplex-unique-4-overlay-1-title": "Tamamen merkeziyetsiz &mdash; SimpleX ağının sahibi kullanıcılar",
    "hero-overlay-card-1-p-1": "Birçok kullanıcı soruyor:<em>SimpleX, kullanıcı kimlikleri olmadan mesajları kime göndereceğini nasıl biliyor?</em>",
    "hero-overlay-card-1-p-2": "Mesajları iletmek için SimpleX, diğer ağların aksine, her bağlantı için farklı olan yalnızca geçici, anonim ve çift yönlü kimlikler kullanır &mdash; kalıcı kimlik yoktur.",
    "hero-overlay-card-1-p-3": "Hangi sunucuları mesaj almak için kullanacağınızı siz belirlersiniz. Kişileriniz &mdash; bu sunucuları size mesaj göndermek için kullanır. Her konuşma genellikle iki farklı sunucu kullanır.",
    "hero-overlay-card-1-p-4": "Bu tasarım, uygulama düzeyinde kullanıcı meta verilerinin sızmasını önler. Mesaj sunucularına Tor üzerinden bağlanarak gizliliğinizi ve IP adresinizi koruyabilirsiniz.",
    "hero-overlay-card-1-p-5": "Kullanıcı profilleri, kişiler ve gruplar yalnızca kullanıcının cihazında saklanır. Mesajlar, iki katmanlı uçtan uca şifreleme ile gönderilir.",
    "hero-overlay-card-1-p-6": "Daha fazla bilgi için <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>SimpleX teknik dokümanını</a> okuyun.",
    "hero-overlay-card-2-p-1": "Kullanıcıların kalıcı kimlikleri olduğunda, bu bir oturum kimliği gibi rastgele bir sayı olsa bile, sağlayıcıların veya saldırganların kullanıcıların birbirleriyle nasıl bağlantılı olduğunu ve kaç mesaj gönderdiklerini tespit etme riski vardır.",
    "hero-overlay-card-2-p-2": "Bu bilgiler, mevcut halka açık sosyal ağlarla ilişkilendirilebilir ve gerçek kimlikler ortaya çıkarılabilir.",
    "hero-overlay-card-2-p-3": "Aynı profil üzerinden iki farklı kişiyle sohbet ederseniz, en gizlilik odaklı uygulamalarda bile (ör. Tor v3 hizmetleri kullananlar) bu kişiler, aynı kişiyle bağlantılı olduklarını anlayabilir.",
    "hero-overlay-card-2-p-4": "SimpleX, tasarımı gereği hiçbir kullanıcı kimliği olmadığı için bu tür saldırılara karşı koruma sağlar. Ayrıca, her kişi için farklı görünen adlar kullanabilir ve gizli modu etkinleştirerek kişiler arasında hiçbir ortak veri paylaşmazsınız.",
    "hero-overlay-card-3-p-1": "<a href=\"https://www.trailofbits.com/about/\">Trail of Bits</a>, büyük teknoloji şirketleri, devlet kurumları ve büyük blokzincir projeleriyle çalışan lider bir güvenlik ve teknoloji danışmanlık şirketidir.",
    "hero-overlay-card-3-p-2": "Trail of Bits, Kasım 2022'de SimpleX platformunun kriptografik ve ağ bileşenlerini inceledi. Detaylar için <a href=\"/blog/20221108-simplex-chat-v4.2-security-audit-new-website.html\">duyuruya göz atın</a>.",
    "hero-overlay-card-3-p-3": "Trail of Bits, Temmuz 2024'te SimpleX'in ağ protokolünün kriptografik tasarımını inceledi. <a href=\"/blog/20241014-simplex-network-v6-1-security-review-better-calls-user-experience.html\">Daha fazla bilgi için buraya bakın</a>.",
    "simplex-network-overlay-card-1-p-1": "<a href='https://en.wikipedia.org/wiki/Peer-to-peer'>Eşler arası</a> mesajlaşma protokolleri ve uygulamaları, SimpleX'e kıyasla daha az güvenilir, analiz edilmesi daha karmaşık ve çeşitli saldırı türlerine karşı daha savunmasız olmalarına neden olan çeşitli sorunlara sahiptir.",
    "simplex-network-overlay-card-1-li-1": "P2P ağları, mesajları yönlendirmek için <a href='https://en.wikipedia.org/wiki/Distributed_hash_table'>DHT</a> türlerine güvenir. DHT tasarımları, teslimat garantisi ile gecikme arasında denge kurmak zorundadır. P2P'ye kıyasla SimpleX, daha iyi teslimat garantisi ve daha düşük gecikme sunar çünkü bir mesaj birden fazla sunucu üzerinden yedekli ve paralel olarak gönderilebilir ve alıcı tarafından seçilen sunucular kullanılır. P2P ağlarında mesajlar <em>O(log N)</em> düğüm üzerinden sıralı olarak gönderilir ve düğümler bir algoritma ile seçilir.",
    "simplex-network-overlay-card-1-li-2": "SimpleX tasarımı, çoğu P2P ağının aksine, hiçbir küresel kullanıcı kimliği içermez, geçici olanlar bile yoktur. Sadece geçici, ikili kimlikler kullanır ve bu da daha iyi anonimlik ve meta veri koruması sağlar.",
    "simplex-network-overlay-card-1-li-3": "P2P, <a href='https://en.wikipedia.org/wiki/Man-in-the-middle_attack'>MITM saldırısı</a> sorununu çözmez ve mevcut uygulamaların çoğu ilk anahtar değişimi için ağ dışı mesajlar kullanmaz. SimpleX ise ilk anahtar değişimi için ağ dışı mesajlar veya mevcut güvenli ve güvenilir bağlantılar kullanır.",
    "simplex-network-overlay-card-1-li-4": "&mdash;&mdash;P2P uygulamaları internet servis sağlayıcıları tarafından engellenebilir (örneğin <a href='https://en.wikipedia.org/wiki/BitTorrent'>BitTorrent</a>). SimpleX ise taşıma bağımsızdır &mdash; standart web protokolleriyle, örneğin WebSockets ile çalışabilir.",
    "simplex-network-overlay-card-1-li-5": "Bilinen tüm P2P ağları <a href='https://en.wikipedia.org/wiki/Sybil_attack'>Sybil saldırılarına</a> karşı savunmasızdır çünkü her düğüm tespit edilebilir ve ağ bir bütün olarak çalışır. Bilinen önlemler ya merkezi bir bileşen ya da pahalı bir <a href='https://en.wikipedia.org/wiki/Proof_of_work'>iş kanıtı</a> gerektirir. SimpleX ağı sunucu tespiti sağlamaz, parçalıdır ve birden fazla izole alt ağ ile çalışır, bu da ağ genelinde saldırıları imkansız kılar.",
    "simplex-network-overlay-card-1-li-6": "P2P ağları, istemciler trafiği tekrar gönderip güçlendirebildiğinde <a href='https://www.usenix.org/conference/woot15/workshop-program/presentation/p2p-file-sharing-hell-exploiting-bittorrent'>DRDoS saldırılarına</a> karşı savunmasız olabilir ve bu da tüm ağda hizmet reddine yol açabilir. SimpleX istemcileri yalnızca bilinen bağlantılardan gelen trafiği iletir ve bir saldırgan tarafından ağ genelinde trafiği güçlendirmek için kullanılamaz.",
    "privacy-matters-overlay-card-1-p-1": "Birçok büyük şirket, kiminle bağlantılı olduğunuz bilgisini gelir seviyenizi tahmin etmek, size gerçekten ihtiyacınız olmayan ürünleri satmak ve fiyatları belirlemek için kullanır.",
    "privacy-matters-overlay-card-1-p-2": "Çevrimiçi satıcılar, daha düşük gelire sahip kişilerin daha acil alışverişler yaptığını bilir ve bu nedenle daha yüksek fiyatlar talep edebilir veya indirimleri kaldırabilir.",
    "privacy-matters-overlay-card-1-p-3": "Bazı finans ve sigorta şirketleri, faiz oranlarını ve primleri belirlemek için sosyal grafikleri kullanır. Düşük gelirliler genellikle daha fazla öder &mdash; bu, <a href='https://fairbydesign.com/povertypremium/' target='_blank'>\"yoksulluk primi\"</a> olarak bilinir.",
    "privacy-matters-overlay-card-1-p-4": "SimpleX ağı, bağlantılarınızın gizliliğini diğer tüm alternatiflerden daha iyi korur ve sosyal grafiğinizin şirketler veya kuruluşlar tarafından erişilmesini tamamen engeller. Kullanıcılar SimpleX Chat uygulamasının önceden yapılandırılmış sunucularını kullansa bile, sunucu sahipleri kullanıcı sayısını veya bağlantılarını bilmez.",
    "privacy-matters-overlay-card-2-p-1": "Çok da uzun olmayan bir süre önce, büyük seçimlerin <a href='https://en.wikipedia.org/wiki/Facebook–Cambridge_Analytica_data_scandal' target='_blank'>saygın bir danışmanlık şirketi</a> tarafından sosyal grafiklerimiz kullanılarak manipüle edildiğine tanık olduk; bu, gerçek dünyaya bakışımızı çarpıttı ve oylarımızı etkiledi.",
    "privacy-matters-overlay-card-2-p-2": "Tarafsız olmak ve bağımsız kararlar verebilmek için bilgi alanınız üzerinde kontrol sahibi olmalısınız. Bu, yalnızca sosyal grafiğinize erişimi olmayan özel bir iletişim ağı kullanıyorsanız mümkündür.",
    "privacy-matters-overlay-card-2-p-3": "SimpleX, tasarımı gereği hiçbir kullanıcı kimliği olmayan ilk ağdır ve bağlantı grafiğinizi diğer tüm bilinen alternatiflerden daha iyi korur.",
    "privacy-matters-overlay-card-3-p-1": "Herkes gizliliğine ve iletişiminin güvenliğine önem vermelidir &mdash; zararsız sohbetler bile, saklayacak bir şeyiniz olmasa da sizi tehlikeye atabilir.",
    "privacy-matters-overlay-card-3-p-2": "En çarpıcı hikayelerden biri, <a href='https://en.wikipedia.org/wiki/Mohamedou_Ould_Slahi' target='_blank'>Mohamedou Ould Slahi</a>'nin yaşadıklarıdır; anılarını yazdığı kitapta ve \"The Mauritanian\" filminde anlatılır. Afganistan'daki akrabalarını aradıktan sonra, Almanya'da 10 yıl yaşamasına rağmen, Guantanamo'ya gönderildi ve yıllarca yargılanmadan işkence gördü çünkü 11 Eylül saldırılarına karıştığından şüpheleniliyordu.",
    "privacy-matters-overlay-card-3-p-3": "Normal insanlar bile, çevrimiçi olarak paylaştıkları şeyler nedeniyle, hatta \"anonim\" hesaplarını kullansalar bile, <a href='https://www.dailymail.co.uk/news/article-11282263/Moment-police-swoop-house-devout-catholic-mother-malicious-online-posts.html' target='_blank'>demokratik ülkelerde bile</a> tutuklanabiliyor.",
    "privacy-matters-overlay-card-3-p-4": "Sadece uçtan uca şifreli bir mesajlaşma uygulaması kullanmak yeterli değildir. Hepimiz, bağlı olduğumuz kişisel ağlarımızın gizliliğini koruyan bir mesajlaşma uygulaması kullanmalıyız.",
    "simplex-unique-overlay-card-1-p-1": "Diğer mesajlaşma ağlarının aksine, SimpleX <strong>kullanıcılara hiçbir kimlik atamaz</strong>. Kullanıcıları tanımlamak için telefon numaralarına, alan adı tabanlı adreslere (e-posta veya XMPP gibi), kullanıcı adlarına, genel anahtarlara veya rastgele sayılara dayanmaz &mdash; SimpleX sunucu sahipleri bile sunucularını kaç kişinin kullandığını bilmez.",
    "simplex-unique-overlay-card-1-p-2": "SimpleX, mesajları iletmek için <a href='https://csrc.nist.gov/glossary/term/Pairwise_Pseudonymous_Identifier'>ikili anonim adresler</a> kullanır; bunlar tek yönlü mesaj kuyruklarından oluşur ve alınan ve gönderilen mesajlar için ayrıdır, genellikle farklı sunucular üzerinden iletilir.",
    "simplex-unique-overlay-card-1-p-3": "Bu tasarım, sizin ve iletişim kurduğunuz kişilerin gizliliğini korur ve bağlantıları SimpleX ağ sunucularından ve olası gözlemcilerden gizler. IP adresinizi sunuculardan gizlemek için <strong>SimpleX sunucularına Tor üzerinden bağlanabilirsiniz</strong>.",
    "simplex-unique-overlay-card-2-p-1": "SimpleX ağında kimliğiniz olmadığı için, kimse size ulaşamaz; yalnızca tek kullanımlık veya geçici bir kullanıcı adresini QR kodu veya bağlantı olarak paylaşırsanız iletişim kurabilir.",
    "simplex-unique-overlay-card-2-p-2": "İsteğe bağlı kullanıcı adresi spam bağlantı istekleri göndermek için kullanılabilse de, bu adresi değiştirebilir veya tamamen silebilirsiniz; bağlantılarınız kaybolmaz.",
    "simplex-unique-overlay-card-3-p-1": "SimpleX Chat tüm kullanıcı verilerini yalnızca uç cihazlarda <strong>taşınabilir ve şifreli bir veritabanı formatında</strong> saklar; bu format dışa aktarılabilir ve desteklenen herhangi bir cihaza aktarılabilir.",
    "simplex-unique-overlay-card-3-p-2": "Uçtan uca şifreli mesajlar, son cihaza ulaşana kadar SimpleX aktarma sunucularında geçici olarak saklanır ve ardından kalıcı olarak silinir.",
    "simplex-unique-overlay-card-3-p-3": "Federasyonlu ağ sunucularının (ör. e-posta, XMPP veya Matrix) aksine, SimpleX sunucuları kullanıcı hesabı saklamaz, yalnızca mesajları iletir ve böylece tarafların gizliliği korunur.",
    "simplex-unique-overlay-card-3-p-4": "Gönderilen ve alınan sunucu trafiği arasında ortak bir kimlik veya şifreli metin yoktur &mdash; bu nedenle, bir gözlemci TLS ele geçirilse bile kimin kiminle iletişim kurduğunu kolayca tespit edemez.",
    "simplex-unique-overlay-card-4-p-1": "<strong>Kendi sunucularınızla SimpleX kullanabilirsiniz</strong> ve yine de uygulamanın önceden yapılandırılmış sunucularını kullanan kişilerle iletişim kurabilirsiniz.",
    "simplex-unique-overlay-card-4-p-2": "SimpleX ağı <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>açık bir protokol</a> kullanır ve <a href='https://github.com/simplex-chat/simplex-chat/tree/stable/packages/simplex-chat-client/typescript' target='_blank'>sohbet botları geliştirmek için bir SDK</a> sunar. Bu sayede kullanıcıların SimpleX Chat uygulamalarıyla etkileşime geçebileceği servisler oluşturabilirsiniz &mdash; hangi SimpleX servislerini geliştireceğinizi merakla bekliyoruz.",
    "simplex-unique-overlay-card-4-p-3": "SimpleX ağının geliştirilmesine aktif olarak katkıda bulunmak, örneğin SimpleX uygulama kullanıcıları için bir sohbet botu geliştirmek veya SimpleX Chat kütüphanesinin mobil uygulamalara entegrasyonunu ilerletmek isterseniz, <a href='https://simplex.chat/contact#/?v=1&smp=smp%3A%2F%2FPQUV2eL0t7OStZOoAsPEV2QYWt4-xilbakvGUGOItUo%3D%40smp6.simplex.im%2FK1rslx-m5bpXVIdMZg9NLUZ_8JBm8xTt%23MCowBQYDK2VuAyEALDeVe-sG8mRY22LsXlPgiwTNs9dbiLrNuA7f3ZMAJ2w%3D' target='_blank'>bizimle iletişime geçin</a> ve destek alın.",
    "simplex-unique-card-1-p-1": "SimpleX, profilinizin, kişilerin ve meta verilerinizin gizliliğini korur ve bunları SimpleX ağ sunucularından ve diğer olası gözlemcilerden gizler.",
    "simplex-unique-card-1-p-2": "Mevcut tüm diğer mesajlaşma ağlarının aksine, SimpleX kullanıcılarına hiçbir kimlik atamaz &mdash; <strong>rastgele sayılar bile yoktur</strong>.",
    "simplex-unique-card-2-p-1": "SimpleX ağında kimliğiniz veya sabit bir adresiniz olmadığı için, kimse size ulaşamaz; yalnızca tek kullanımlık veya geçici bir kullanıcı adresini QR kodu veya bağlantı olarak paylaşırsanız iletişim kurabilir.",
    "simplex-unique-card-3-p-1": "SimpleX, kullanıcı verilerini yalnızca uç cihazlarda ve <strong>taşınabilir, şifreli bir veritabanı formatında</strong> saklar &mdash; bu, başka bir cihaza aktarılabilir.",
    "simplex-unique-card-3-p-2": "Uçtan uca şifreli mesajlar, son cihaza ulaşana kadar SimpleX aktarma sunucularında geçici olarak saklanır ve ardından kalıcı olarak silinir.",
    "simplex-unique-card-4-p-1": "SimpleX ağı tamamen merkeziyetsizdir ve kripto para birimleri veya internet dışında başka ağlara bağlı değildir.",
    "simplex-unique-card-4-p-2": "<strong>Kendi sunucularınızla SimpleX'i kullanabilirsiniz</strong> veya bizim sunduğumuz sunucuları kullanabilirsiniz &mdash; yine de tüm kullanıcılarla bağlantı kurabilirsiniz.",
    "join": "Katılın",
    "we-invite-you-to-join-the-conversation": "Sizi sohbete katılmaya davet ediyoruz",
    "join-the-REDDIT-community": "Reddit grubuna katılın",
    "join-us-on-GitHub": "GitHub'da bize katılın",
    "donate-here-to-help-us": "Bize destek olmak için buradan bağış yapın",
    "sign-up-to-receive-our-updates": "Güncellemelerimizi almak için kaydolun",
    "enter-your-email-address": "E-posta adresinizi girin",
    "get-simplex": "SimpleX' <a href=\"/downloads\">masaüstü uygulamasını</a> indirin",
    "why-simplex-is-unique": "SimpleX neden <span class='gradient-text'>benzersiz</span>",
    "learn-more": "Daha fazlasını öğrenin",
    "more-info": "Daha fazla bilgi",
    "hide-info": "Bilgiyi gizle",
    "contact-hero-header": "SimpleX Chat ile bağlantı kurmak için bir adres aldınız",
    "invitation-hero-header": "SimpleX Chat ile bağlantı kurmak için tek kullanımlık bir bağlantı aldınız",
    "contact-hero-subheader": "Mobil cihazınızda veya tabletinizde SimpleX Chat uygulamasıyla QR kodunu tarayın.",
    "contact-hero-p-1": "Bu bağlantıdaki genel anahtarlar ve mesaj kuyruğu adresi, bu sayfayı açtığınızda AĞ ÜZERİNDEN GÖNDERİLMEZ &mdash; bağlantı URL'sinin hash bölümünde yer alır.",
    "contact-hero-p-2": "SimpleX Chat'i henüz indirmediniz mi?",
    "contact-hero-p-3": "Uygulamayı indirmek için aşağıdaki bağlantıları kullanın.",
    "scan-qr-code-from-mobile-app": "Mobil uygulamadan QR kodunu tarayın",
    "to-make-a-connection": "Bağlantı başlatmak için:",
    "install-simplex-app": "SimpleX uygulamasını yükleyin",
    "connect-in-app": "Uygulamada bağlanın",
    "open-simplex-app": "SimpleX uygulamasını açın",
    "tap-the-connect-button-in-the-app": "Uygulamada <span class='text-active-blue'>\"Bağlan\"</span> düğmesine dokunun",
    "scan-the-qr-code-with-the-simplex-chat-app": "SimpleX Chat uygulamasıyla QR kodunu tarayın",
    "scan-the-qr-code-with-the-simplex-chat-app-description": "Bu bağlantıdaki genel anahtarlar ve mesaj kuyruğu adresi, bu sayfayı açtığınızda AĞ ÜZERİNDEN GÖNDERİLMEZ &mdash;<br> bağlantı URL'sinin hash bölümünde yer alır.",
    "installing-simplex-chat-to-terminal": "Terminalde SimpleX Chat kurulumu",
    "use-this-command": "Bu komutu kullanın:",
    "see-simplex-chat": "SimpleX Chat'i gör",
    "github-repository": "GitHub deposu",
    "the-instructions--source-code": "İndirme veya kaynak koddan derleme talimatları için.",
    "if-you-already-installed-simplex-chat-for-the-terminal": "SimpleX'i terminal için zaten yüklediyseniz",
    "if-you-already-installed": "Zaten yüklediyseniz",
    "simplex-chat-for-the-terminal": "Terminal için SimpleX Chat",
    "copy-the-command-below-text": "Aşağıdaki komutu kopyalayıp sohbette kullanın:",
    "privacy-matters-section-header": "Gizlilik neden <span class='gradient-text'>önemlidir</span>",
    "privacy-matters-section-subheader": "Meta verilerinizin gizliliğini korumak &mdash; <span class='text-active-blue'>kiminle ne zaman iletişim kurduğunuz</span> &mdash; sizi şu risklerden korur:",
    "privacy-matters-section-label": "Mesajlaşma uygulamanızın verilerinize erişimi olmadığından emin olun!",
    "simplex-private-section-header": "SimpleX'i <span class='gradient-text'>gizli</span> yapan nedir",
    "tap-to-close": "Kapatmak için dokunun",
    "simplex-network-section-header": "SimpleX-<span class='gradient-text'>Ağı</span>",
    "simplex-network-section-desc": "P2P ve federasyonlu ağların avantajlarını birleştirerek SimpleX, mümkün olan en iyi gizliliği sunar.",
    "simplex-network-1-header": "P2P ağlarının aksine",
    "simplex-network-1-desc": "Tüm mesajlar sunucular üzerinden gönderilir; bu, meta veri korumasını artırır ve daha güvenilir asenkron mesaj iletimi sağlar ve birçok sorunu önler",
    "simplex-network-1-overlay-linktext": "P2P ağlarının sorunları",
    "simplex-network-2-header": "Federasyonlu ağların aksine",
    "simplex-network-2-desc": "SimpleX aktarma sunucuları KULLANICI PROFİLLERİNİ, kişileri ve teslim edilen mesajları SAKLAMAZ ve birbirleriyle bağlantı kurmaz, ayrıca bir sunucu dizini yoktur.",
    "simplex-network-3-header": "SimpleX Ağı",
    "simplex-network-3-desc": "Sunucular, kullanıcıları birbirine bağlamak için <span class='text-active-blue'>tek yönlü kuyruklar</span> sağlar. Ancak ağın bağlantı grafiğini göremezler &mdash; bunu yalnızca kullanıcılar bilir.",
    "comparison-section-header": "Diğer protokollerle karşılaştırma",
    "protocol-1-text": "Signal, büyük platformlar",
    "protocol-2-text": "XMPP / Matrix",
    "protocol-3-text": "P2P protokolleri",
    "comparison-point-1-text": "Küresel bir kimlik gerektirir",
    "comparison-point-2-text": "MITM saldırısı riski",
    "comparison-point-3-text": "DNS sistemine bağımlılık",
    "comparison-point-4-text": "Tek veya merkezi ağ",
    "comparison-point-5-text": "Merkezi bileşen veya diğer ağ genelinde saldırılar",
    "yes": "Evet",
    "no": "Hayır",
    "no-private": "Hayır – gizli",
    "no-secure": "Hayır – güvenli",
    "no-resilient": "Hayır – dayanıklı",
    "no-decentralized": "Hayır – merkeziyetsiz",
    "no-federated": "Hayır – federasyonlu",
    "comparison-section-list-point-1": "Genellikle telefon numarasına, bazen kullanıcı adına dayalı",
    "comparison-section-list-point-2": "DNS tabanlı adresler",
    "comparison-section-list-point-3": "Genel anahtar veya başka bir küresel benzersiz kimlik",
    "comparison-section-list-point-4a": "SimpleX aktarıcıları uçtan uca şifrelemeyi tehlikeye atamaz. Olası bir ağ dışı kanal saldırısını önlemek için güvenlik kodunu doğrulayın",
    "comparison-section-list-point-4": "Operatörün sunucuları ele geçirilirse. Signal ve diğer uygulamalarda bunu azaltmak için güvenlik kodu doğrulanabilir",
    "comparison-section-list-point-5": "Kullanıcı meta verilerinin gizliliği korunmaz",
    "comparison-section-list-point-6": "P2P dağıtık olsa da federasyonlu değildir &mdash; tek bir ağ olarak çalışır",
    "comparison-section-list-point-7": "P2P ağlarının ya merkezi bir yönetimi vardır ya da tüm ağ tehlikeye girebilir",
    "see-here": "Buraya bakın",
    "guide-dropdown-1": "Hızlı Başlangıç",
    "guide-dropdown-2": "Mesaj gönderme",
    "guide-dropdown-3": "Gizli Gruplar",
    "guide-dropdown-4": "Sohbet Profilleri",
    "guide-dropdown-5": "Veri yönetimi",
    "guide-dropdown-6": "Sesli & Görüntülü Aramalar",
    "guide-dropdown-7": "Gizlilik & Güvenlik",
    "guide-dropdown-8": "Uygulama Ayarları",
    "guide-dropdown-9": "Bağlantı kurma",
    "guide": "Kılavuz",
    "docs-dropdown-1": "SimpleX Ağı",
    "docs-dropdown-2": "Android dosyalarına erişim",
    "docs-dropdown-3": "Sohbet veritabanına erişim",
    "docs-dropdown-4": "SMP sunucusunu barındırma",
    "docs-dropdown-5": "XFTP sunucusunu barındırma",
    "docs-dropdown-6": "WebRTC sunucusu",
    "docs-dropdown-7": "SimpleX Chat'i çevir",
    "docs-dropdown-8": "SimpleX dizin servisi",
    "docs-dropdown-9": "İndirilenler",
    "docs-dropdown-10": "Şeffaflık",
    "docs-dropdown-11": "SSS",
    "docs-dropdown-12": "Güvenlik",
    "docs-dropdown-14": "İşletmeler için SimpleX",
    "newer-version-of-eng-msg": "Bu sayfanın İngilizce olarak daha güncel bir sürümü mevcut.",
    "click-to-see": "Görmek için tıklayın",
    "menu": "Menü",
    "on-this-page": "Bu sayfada",
    "back-to-top": "Başa dön",
    "glossary": "Sözlük",
    "simplex-chat-via-f-droid": "F-Droid ile SimpleX Chat",
    "simplex-chat-repo": "SimpleX Chat deposu",
    "stable-and-beta-versions-built-by-developers": "Geliştiriciler tarafından oluşturulan kararlı ve beta sürümler",
    "f-droid-page-simplex-chat-repo-section-text": "F-Droid istemcinize eklemek için <span class='hide-on-mobile'>QR kodunu tarayın veya</span> bu URL'yi kullanın:",
    "signing-key-fingerprint": "İmza anahtarı parmak izi (SHA-256)",
    "f-droid-org-repo": "F-Droid.org deposu",
    "stable-versions-built-by-f-droid-org": "F-Droid.org tarafından oluşturulan kararlı sürümler",
    "releases-to-this-repo-are-done-1-2-days-later": "Bu depoya sürümler birkaç gün sonra eklenir",
    "f-droid-page-f-droid-org-repo-section-text": "SimpleX Chat ve F-Droid.org depoları farklı anahtarlarla imzalanır. Geçiş yapmak için <a href='/docs/guide/chat-profiles.html#move-your-chat-profiles-to-another-device'>sohbet veritabanınızı dışa aktarın</a> ve uygulamayı yeniden yükleyin.",
    "jobs": "Ekibe katılın",
    "please-enable-javascript": "QR kodunu görebilmek için lütfen JavaScript'i etkinleştirin.",
    "please-use-link-in-mobile-app": "Lütfen bağlantıyı mobil uygulamada kullanın"
}
