{
    "features": "Особливості",
    "simplex-explained-tab-3-text": "3. Що бачать сервери",
    "terms-and-privacy-policy": "Політика конфіденційності",
    "feature-4-title": "Голосові повідомлення з шифруванням від кінця до кінця",
    "feature-5-title": "Зникнення повідомлень",
    "simplex-private-card-3-point-3": "Відновлення з'єднання вимкнено для запобігання атакам на сесію.",
    "simplex-private-card-7-point-1": "Для гарантії цілісності повідомлення пронумеровані послідовно та містять хеш попереднього повідомлення.",
    "simplex-private-card-10-point-2": "Це дозволяє доставляти повідомлення без ідентифікаторів профілю користувача та забезпечує кращу конфіденційність метаданих, ніж альтернативи.",
    "privacy-matters-2-overlay-1-linkText": "Конфіденційність дає вам владу",
    "hero-overlay-card-1-p-5": "Тільки пристрої клієнта зберігають профілі користувачів, контакти та групи; повідомлення відправляються із шифруванням від кінця до кінця з двома шарами.",
    "hero-overlay-card-2-p-1": "Коли у користувачів є постійні ідентифікатори, навіть якщо це просто випадковий номер, як, наприклад, ідентифікатор сеансу, існує ризик того, що провайдер чи зловмисник може спостерігати, як користувачі підключені та скільки повідомлень вони відправляють.",
    "simplex-network-overlay-card-1-li-5": "Всі відомі P2P-мережі можуть бути вразливими до атаки <a href='https://en.wikipedia.org/wiki/Sybil_attack'>Sybil</a>, оскільки кожен вузол є відкритим, і мережа працює як ціле. Відомі заходи для пом'якшення цієї атаки вимагають або централізованого компонента, або дорогого <a href='https://en.wikipedia.org/wiki/Proof_of_work'>доказу роботи</a>. Мережа SimpleX не має виявності сервера, вона роздроблена і працює як кілька ізольованих підмереж, що робить неможливими атаки на всю мережу.",
    "simplex-network-overlay-card-1-li-6": "P2P-мережі можуть бути вразливими до атаки <a href='https://www.usenix.org/conference/woot15/workshop-program/presentation/p2p-file-sharing-hell-exploiting-bittorrent'>DRDoS</a>, коли клієнти можуть ребродкастити та збільшувати трафік, що призводить до відмови в обслуговуванні на рівні всієї мережі. Клієнти SimpleX лише пересилають трафік від відомого підключення і не можуть бути використані зловмисником для збільшення трафіку в усій мережі.",
    "privacy-matters-overlay-card-1-p-2": "Інтернет-роздрібники знають, що люди з низьким доходом частіше роблять термінові покупки, тому вони можуть встановлювати вищі ціни або скасовувати знижки.",
    "privacy-matters-overlay-card-1-p-3": "Деякі фінансові та страхові компанії використовують соціальні графи для визначення ставок та страхових премій. Це часто змушує людей з низькими доходами платити більше &mdash; це відомо як <a href='https://fairbydesign.com/povertypremium/' target='_blank'>'поширений преміум'</a>.",
    "privacy-matters-overlay-card-1-p-4": "Платформа SimpleX захищає конфіденційність ваших з'єднань краще, ніж будь-яка альтернатива, повністю запобігаючи доступу вашого соціального графа будь-яким компаніям чи організаціям. Навіть коли люди використовують сервери, надані SimpleX Chat, ми не знаємо кількість користувачів чи їх зв'язки.",
    "privacy-matters-overlay-card-2-p-1": "Не так давно ми спостерігали, як великі вибори маніпулювалися <a href='https://en.wikipedia.org/wiki/Facebook–Cambridge_Analytica_data_scandal' target='_blank'>поважною консалтинговою компанією</a>, яка використовувала наші соціальні графи для спотворення нашого уявлення про реальний світ та маніпулювання нашими голосами.",
    "privacy-matters-overlay-card-2-p-2": "Щоб бути об'єктивним та приймати незалежні рішення, вам потрібно контролювати ваш інформаційний простір. Це можливо лише за умови використання приватної платформи для спілкування, яка не має доступу до вашого соціального графа.",
    "privacy-matters-overlay-card-2-p-3": "SimpleX - це перша платформа, яка не має жодних ідентифікаторів користувачів за своїм дизайном, таким чином, захищаючи ваш графік з'єднань краще, ніж будь-яка відома альтернатива.",
    "privacy-matters-overlay-card-3-p-1": "Кожен повинен турбуватися про конфіденційність та безпеку свого спілкування &mdash; безпечні розмови можуть поставити вас під загрозу, навіть якщо у вас немає чого приховувати.",
    "privacy-matters-overlay-card-3-p-2": "Однією з найшокуючих історій є досвід <a href='https://en.wikipedia.org/wiki/Mohamedou_Ould_Slahi' target='_blank'>Мохамеду Ульд Слахі</a>, описаний в його мемуарах і показаний у фільмі \"Мавританець\". Його посадили в табір Гуантанамо без суду і мукили там 15 років після телефонного дзвінка йому родичеві в Афганістані, під підозрою в причетності до атак 11 вересня, навіть не дивлячись на те, що він проживав у Німеччині протягом попередніх 10 років.",
    "privacy-matters-overlay-card-3-p-4": "Недостатньо використовувати зашифрований від кінця до кінця месенджер; ми всі повинні використовувати месенджери, які захищають конфіденційність наших особистих мереж &mdash; з ким ми з'єднані.",
    "simplex-unique-overlay-card-1-p-1": "На відміну від інших платформ обміну повідомленнями, у SimpleX <strong>не присвоюються ідентифікатори користувачів</strong>. Він не покладається на номери телефонів, адреси на основі домену (наприклад, електронна пошта або XMPP), імена користувачів, публічні ключі або навіть випадкові номери для ідентифікації своїх користувачів &mdash; ми не знаємо, скільки людей використовує наші сервери SimpleX.",
    "simplex-unique-overlay-card-3-p-3": "На відміну від федеративних мереж серверів (електронна пошта, XMPP або Matrix), сервери SimpleX не зберігають облікові записи користувачів, вони лише ретранслюють повідомлення, захищаючи приватність обох сторін.",
    "simplex-unique-card-3-p-2": "Зашифровані повідомлення від кінця до кінця тимчасово зберігаються на ретрансляційних серверах SimpleX до їх отримання, після чого вони назавжди видаляються.",
    "simplex-unique-card-4-p-1": "Мережа SimpleX є повністю децентралізованою та незалежною від будь-якої криптовалюти чи іншої платформи, крім Інтернету.",
    "simplex-network-overlay-card-1-li-3": "P2P не вирішує проблему атаки <a href='https://en.wikipedia.org/wiki/Man-in-the-middle_attack'>MITM</a>, і більшість існуючих реалізацій не використовують поза каналом повідомлень для початкового обміну ключами. SimpleX використовує поза каналом повідомлень або, у деяких випадках, передбачені і безпечні з'єднання для початкового обміну ключами.",
    "simplex-network-overlay-card-1-li-4": "Реалізації P2P можуть бути блоковані деякими інтернет-провайдерами (наприклад, <a href='https://en.wikipedia.org/wiki/BitTorrent'>BitTorrent</a>). SimpleX є транспортно-агностичним - він може працювати через стандартні веб-протоколи, наприклад, WebSockets.",
    "simplex-unique-card-4-p-2": "Ви можете <strong>використовувати SimpleX з власними серверами</strong> або з серверами, які ми надаємо &mdash; і все одно підключатися до будь-якого користувача.",
    "contact-hero-p-1": "Публічні ключі та адреса черги повідомлень в цьому посиланні НЕ відправляються по мережі під час перегляду цієї сторінки &mdash; вони містяться в хеш-фрагменті URL-посилання.",
    "scan-qr-code-from-mobile-app": "Сканувати QR-код з мобільного додатка",
    "to-make-a-connection": "Щоб здійснити підключення:",
    "install-simplex-app": "Встановити додаток SimpleX",
    "github-repository": "Репозиторій GitHub",
    "no-federated": "Ні - федеративно",
    "comparison-section-list-point-1": "Зазвичай базується на номері телефону, у деяких випадках на іменах користувачів",
    "comparison-section-list-point-2": "Адреси, засновані на DNS",
    "comparison-section-list-point-3": "Відкритий ключ чи який-небудь інший глобально унікальний ідентифікатор",
    "comparison-section-list-point-7": "Мережі P2P мають або центральний орган управління, або всю мережу можна порушити",
    "see-here": "дивіться тут",
    "guide-dropdown-4": "Профілі чату",
    "guide-dropdown-5": "Управління даними",
    "guide-dropdown-6": "Аудіо та відеовиклики",
    "guide-dropdown-7": "Конфіденційність та безпека",
    "guide-dropdown-8": "Налаштування додатка",
    "guide-dropdown-9": "Створення підключень",
    "guide": "Посібник",
    "docs-dropdown-1": "Платформа SimpleX",
    "docs-dropdown-2": "Доступ до файлів Android",
    "docs-dropdown-3": "Доступ до бази даних чату",
    "docs-dropdown-4": "Хостинг сервера SMP",
    "docs-dropdown-5": "Хостинг сервера XFTP",
    "docs-dropdown-6": "Сервери WebRTC",
    "docs-dropdown-7": "Переклад SimpleX Chat",
    "newer-version-of-eng-msg": "Є нова версія цієї сторінки англійською мовою.",
    "click-to-see": "Натисніть, щоб побачити",
    "menu": "Меню",
    "on-this-page": "На цій сторінці",
    "back-to-top": "Повернутися наверх",
    "home": "Головна",
    "developers": "Розробники",
    "reference": "Посилання",
    "blog": "Блог",
    "why-simplex": "Чому SimpleX",
    "simplex-privacy": "Приватність у SimpleX",
    "simplex-network": "Мережа SimpleX",
    "simplex-explained": "Пояснення SimpleX",
    "simplex-explained-tab-1-text": "1. Що відчувають користувачі",
    "simplex-explained-tab-2-text": "2. Як це працює",
    "simplex-explained-tab-1-p-1": "Ви можете створювати контакти та групи і вести двосторонні розмови, як у будь-якому іншому месенджері.",
    "simplex-explained-tab-1-p-2": "Як це може працювати з однобічними чергами та без ідентифікаторів профілю користувача?",
    "simplex-explained-tab-2-p-1": "Для кожного з'єднання ви використовуєте дві окремі черги обміну повідомленнями для відправки та отримання повідомлень через різні сервери.",
    "simplex-explained-tab-2-p-2": "Сервери передають повідомлення тільки в одному напрямку, не маючи повної картини розмови або підключень користувача.",
    "simplex-explained-tab-3-p-1": "Сервери мають окремі анонімні облікові дані для кожної черги і не знають, які користувачі до них відносяться.",
    "simplex-explained-tab-3-p-2": "Користувачі можуть додатково підвищити конфіденційність метаданих, використовуючи Tor для доступу до серверів, що запобігає кореляції за IP-адресою.",
    "chat-bot-example": "Приклад чат-бота",
    "smp-protocol": "Протокол SMP",
    "chat-protocol": "Протокол чату",
    "donate": "Пожертвувати",
    "copyright-label": "© 2020-2023 SimpleX | Проект з відкритим кодом",
    "simplex-chat-protocol": "Протокол чату SimpleX",
    "terminal-cli": "Термінал CLI",
    "hero-header": "Приватність переосмислена",
    "hero-subheader": "Перший месенджер<br>без ідентифікаторів користувачів",
    "hero-p-1": "У інших додатках є ідентифікатори користувачів: Signal, Matrix, Session, Briar, Jami, Cwtch, тощо.<br> У SimpleX немає жодних, <strong>навіть випадкових номерів</strong>.<br> Це радикально покращує вашу конфіденційність.",
    "hero-overlay-1-textlink": "Чому ідентифікатори користувачів шкідливі для конфіденційності?",
    "hero-overlay-2-textlink": "Як працює SimpleX?",
    "hero-2-header": "Створіть приватне з'єднання",
    "hero-2-header-desc": "У відео показано, як ви можете підключитися до свого друга за його одноразовим QR-кодом, особисто або через відеозв'язок. Ви також можете підключитися, поділившись посиланням на запрошення.",
    "hero-overlay-1-title": "Як працює SimpleX?",
    "hero-overlay-2-title": "Чому ідентифікатори користувачів шкідливі для конфіденційності?",
    "feature-1-title": "Повідомлення з шифруванням від кінця до кінця з можливістю використання Markdown та редагування",
    "feature-2-title": "Зображення, відео та файли з шифруванням від кінця до кінця",
    "feature-3-title": "Децентралізовані групи з шифруванням від кінця до кінця &mdash; тільки користувачі знають про їх існування",
    "feature-6-title": "Дзвінки з шифруванням від кінця до кінця для аудіо та відео",
    "feature-7-title": "Переносне зашифроване зберігання додатку &mdash; переміщуйте профіль на інший пристрій",
    "feature-8-title": "Режим інкогніто &mdash;<br>унікальний для SimpleX Chat",
    "simplex-network-overlay-1-title": "Порівняння з протоколами P2P-повідомлень",
    "simplex-private-1-title": "2 рівні шифрування від кінця до кінця",
    "simplex-private-2-title": "Додатковий рівень<br>шифрування сервера",
    "simplex-private-3-title": "Безпечний аутентифікований<br>транспорт TLS",
    "simplex-private-4-title": "Опційний<br>доступ через Tor",
    "simplex-private-5-title": "Кілька рівнів<br>наповнення вмісту",
    "simplex-private-6-title": "Позаканальний<br>обмін ключами",
    "simplex-private-7-title": "Перевірка<br>цілісності повідомлення",
    "simplex-private-9-title": "Однобічні<br>черги повідомлень",
    "simplex-private-8-title": "Змішування повідомлень<br>для зменшення кореляції",
    "simplex-private-10-title": "Тимчасові анонімні парні ідентифікатори",
    "simplex-private-card-1-point-1": "Протокол подвійної рейки — OTR-повідомлення з ідеальною передачею секрету та відновленням злому.",
    "simplex-private-card-1-point-2": "NaCL криптокоробка в кожній черзі для запобігання кореляції трафіку між чергами повідомлень у разі компрометації TLS.",
    "simplex-private-card-2-point-1": "Додатковий рівень шифрування сервера для доставки отримувачу для запобігання кореляції між отриманим та відісланим трафіком сервера у разі компрометації TLS.",
    "simplex-private-card-3-point-1": "Використовується лише TLS 1.2/1.3 із сильними алгоритмами для з'єднань клієнт-сервер.",
    "simplex-private-card-3-point-2": "Відбиток сервера та зв'язування каналу запобігають MITM та атакам повтору.",
    "simplex-private-card-4-point-1": "Для захисту вашої IP-адреси ви можете отримати доступ до серверів через Tor чи іншу транспортну оверлейну мережу.",
    "simplex-private-card-4-point-2": "Для використання SimpleX через Tor, будь ласка, встановіть <a href=\"https://guardianproject.info/apps/org.torproject.android/\" target=\"_blank\">додаток Orbot</a> та активуйте SOCKS5-проксі (або VPN <a href=\"https://apps.apple.com/us/app/orbot/id1609461599?platform=iphone\" target=\"_blank\">на iOS</a>).",
    "simplex-private-card-5-point-1": "SimpleX використовує наповнення вмісту для кожного шару шифрування для ускладнення атак за розміром повідомлень.",
    "simplex-private-card-5-point-2": "Це забезпечує, що повідомлення різних розмірів виглядають однаково для серверів та спостерігачів мережі.",
    "simplex-private-card-6-point-1": "Багато комунікаційних платформ вразливі до MITM-атак серверів чи постачальників мережі.",
    "simplex-private-card-6-point-2": "Щоб запобігти цьому, програми SimpleX передають одноразові ключі позаканально, коли ви ділитесь адресою як посиланням або QR-кодом.",
    "simplex-private-card-7-point-2": "Якщо будь-яке повідомлення додається, вилучається чи змінюється, отримувач буде проінформований.",
    "simplex-private-card-8-point-1": "Сервери SimpleX виступають як вузли низької затримки для змішування &mdash; вхідні та вихідні повідомлення мають різний порядок.",
    "simplex-private-card-9-point-1": "Кожна черга повідомлень передає повідомлення в одному напрямку, з різними адресами для відправки та отримання.",
    "simplex-private-card-9-point-2": "Це зменшує вектори атак порівняно із традиційними брокерами повідомлень та доступними метаданими.",
    "simplex-private-card-10-point-1": "SimpleX використовує тимчасові анонімні парні адреси та облікові дані для кожного користувача, контакту чи учасника групи.",
    "privacy-matters-1-title": "Реклама та дискримінація ціни",
    "privacy-matters-1-overlay-1-title": "Конфіденційність зекономить вам гроші",
    "privacy-matters-1-overlay-1-linkText": "Конфіденційність зекономить вам гроші",
    "privacy-matters-2-title": "Маніпулювання виборами",
    "privacy-matters-2-overlay-1-title": "Конфіденційність дає вам владу",
    "privacy-matters-3-title": "Переслідування за невинним зв'язком",
    "privacy-matters-3-overlay-1-title": "Конфіденційність захищає вашу свободу",
    "privacy-matters-3-overlay-1-linkText": "Конфіденційність захищає вашу свободу",
    "simplex-unique-1-title": "Ви маєте повну конфіденційність",
    "simplex-unique-1-overlay-1-title": "Повна конфіденційність вашої ідентичності, профілю, контактів та метаданих",
    "simplex-unique-2-title": "Вас захищено<br>від спаму та зловживань",
    "simplex-unique-2-overlay-1-title": "Найкращий захист від спаму та зловживань",
    "simplex-unique-3-title": "Ви контролюєте свої дані",
    "simplex-unique-3-overlay-1-title": "Власність, контроль та безпека ваших даних",
    "simplex-unique-4-title": "Ви власник мережі SimpleX",
    "simplex-unique-4-overlay-1-title": "Повністю децентралізована &mdash; користувачі володіють мережею SimpleX",
    "hero-overlay-card-1-p-1": "Багато користувачів запитували: <em>якщо у SimpleX немає ідентифікаторів користувачів, як він може знати, куди відправити повідомлення?</em>",
    "hero-overlay-card-1-p-2": "Для доставки повідомлень, замість ідентифікаторів користувачів, які використовують усі інші платформи, SimpleX використовує тимчасові анонімні парні ідентифікатори черг повідомлень, окремі для кожного вашого підключення &mdash; тут немає довгострокових ідентифікаторів.",
    "hero-overlay-card-1-p-3": "Ви визначаєте, який(кі) сервер(и) використовувати для отримання повідомлень, ваші контакти &mdash; сервери, які ви використовуєте для відправки повідомлень їм. Кожна розмова, ймовірно, використовує два різних сервери.",
    "hero-overlay-card-1-p-4": "Цей дизайн запобігає витоку метаданих будь-яких користувачів на рівні додатка. Для подальшого покращення конфіденційності та захисту вашої IP-адреси ви можете підключитися до серверів обміну повідомленнями через Tor.",
    "hero-overlay-card-1-p-6": "Докладніше читайте у <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>білетному запису SimpleX</a>.",
    "hero-overlay-card-2-p-2": "Вони можуть потім корелювати цю інформацію з існуючими громадськими соціальними мережами та визначати деякі реальні ідентифікатори.",
    "hero-overlay-card-2-p-3": "Навіть з найбільш приватними додатками, які використовують служби Tor v3, якщо ви розмовляєте з двома різними контактами через той самий профіль, вони можуть довести, що вони підключені до однієї й тієї ж особи.",
    "hero-overlay-card-2-p-4": "SimpleX захищає від цих атак, не маючи жодних ідентифікаторів користувачів в своєму дизайні. І, якщо ви використовуєте режим інкогніто, у вас буде різне відображення для кожного контакту, уникнення будь-яких спільних даних між ними.",
    "simplex-network-overlay-card-1-p-1": "<a href='https://en.wikipedia.org/wiki/Peer-to-peer'>Протоколи та додатки для P2P-зв'язку</a> мають різні проблеми, які роблять їх менш надійними порівняно із SimpleX, складнішими для аналізу та вразливими до кількох типів атак.",
    "simplex-network-overlay-card-1-li-1": "P2P-мережі покладаються на якусь варіацію <a href='https://en.wikipedia.org/wiki/Distributed_hash_table'>розподіленої хеш-таблиці (DHT)</a> для маршрутизації повідомлень. Дизайни DHT повинні балансувати гарантію доставки та затримку. У SimpleX є як краща гарантія доставки, так і менша затримка порівняно із P2P, оскільки повідомлення може передаватися паралельно кількома серверами, використовуючи сервери, обрані отримувачем. У P2P-мережах повідомлення проходить через вузли <em>O(log N)</em> послідовно, використовуючи вузли, обрані алгоритмом.",
    "simplex-network-overlay-card-1-li-2": "У дизайні SimpleX, на відміну від більшості P2P-мереж, немає жодних глобальних ідентифікаторів користувачів будь-якого виду, навіть тимчасових, та використовуються лише тимчасові парні ідентифікатори, що забезпечує кращу анонімність та захист метаданих.",
    "privacy-matters-overlay-card-1-p-1": "Багато великих компаній використовують інформацію про те, з ким ви з'єднані, щоб оцінити ваш дохід, продавати вам продукти, які вам дійсно не потрібні, і визначати ціни.",
    "privacy-matters-overlay-card-3-p-3": "Звичайних людей арештовують за те, що вони публікують онлайн, навіть через свої 'анонімні' облікові записи, <a href='https://www.dailymail.co.uk/news/article-11282263/Moment-police-swoop-house-devout-catholic-mother-malicious-online-posts.html' target='_blank'>навіть у демократичних країнах</a>.",
    "simplex-unique-overlay-card-1-p-2": "Для доставки повідомлень SimpleX використовує <a href='https://csrc.nist.gov/glossary/term/Pairwise_Pseudonymous_Identifier'>парні анонімні адреси</a> однобічних черг повідомлень, окремо для отриманих та відправлених повідомлень, зазвичай через різні сервери. Використання SimpleX схоже на наявність <strong>різної &ldquo;витратної&rdquo; електронної пошти або телефону для кожного контакту</strong>, і немає неприємностей у їх управлінні.",
    "simplex-unique-overlay-card-1-p-3": "Цей дизайн захищає конфіденційність осіб, з якими ви спілкуєтеся, приховуючи це від серверів платформи SimpleX та будь-яких спостерігачів. Щоб сховати свою IP-адресу від серверів, ви можете <strong>підключитися до серверів SimpleX через Tor</strong>.",
    "simplex-unique-overlay-card-2-p-1": "Оскільки у вас немає ідентифікатора на платформі SimpleX, ніхто не може з вами зв'язатися, якщо ви не поділитеся одноразовою або тимчасовою адресою користувача, у вигляді QR-коду або посилання.",
    "simplex-unique-overlay-card-2-p-2": "Навіть з необов'язковою адресою користувача, яка може бути використана для відправки спамових запитань на зв'язок, ви можете змінити або повністю видалити її, не втрачаючи жодного з ваших з'єднань.",
    "simplex-unique-overlay-card-3-p-1": "SimpleX Chat зберігає всі дані користувачів лише на пристроях клієнтів за допомогою <strong>переносного зашифрованого формату бази даних</strong>, який можна експортувати і передавати на будь-який підтримуваний пристрій.",
    "simplex-unique-overlay-card-3-p-2": "Зашифровані повідомлення від кінця до кінця тимчасово зберігаються на ретрансляційних серверах SimpleX до їх отримання, після чого вони назавжди видаляються.",
    "simplex-unique-overlay-card-3-p-4": "Між надісланим і отриманим серверним трафіком немає спільних ідентифікаторів чи шифрованого тексту &mdash; якщо хтось його спостерігає, він не може легко визначити, хто спілкується з ким, навіть якщо TLS скомпрометовано.",
    "simplex-unique-overlay-card-4-p-1": "Ви можете <strong>використовувати SimpleX з власними серверами</strong> і все одно спілкуватися з людьми, які використовують надані нам сервери заздалегідь налаштовані.",
    "simplex-unique-overlay-card-4-p-2": "Платформа SimpleX використовує <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>відкритий протокол</a> та надає <a href='https://github.com/simplex-chat/simplex-chat/tree/stable/packages/simplex-chat-client/typescript' target='_blank'>SDK для створення чат-ботів</a>, що дозволяє впроваджувати сервіси, з якими користувачі можуть взаємодіяти через додатки SimpleX Chat &mdash; ми дійсно чекаємо, які сервіси SimpleX ви зможете побудувати.",
    "simplex-unique-overlay-card-4-p-3": "Якщо ви розглядаєте можливість розробки для платформи SimpleX, наприклад, чат-бота для користувачів додатку SimpleX або інтеграції бібліотеки SimpleX Chat у свої мобільні додатки, будь ласка, <a href='https://simplex.chat/contact#/?v=1&smp=smp%3A%2F%2FPQUV2eL0t7OStZOoAsPEV2QYWt4-xilbakvGUGOItUo%3D%40smp6.simplex.im%2FK1rslx-m5bpXVIdMZg9NLUZ_8JBm8xTt%23MCowBQYDK2VuAyEALDeVe-sG8mRY22LsXlPgiwTNs9dbiLrNuA7f3ZMAJ2w%3D' target='_blank'>зв'яжіться з нами</a> для отримання порад та підтримки.",
    "simplex-unique-card-1-p-1": "SimpleX захищає конфіденційність вашого профілю, контактів та метаданих, приховуючи їх від серверів платформи SimpleX та будь-яких спостерігачів.",
    "simplex-unique-card-1-p-2": "На відміну від будь-якої іншої існуючої платформи обміну повідомленнями, SimpleX не має ідентифікаторів, призначених користувачам &mdash; <strong>навіть випадкових чисел</strong>.",
    "simplex-unique-card-2-p-1": "Оскільки у вас немає ідентифікатора або фіксованої адреси на платформі SimpleX, ніхто не може з вами зв'язатися, якщо ви не поділитесь одноразовою або тимчасовою адресою користувача, як QR-код або посиланням.",
    "simplex-unique-card-3-p-1": "SimpleX зберігає всі дані користувачів на пристроях клієнтів у <strong>переносному зашифрованому форматі бази даних</strong> &mdash; його можна передавати на інший пристрій.",
    "join": "Приєднатися",
    "we-invite-you-to-join-the-conversation": "Ми запрошуємо вас приєднатися до розмови",
    "join-the-REDDIT-community": "Приєднуйтесь до спільноти REDDIT",
    "join-us-on-GitHub": "Приєднуйтесь до нас на GitHub",
    "donate-here-to-help-us": "Пожертвуйте тут, щоб допомогти нам",
    "sign-up-to-receive-our-updates": "Підпишіться, щоб отримувати наші оновлення",
    "enter-your-email-address": "Введіть свою електронну адресу",
    "get-simplex": "Отримати SimpleX <a href=\"/downloads\">додаток для настільних комп'ютерів</a>",
    "why-simplex-is": "Чому SimpleX є",
    "unique": "унікальним",
    "learn-more": "Дізнатися більше",
    "more-info": "Додаткова інформація",
    "hide-info": "Приховати інформацію",
    "contact-hero-header": "Ви отримали адресу для підключення в SimpleX Chat",
    "invitation-hero-header": "Ви отримали 1-разове посилання для підключення в SimpleX Chat",
    "contact-hero-subheader": "Скануйте QR-код за допомогою додатка SimpleX Chat на своєму телефоні чи планшеті.",
    "contact-hero-p-2": "Ще не завантажили SimpleX Chat?",
    "contact-hero-p-3": "Скористайтеся посиланнями нижче, щоб завантажити додаток.",
    "connect-in-app": "Підключитися в додатку",
    "open-simplex-app": "Відкрити додаток SimpleX",
    "tap-the-connect-button-in-the-app": "Торкніться кнопки <span class='text-active-blue'>‘підключити’</span> в додатку",
    "scan-the-qr-code-with-the-simplex-chat-app": "Скануйте QR-код за допомогою додатка SimpleX Chat",
    "scan-the-qr-code-with-the-simplex-chat-app-description": "Публічні ключі та адреса черги повідомлень в цьому посиланні НЕ відправляються по мережі під час перегляду цієї сторінки &mdash;<br> вони містяться в хеш-фрагменті URL-посилання.",
    "installing-simplex-chat-to-terminal": "Встановлення SimpleX Chat для терміналу",
    "use-this-command": "Використовуйте цю команду:",
    "see-simplex-chat": "Дивіться SimpleX Chat",
    "the-instructions--source-code": "інструкції з того, як його завантажити чи скомпілювати з вихідного коду.",
    "if-you-already-installed-simplex-chat-for-the-terminal": "Якщо ви вже встановили SimpleX Chat для терміналу",
    "if-you-already-installed": "Якщо ви вже встановили",
    "simplex-chat-for-the-terminal": "SimpleX Chat для терміналу",
    "copy-the-command-below-text": "скопіюйте команду нижче та використовуйте її в чаті:",
    "privacy-matters-section-header": "Чому конфіденційність <span class='gradient-text'>має значення</span>",
    "privacy-matters-section-subheader": "Збереження конфіденційності ваших метаданих &mdash; <span class='text-active-blue'>з ким ви спілкуєтеся</span> &mdash; захищає вас від:",
    "privacy-matters-section-label": "Переконайтеся, що ваш месенджер не має доступу до ваших даних!",
    "simplex-private-section-header": "Що робить SimpleX <span class='gradient-text'>конфіденційним</span>",
    "tap-to-close": "Торкніться, щоб закрити",
    "simplex-network-section-header": "SimpleX <span class='gradient-text'>Network</span>",
    "simplex-network-section-desc": "Simplex Chat надає найкращу конфіденційність, поєднуючи переваги P2P та федеративних мереж.",
    "simplex-network-1-desc": "Всі повідомлення відправляються через сервери, що забезпечує кращу конфіденційність метаданих та надійну асинхронну доставку повідомлень, уникаючи багатьох",
    "simplex-network-1-header": "На відміну від мереж P2P",
    "simplex-network-1-overlay-linktext": "проблем P2P-мереж",
    "simplex-network-2-header": "На відміну від федеративних мереж",
    "simplex-network-2-desc": "Сервери SimpleX Chat НЕ зберігають профілі користувачів, контакти та доставлені повідомлення, НЕ підключаються один до одного, і НЕ існує каталог серверів.",
    "simplex-network-3-header": "Мережа SimpleX",
    "simplex-network-3-desc": "сервери надають <span class='text-active-blue'>однобічні черги</span> для з'єднання користувачів, але вони не мають видимості графа підключень в мережі &mdash; лише користувачі.",
    "comparison-section-header": "Порівняння з іншими протоколами",
    "protocol-1-text": "Signal, великі платформи",
    "protocol-2-text": "XMPP, Matrix",
    "protocol-3-text": "Протоколи P2P",
    "comparison-point-1-text": "Потребує глобального ідентифікатора",
    "comparison-point-2-text": "Можливість MITM",
    "comparison-point-3-text": "Залежність від DNS",
    "comparison-point-4-text": "Одна чи централізована мережа",
    "comparison-point-5-text": "Центральний компонент чи інша атака на всю мережу",
    "yes": "Так",
    "no": "Ні",
    "no-private": "Ні - конфіденційно",
    "no-secure": "Ні - безпечно",
    "no-resilient": "Ні - стійко",
    "no-decentralized": "Ні - децентралізовано",
    "comparison-section-list-point-4": "Якщо сервери оператора порушені. Перевірте безпековий код в Signal та деяких інших додатках для зменшення ризику",
    "comparison-section-list-point-5": "Не захищає конфіденційність метаданих користувачів",
    "comparison-section-list-point-6": "Хоча P2P є розподіленими, вони не є федеративними - вони працюють як єдина мережа",
    "guide-dropdown-1": "Швидкий старт",
    "guide-dropdown-2": "Відправлення повідомлень",
    "guide-dropdown-3": "Таємні групи",
    "glossary": "Глосарій",
    "docs-dropdown-8": "Служба каталогів SimpleX",
    "f-droid-page-simplex-chat-repo-section-text": "Щоб додати його до свого клієнта F-Droid, <span class='hide-on-mobile'>скануйте QR-код або</span> використовуйте цей URL:",
    "simplex-chat-via-f-droid": "SimpleX Chat через F-Droid",
    "signing-key-fingerprint": "Відбиток підпису ключа (SHA-256)",
    "stable-versions-built-by-f-droid-org": "Стабільні версії, побудовані F-Droid.org",
    "simplex-chat-repo": "Репозитарій SimpleX Chat",
    "f-droid-org-repo": "Репозитарій F-Droid.org",
    "releases-to-this-repo-are-done-1-2-days-later": "Релізи в це репо відбуваються на кілька днів пізніше",
    "stable-and-beta-versions-built-by-developers": "Стабільні та бета-версії, побудовані розробниками",
    "f-droid-page-f-droid-org-repo-section-text": "SimpleX Chat та репозитарії F-Droid.org підписують збірки різними ключами. Щоб переключитися, будь ласка, <a href='/docs/guide/chat-profiles.html#move-your-chat-profiles-to-another-device'>експортуйте</a> базу даних чату та перевстановіть додаток.",
    "hero-overlay-3-title": "Оцінка безпеки",
    "hero-overlay-card-3-p-2": "Trail of Bits переглянувало криптографію та компоненти мережі платформи SimpleX у листопаді 2022 року.",
    "hero-overlay-card-3-p-3": "Читайте більше в <a href=\"/blog/20221108-simplex-chat-v4.2-security-audit-new-website.html\">оголошенні</a>.",
    "jobs": "Приєднатися до команди",
    "hero-overlay-3-textlink": "Оцінка безпеки",
    "hero-overlay-card-3-p-1": "<a href=\"https://www.trailofbits.com/about/\">Trail of Bits</a> є провідною консалтинговою фірмою з безпеки та технологій, клієнтами якої є великі технологічні компанії, урядові агенції та великі проекти у сфері блокчейну.",
    "comparison-section-list-point-4a": "Ретранслятори SimpleX не можуть порушити e2e-шифрування. Перевірте безпековий код для зменшення ризику атаки на зовнішньобандовий канал",
    "docs-dropdown-9": "Завантаження",
    "please-enable-javascript": "Будь ласка, увімкніть JavaScript, щоб побачити QR-код.",
    "please-use-link-in-mobile-app": "Будь ласка, скористайтеся посиланням у мобільному додатку",
    "docs-dropdown-11": "ПОШИРЕНІ ЗАПИТАННЯ",
    "docs-dropdown-10": "Прозорість",
    "docs-dropdown-12": "Безпека"
}
