{
    "features": "Особливості",
    "simplex-explained-tab-3-text": "3. Що бачать сервери",
    "terms-and-privacy-policy": "Умови та політика конфіденційності",
    "feature-4-title": "Голосові повідомлення, зашифровані E2E",
    "feature-5-title": "Повідомлення, що зникають",
    "simplex-private-card-3-point-3": "Відновлення з'єднання вимкнено, щоб запобігти сеансовим атакам.",
    "simplex-private-card-7-point-1": "Щоб гарантувати цілісність, повідомлення послідовно пронумеровані та містять хеш попереднього повідомлення.",
    "simplex-private-card-10-point-2": "Це дозволяє доставляти повідомлення без ідентифікаторів профілів користувачів, забезпечуючи кращу конфіденційність метаданих, ніж альтернативи.",
    "privacy-matters-2-overlay-1-linkText": "Конфіденційність дає вам повноваження",
    "hero-overlay-card-1-p-5": "Лише клієнтські пристрої зберігають профілі користувачів, контакти та групи; повідомлення надсилаються з дворівневим наскрізним шифруванням.",
    "hero-overlay-card-2-p-1": "Коли користувачі мають постійні ідентифікаційні дані, навіть якщо це просто випадкове число, як ідентифікатор сеансу, існує ризик того, що постачальник або зловмисник може спостерігати, як користувачі підключені та скільки повідомлень вони надсилають.",
    "simplex-network-overlay-card-1-li-5": "Усі відомі мережі P2P можуть бути вразливими до <a href='https://en.wikipedia.org/wiki/Sybil_attack'>атаки Sybil</a >, тому що кожен вузол можна виявити, а мережа працює як єдине ціле. Відомі заходи пом’якшення вимагають або централізованого компонента, або дорогого <a href='https://en.wikipedia.org/wiki/Proof_of_work'>доказу робота</a>. Мережа SimpleX не має можливості виявлення сервера, вона фрагментована та працює як кілька ізольованих підмереж, що унеможливлює атаки по всій мережі.",
    "simplex-network-overlay-card-1-li-6": "Мережі P2P можуть бути вразливими до <a href='https://www.usenix.org/conference/woot15/workshop-program/presentation/p2p- file-sharing-hell-exploiting-bittorrent'>DRDoS-атака</a>, коли клієнти можуть повторно транслювати та посилювати трафік, що призводить до відмови в обслуговуванні всієї мережі. Клієнти SimpleX передають трафік лише з відомого з’єднання та не можуть використовуватися зловмисник, щоб збільшити трафік у всій мережі.",
    "privacy-matters-overlay-card-1-p-2": "Інтернет-продавці знають, що люди з нижчими доходами частіше роблять термінові покупки, тому вони можуть стягувати вищі ціни або скасовувати знижки.",
    "privacy-matters-overlay-card-1-p-3": "Деякі фінансові та страхові компанії використовують соціальні графіки для визначення процентних ставок і премій. Це часто змушує людей із нижчими доходами платити більше &mdash; це відомо як <a href ='https://fairbydesign.com/povertypremium/' target='_blank'>'poverty premium'</a>.",
    "privacy-matters-overlay-card-1-p-4": "Платформа SimpleX захищає конфіденційність ваших з'єднань краще, ніж будь-яка альтернатива, повністю запобігаючи тому, щоб ваш соціальний графік став доступним будь-яким компаніям або організаціям. Навіть якщо люди використовують сервери, надані SimpleX Chat, ми не знаємо кількість користувачів або їхні зв’язки.",
    "privacy-matters-overlay-card-2-p-1": "Не так давно ми спостерігали, як основні вибори маніпулювали <a href='https://en.wikipedia.org/wiki/Facebook–Cambridge_Analytica_data_scandal' target='_blank'>відома консалтингова компанія</a>, яка використовувала наші соціальні графіки, щоб спотворити наше уявлення про реальний світ і маніпулювати нашими голосами.",
    "privacy-matters-overlay-card-2-p-2": "Щоб бути об'єктивним і приймати незалежні рішення, вам потрібно контролювати свій інформаційний простір. Це можливо лише якщо ви використовуєте приватну комунікаційну платформу, яка не має доступ до вашого соціального графіка.",
    "privacy-matters-overlay-card-2-p-3": "SimpleX є першою платформою, яка не має жодних ідентифікаторів користувачів, таким чином захищаючи ваш графік підключень краще, ніж будь-яка відома альтернатива.",
    "privacy-matters-overlay-card-3-p-1": "Кожен повинен дбати про конфіденційність і безпеку свого спілкування &mdash; нешкідливі розмови можуть поставити вас під загрозу, навіть якщо вам нема чого приховувати.",
    "privacy-matters-overlay-card-3-p-2": "Однією з найбільш шокуючих історій є досвід <a href='https://en.wikipedia.org/wiki/Mohamedou_Ould_Slahi' target='_blank '>Мохамеду Ульд Салахі</a> описано у своїх мемуарах і показано в Мавританському фільмі. Його помістили в табір Гуантанамо без суду і катували там протягом 15 років після телефонного дзвінка його родичу в Афганістані за підозрою в причетність до терактів 11 вересня, хоча він жив у Німеччині протягом попередніх 10 років.",
    "privacy-matters-overlay-card-3-p-4": "Недостатньо використовувати месенджер із наскрізним шифруванням, ми всі повинні використовувати месенджери, які захищають конфіденційність наших особистих мереж &mdash; які ми пов'язані з.",
    "simplex-unique-overlay-card-1-p-1": "На відміну від інших платформ обміну повідомленнями, SimpleX не має <strong>ідентифікаторів, призначених користувачам</strong>. Він не покладається на номери телефонів, доменні адреси (як-от електронна пошта чи XMPP), імена користувачів, відкриті ключі чи навіть випадкові числа для ідентифікації користувачів &mdash; ми не знаємо, скільки людей використовують наші сервери SimpleX.",
    "simplex-unique-overlay-card-3-p-3": "На відміну від серверів об'єднаних мереж (електронна пошта, XMPP або Matrix), сервери SimpleX не зберігають облікові записи користувачів, вони лише передають повідомлення, захищаючи конфіденційність обох сторін.",
    "simplex-unique-card-3-p-2": "Повідомлення з наскрізним шифруванням тимчасово зберігаються на ретрансляційних серверах SimpleX до отримання, після чого вони видаляються остаточно.",
    "simplex-unique-card-4-p-1": "Мережа SimpleX є повністю децентралізованою та незалежною від будь-якої криптовалюти чи будь-якої іншої платформи, крім Інтернету.",
    "simplex-network-overlay-card-1-li-3": "P2P не вирішує проблему <a href='https://en.wikipedia.org/wiki/Man-in-the-middle_attack'>MITM-атаки</a>, і більшість існуючих реалізацій не використовують позасмугові повідомлення для початкового обміну ключами. SimpleX використовує позасмугові повідомлення або, в деяких випадках, вже існуючі безпечні та довірені з'єднання для початкового обміну ключами.",
    "simplex-network-overlay-card-1-li-4": "Реалізації P2P можуть бути заблоковані деякими інтернет-провайдерами (наприклад, <a href='https://en.wikipedia.org/wiki/BitTorrent'>BitTorrent</a>). SimpleX є транспортно-незалежним - він може працювати через стандартні вебпротоколи, такі як WebSockets.",
    "simplex-unique-card-4-p-2": "Ви можете <strong>використовувати SimpleX зі своїми власними серверами</strong> або з наданими нами серверами &mdash; і все одно підключатися до будь-якого користувача.",
    "contact-hero-p-1": "Відкриті ключі та адреса черги повідомлень у цьому посиланні НЕ надсилаються через мережу, коли ви переглядаєте цю сторінку &mdash; вони містяться у фрагменті хешу URL-адреси посилання.",
    "scan-qr-code-from-mobile-app": "Сканувати QR-код із мобільного додатку",
    "to-make-a-connection": "Щоб встановити з'єднання:",
    "install-simplex-app": "Встановити програму SimpleX",
    "github-repository": "Сховище GitHub",
    "no-federated": "Ні - федеративний",
    "comparison-section-list-point-1": "Зазвичай на основі номера телефону, у деяких випадках на основі імен користувачів",
    "comparison-section-list-point-2": "Адреси на основі DNS",
    "comparison-section-list-point-3": "Відкритий ключ або інший глобально унікальний ідентифікатор",
    "comparison-section-list-point-7": "Мережі P2P або мають центральний авторитет, або вся мережа може бути скомпрометована",
    "see-here": "дивіться тут",
    "guide-dropdown-4": "Профілі чату",
    "guide-dropdown-5": "Керування даними",
    "guide-dropdown-6": "Аудіо- та відеодзвінки",
    "guide-dropdown-7": "Конфіденційність і безпека",
    "guide-dropdown-8": "Налаштування програми",
    "guide-dropdown-9": "Створення підключень",
    "guide": "Посібник",
    "docs-dropdown-1": "Платформа SimpleX",
    "docs-dropdown-2": "Доступ до файлів Android",
    "docs-dropdown-3": "Доступ до бази даних чату",
    "docs-dropdown-4": "Хост SMP-сервер",
    "docs-dropdown-5": "Хост-сервер XFTP",
    "docs-dropdown-6": "Сервери WebRTC",
    "docs-dropdown-7": "Перекласти чат SimpleX",
    "newer-version-of-eng-msg": "Існує новіша версія цієї сторінки англійською мовою.",
    "click-to-see": "Натисніть, щоб побачити",
    "menu": "Меню",
    "on-this-page": "На цій сторінці",
    "back-to-top": "На початок",
    "home": "Додому",
    "developers": "Розробники",
    "reference": "Посилання",
    "blog": "Блог",
    "why-simplex": "Чому SimpleX",
    "simplex-privacy": "Конфіденційність SimpleX",
    "simplex-network": "Мережа SimpleX",
    "simplex-explained": "Симплексне пояснення",
    "simplex-explained-tab-1-text": "1. Що відчувають користувачі",
    "simplex-explained-tab-2-text": "2. Як це працює",
    "simplex-explained-tab-1-p-1": "Ви можете створювати контакти та групи, а також вести двосторонні розмови, як і в будь-якому іншому месенджері.",
    "simplex-explained-tab-1-p-2": "Як це може працювати з односпрямованими чергами та без ідентифікаторів профілів користувачів?",
    "simplex-explained-tab-2-p-1": "Для кожного з'єднання ви використовуєте дві окремі черги обміну повідомленнями для надсилання та отримання повідомлень через різні сервери.",
    "simplex-explained-tab-2-p-2": "Сервери передають повідомлення лише в один бік, не маючи повної картини розмов або підключень користувача.",
    "simplex-explained-tab-3-p-1": "Сервери мають окремі анонімні облікові дані для кожної черги та не знають, до яких користувачів вони належать.",
    "simplex-explained-tab-3-p-2": "Користувачі можуть додатково покращити конфіденційність метаданих, використовуючи Tor для доступу до серверів, запобігаючи кореляції за IP-адресою.",
    "chat-bot-example": "Приклад чат-бота",
    "smp-protocol": "протокол SMP",
    "chat-protocol": "Протокол чату",
    "donate": "Пожертвувати",
    "copyright-label": "© 2020-2023 SimpleX | Проект з відкритим кодом",
    "simplex-chat-protocol": "Протокол чату SimpleX",
    "terminal-cli": "Термінал CLI",
    "hero-header": "Перевизначено конфіденційність",
    "hero-subheader": "Перший месенджер<br>без ідентифікаторів користувачів",
    "hero-p-1": "Інші програми мають ідентифікатори користувачів: Signal, Matrix, Session, Briar, Jami, Cwtch тощо.<br> SimpleX не має, <strong>навіть випадкові числа</strong>.<br> > Це радикально покращує вашу конфіденційність.",
    "hero-overlay-1-textlink": "Чому ідентифікатори користувачів шкідливі для конфіденційності?",
    "hero-overlay-2-textlink": "Як працює SimpleX?",
    "hero-2-header": "Встановити приватне підключення",
    "hero-2-header-desc": "Відео показує, як ви підключаєтеся до свого друга за допомогою його одноразового QR-коду, особисто чи через відеопосилання. Ви також можете підключитися, поділившись посиланням із запрошенням.",
    "hero-overlay-1-title": "Як працює SimpleX?",
    "hero-overlay-2-title": "Чому ідентифікатори користувачів шкідливі для конфіденційності?",
    "feature-1-title": "Зашифровані E2E повідомлення з розміткою та редагуванням",
    "feature-2-title": "Зображення та файли, зашифровані<br>E2E",
    "feature-3-title": "Децентралізовані секретні групи &mdash;<br>про їх існування знають лише користувачі",
    "feature-6-title": "Аудіо- та відеодзвінки<br>з шифруванням E2E",
    "feature-7-title": "Портативна зашифрована база даних &mdash; перемістіть свій профіль на інший пристрій",
    "feature-8-title": "Режим анонімного перегляду &mdash;<br>унікальний для SimpleX Chat",
    "simplex-network-overlay-1-title": "Порівняння з протоколами обміну повідомленнями P2P",
    "simplex-private-1-title": "2 рівні<br>наскрізного шифрування",
    "simplex-private-2-title": "Додатковий рівень<br>шифрування сервера",
    "simplex-private-3-title": "Захищений автентифікований транспорт<br>TLS",
    "simplex-private-4-title": "Необов'язковий<br>доступ через Tor",
    "simplex-private-5-title": "Кілька шарів<br>доповнення вмісту",
    "simplex-private-6-title": "Позасмуговий<br>обмін ключами",
    "simplex-private-7-title": "Перевірка<br>цілісності повідомлення",
    "simplex-private-9-title": "Односпрямовані<br>черги повідомлень",
    "simplex-private-8-title": "Змішування повідомлень<br>для зменшення кореляції",
    "simplex-private-10-title": "Тимчасові анонімні попарні ідентифікатори",
    "simplex-private-card-1-point-1": "Протокол подвійного храпового механізму &mdash;<br>OTR-повідомлення з ідеальною секретністю та відновленням злому.",
    "simplex-private-card-1-point-2": "Криптоблок NaCL у кожній черзі для запобігання кореляції трафіку між чергами повідомлень, якщо TLS зламано.",
    "simplex-private-card-2-point-1": "Додатковий рівень шифрування сервера для доставки одержувачу, щоб запобігти кореляції між отриманим і надісланим трафіком сервера, якщо TLS скомпрометовано.",
    "simplex-private-card-3-point-1": "Для з'єднань клієнт-сервер використовується лише TLS 1.2/1.3 із сильними алгоритмами.",
    "simplex-private-card-3-point-2": "Відбиток сервера та прив'язка каналу запобігають атакам MITM і відтворення.",
    "simplex-private-card-4-point-1": "Щоб захистити свою IP-адресу, ви можете отримати доступ до серверів через Tor або будь-яку іншу транспортну накладену мережу.",
    "simplex-private-card-4-point-2": "Щоб використовувати SimpleX через Tor, установіть <a href=\"https://guardianproject.info/apps/org.torproject.android/\" target=\" _blank\">програму Orbot</a> і ввімкніть проксі SOCKS5 (або VPN <a href=\"https://apps.apple.com/us/app/orbot/id1609461599?platform=iphone\" target=\" _blank\">на iOS</a>).",
    "simplex-private-card-5-point-1": "SimpleX використовує заповнення вмістом для кожного рівня шифрування, щоб запобігти атакам розміру повідомлення.",
    "simplex-private-card-5-point-2": "Завдяки цьому повідомлення різних розмірів виглядають однаковими для серверів і мережевих спостерігачів.",
    "simplex-private-card-6-point-1": "Багато комунікаційних платформ уразливі до атак MITM з боку серверів або мережевих провайдерів.",
    "simplex-private-card-6-point-2": "Щоб запобігти цьому, програми SimpleX передають одноразові ключі поза межами каналу, коли ви надаєте адресу як посилання або QR-код.",
    "simplex-private-card-7-point-2": "Якщо будь-яке повідомлення буде додано, видалено або змінено, одержувач отримає сповіщення.",
    "simplex-private-card-8-point-1": "Сервери SimpleX діють як змішані вузли з низькою затримкою &mdash; вхідні та вихідні повідомлення мають різний порядок.",
    "simplex-private-card-9-point-1": "Кожна черга повідомлень передає повідомлення в одному напрямку з різними адресами надсилання та отримання.",
    "simplex-private-card-9-point-2": "Це зменшує вектори атак порівняно з традиційними брокерами повідомлень і доступними метаданими.",
    "simplex-private-card-10-point-1": "SimpleX використовує тимчасові анонімні попарні адреси та облікові дані для кожного контакту користувача або члена групи.",
    "privacy-matters-1-title": "Реклама та цінова дискримінація",
    "privacy-matters-1-overlay-1-title": "Конфіденційність економить ваші гроші",
    "privacy-matters-1-overlay-1-linkText": "Конфіденційність економить ваші гроші",
    "privacy-matters-2-title": "Маніпулювання виборами",
    "privacy-matters-2-overlay-1-title": "Конфіденційність дає вам повноваження",
    "privacy-matters-3-title": "Переслідування через невинне спілкування",
    "privacy-matters-3-overlay-1-title": "Конфіденційність захищає вашу свободу",
    "privacy-matters-3-overlay-1-linkText": "Конфіденційність захищає вашу свободу",
    "simplex-unique-1-title": "У вас повна конфіденційність",
    "simplex-unique-1-overlay-1-title": "Повна конфіденційність вашої особи, профілю, контактів і метаданих",
    "simplex-unique-2-title": "Ви захищені<br>від спаму та зловживань",
    "simplex-unique-2-overlay-1-title": "Найкращий захист від спаму та зловживань",
    "simplex-unique-3-title": "Ви контролюєте свої дані",
    "simplex-unique-3-overlay-1-title": "Право власності, контроль і безпека ваших даних",
    "simplex-unique-4-title": "Ви володієте мережею SimpleX",
    "simplex-unique-4-overlay-1-title": "Повністю децентралізована &mdash; користувачі володіють мережею SimpleX",
    "hero-overlay-card-1-p-1": "Багато користувачів запитували: <em>якщо SimpleX не має ідентифікаторів користувача, як він може знати, куди надсилати повідомлення?</em>",
    "hero-overlay-card-1-p-2": "Для доставки повідомлень замість ідентифікаторів користувачів, які використовуються всіма іншими платформами, SimpleX використовує тимчасові анонімні попарні ідентифікатори черги повідомлень, окремі для кожного з ваших з’єднань &mdash; немає довгострокові ідентифікатори.",
    "hero-overlay-card-1-p-3": "Ви визначаєте, який сервер (и) використовувати для отримання повідомлень, ваші контакти &mdash; сервери, які ви використовуєте для надсилання їм повідомлень. Кожна розмова, ймовірно, використовуватиме два різних сервера.",
    "hero-overlay-card-1-p-4": "Цей дизайн запобігає витоку будь-яких метаданих користувачів на рівні програми. Для подальшого покращення конфіденційності та захисту вашої IP-адреси ви можете підключитися до серверів обміну повідомленнями через Tor.",
    "hero-overlay-card-1-p-6": "Докладніше в <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target ='_blank'>Офіційний документ SimpleX</a>.",
    "hero-overlay-card-2-p-2": "Потім вони могли б співвіднести цю інформацію з наявними загальнодоступними соціальними мережами та визначити деякі справжні особистості.",
    "hero-overlay-card-2-p-3": "Навіть із найбільш приватними програмами, які використовують служби Tor v3, якщо ви розмовляєте з двома різними контактами через той самий профіль, вони можуть довести, що вони пов’язані з тією самою особою.",
    "hero-overlay-card-2-p-4": "SimpleX захищає від цих атак, не маючи жодних ідентифікаторів користувачів у своєму дизайні. А якщо ви використовуєте режим анонімного перегляду, ви матимете інше відображуване ім’я для кожного контакту, уникаючи будь-які спільні дані між ними.",
    "simplex-network-overlay-card-1-p-1": "Протоколи та програми обміну повідомленнями <a href='https://en.wikipedia.org/wiki/Peer-to-peer'>P2P</a> мають різні проблеми, які роблять їх менш надійними, ніж SimpleX, більш складними для аналізу та вразливими до кількох типів атак.",
    "simplex-network-overlay-card-1-li-1": "Мережі P2P покладаються на певний варіант <a href='https://en.wikipedia.org/wiki/Distributed_hash_table'>DHT</a> для маршрутизації повідомлень. Конструкції DHT повинні збалансувати гарантію доставки та затримку. SimpleX має як кращу гарантію доставки, так і меншу затримку, ніж P2P, тому що повідомлення може надлишково передаватися через декілька серверів паралельно, використовуючи сервери, вибрані одержувачем. У мережах P2P повідомлення передається через вузли <em>O(log N)</em> послідовно, використовуючи вузли, вибрані алгоритмом.",
    "simplex-network-overlay-card-1-li-2": "Дизайн SimpleX, на відміну від більшості мереж P2P, не має будь-яких глобальних ідентифікаторів користувачів, навіть тимчасових, і використовує лише тимчасові попарні ідентифікатори, забезпечуючи кращу анонімність і захист метаданих .",
    "privacy-matters-overlay-card-1-p-1": "Багато великих компаній використовують інформацію про те, з ким ви пов'язані, щоб оцінити ваш дохід, продати вам непотрібні вам продукти та визначити ціни.",
    "privacy-matters-overlay-card-3-p-3": "Звичайних людей заарештовують за те, чим вони діляться в Інтернеті, навіть через свої 'анонімні' облікові записи, <a href='https://www.dailymail.co. uk/news/article-11282263/Moment-police-swoop-house-devout-catholic-mother-malicious-online-posts.html' target='_blank'>навіть у демократичних країнах</a>.",
    "simplex-unique-overlay-card-1-p-2": "Для доставки повідомлень SimpleX використовує <a href='https://csrc.nist.gov/glossary/term/Pairwise_Pseudonymous_Identifier'>парні анонімні адреси</a > односпрямованих черг повідомлень, розділених для отриманих і надісланих повідомлень, як правило, через різні сервери. Використання SimpleX подібне до <strong>різної електронної адреси &ldquo;записувача&rdquo; для кожного контакту</strong>, і вам не потрібно керувати ними.",
    "simplex-unique-overlay-card-1-p-3": "Цей дизайн захищає конфіденційність тих, з ким ви спілкуєтеся, приховуючи це від серверів платформи SimpleX і від будь-яких спостерігачів. Щоб приховати свою IP-адресу від серверів, ви може <strong>підключитися до серверів SimpleX через Tor</strong>.",
    "simplex-unique-overlay-card-2-p-1": "Оскільки у вас немає ідентифікатора на платформі SimpleX, ніхто не може зв'язатися з вами, якщо ви не поділитеся одноразовою або тимчасовою адресою користувача, як QR-код або посилання .",
    "simplex-unique-overlay-card-2-p-2": "Навіть з додатковою адресою користувача, хоча її можна використовувати для надсилання спам-запитів на контакти, ви можете змінити або повністю видалити її, не втрачаючи жодного зв’язку.",
    "simplex-unique-overlay-card-3-p-1": "SimpleX Chat зберігає всі дані користувача лише на клієнтських пристроях, використовуючи <strong>портативний формат зашифрованої бази даних</strong>, який можна експортувати та передавати на будь-який підтримуваний пристрій .",
    "simplex-unique-overlay-card-3-p-2": "Повідомлення з наскрізним шифруванням тимчасово зберігаються на ретрансляційних серверах SimpleX до отримання, після чого вони видаляються остаточно.",
    "simplex-unique-overlay-card-3-p-4": "Немає спільних ідентифікаторів чи зашифрованого тексту між надісланим і отриманим трафіком сервера &mdash; якщо хтось спостерігає за цим, він не може легко визначити, хто з ким спілкується, навіть якщо TLS скомпрометовано.",
    "simplex-unique-overlay-card-4-p-1": "Ви можете <strong>використовувати SimpleX зі своїми власними серверами</strong> та все одно спілкуватися з людьми, які використовують надані нами попередньо налаштовані сервери.",
    "simplex-unique-overlay-card-4-p-2": "Платформа SimpleX використовує <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr. md' target='_blank'>відкритий протокол</a> і забезпечує <a href='https://github.com/simplex-chat/simplex-chat/tree/stable/packages/simplex-chat-client/typescript ' target='_blank'>SDK для створення чат-ботів</a>, що дозволяє реалізувати служби, з якими користувачі можуть взаємодіяти через програми SimpleX Chat &mdash; ми дуже чекаємо, щоб побачити, які служби SimpleX ви можете створити.",
    "simplex-unique-overlay-card-4-p-3": "Якщо ви розглядаєте розробку для платформи SimpleX, наприклад, бот-чат для користувачів програми SimpleX або інтеграцію бібліотеки SimpleX Chat у ваші мобільні програми , будь ласка, <a href='https://simplex.chat/contact#/?v=1&smp=smp%3A%2F%2FPQUV2eL0t7OStZOoAsPEV2QYWt4-xilbakvGUGOItUo%3D%40smp6.simplex.im%2FK1rslx-m5bpXVIdMZg9NLUZ_8JBm8xT t%23MCowBQYDK2VuAyEALDeVe-sG8mRY22LsXlPgiwTNs9dbiLrNuA7f3ZMAJ2w%3D ' target='_blank'>зв’яжіться з нами</a>, щоб отримати пораду та підтримку.",
    "simplex-unique-card-1-p-1": "SimpleX захищає конфіденційність вашого профілю, контактів і метаданих, приховуючи їх від серверів платформи SimpleX і будь-яких спостерігачів.",
    "simplex-unique-card-1-p-2": "На відміну від будь-якої іншої існуючої платформи обміну повідомленнями, SimpleX не має ідентифікаторів, призначених користувачам &mdash; <strong>навіть випадкових чисел</strong>.",
    "simplex-unique-card-2-p-1": "Оскільки у вас немає ідентифікатора чи постійної адреси на платформі SimpleX, ніхто не може зв’язатися з вами, якщо ви не поділитеся одноразовою чи тимчасовою адресою користувача, як QR-код або посилання.",
    "simplex-unique-card-3-p-1": "SimpleX зберігає всі дані користувача на клієнтських пристроях у <strong>портативному форматі зашифрованої бази даних</strong> &mdash; їх можна перенести на інший пристрій.",
    "join": "Приєднатися",
    "we-invite-you-to-join-the-conversation": "Ми запрошуємо вас приєднатися до розмови",
    "join-the-REDDIT-community": "Приєднайтеся до спільноти REDDIT",
    "join-us-on-GitHub": "Приєднуйтеся до нас на GitHub",
    "donate-here-to-help-us": "Пожертвуйте тут, щоб допомогти нам",
    "sign-up-to-receive-our-updates": "Підпишіться, щоб отримувати наші оновлення",
    "enter-your-email-address": "Введіть свою електронну адресу",
    "get-simplex": "Отримати SimpleX",
    "why-simplex-is": "Чому SimpleX це",
    "unique": "унікальний",
    "learn-more": "Дізнайтеся більше",
    "more-info": "Більше інформації",
    "hide-info": "Приховати інформацію",
    "contact-hero-header": "Ви отримали адресу для підключення до SimpleX Chat",
    "invitation-hero-header": "Ви отримали одноразове посилання для підключення до чату SimpleX",
    "contact-hero-subheader": "Відскануйте QR-код за допомогою програми SimpleX Chat на своєму телефоні чи планшеті.",
    "contact-hero-p-2": "Ще не завантажили чат SimpleX?",
    "contact-hero-p-3": "Використовуйте посилання нижче, щоб завантажити програму.",
    "connect-in-app": "Підключитися в програмі",
    "open-simplex-app": "Відкрити програму Simplex",
    "tap-the-connect-button-in-the-app": "Торкніться кнопки <span class='text-active-blue'>'connect'</span> у програмі",
    "scan-the-qr-code-with-the-simplex-chat-app": "Відскануйте QR-код за допомогою програми SimpleX Chat",
    "scan-the-qr-code-with-the-simplex-chat-app-description": "Відкриті ключі та адреса черги повідомлень у цьому посиланні НЕ надсилаються через мережу, коли ви переглядаєте цю сторінку &mdash;<br> вони містяться у фрагменті хешу URL-адреси посилання.",
    "installing-simplex-chat-to-terminal": "Встановлення чату SimpleX на термінал",
    "use-this-command": "Використовуйте цю команду:",
    "see-simplex-chat": "Переглянути чат SimpleX",
    "the-instructions--source-code": "інструкції щодо завантаження або компіляції з вихідного коду.",
    "if-you-already-installed-simplex-chat-for-the-terminal": "Якщо ви вже встановили SimpleX Chat для терміналу",
    "if-you-already-installed": "Якщо ви вже встановили",
    "simplex-chat-for-the-terminal": "Чат SimpleX для терміналу",
    "copy-the-command-below-text": "скопіюйте команду нижче та використовуйте її в чаті:",
    "privacy-matters-section-header": "Чому конфіденційність <span class='gradient-text'>важлива</span>",
    "privacy-matters-section-subheader": "Збереження конфіденційності ваших метаданих &mdash; <span class='text-active-blue'>з ким ви спілкуєтеся</span> &mdash; захищає вас від:",
    "privacy-matters-section-label": "Переконайтеся, що ваш месенджер не має доступу до ваших даних!",
    "simplex-private-section-header": "Що робить SimpleX <span class='gradient-text'>приватним</span>",
    "tap-to-close": "Торкніться, щоб закрити",
    "simplex-network-section-header": "<span class='gradient-text'>Мережа</span> SimpleX",
    "simplex-network-section-desc": "Симплексний чат забезпечує найкращу конфіденційність, поєднуючи переваги P2P та об’єднаних мереж.",
    "simplex-network-1-desc": "Усі повідомлення надсилаються через сервери, що забезпечує кращу конфіденційність метаданих і надійну асинхронну доставку повідомлень, уникаючи багатьох",
    "simplex-network-1-header": "На відміну від мереж P2P",
    "simplex-network-1-overlay-linktext": "проблеми мереж P2P",
    "simplex-network-2-header": "На відміну від об'єднаних мереж",
    "simplex-network-2-desc": "Сервери ретрансляції SimpleX НЕ зберігають профілі користувачів, контакти та доставлені повідомлення, НЕ підключаються один до одного, і НЕМАЄ каталогу серверів.",
    "simplex-network-3-header": "Мережа SimpleX",
    "simplex-network-3-desc": "сервери надають <span class='text-active-blue'>односпрямовані черги</span> для з'єднання користувачів, але вони не бачать графік мережевих з'єднань &mdash; лише користувачі.",
    "comparison-section-header": "Порівняння з іншими протоколами",
    "protocol-1-text": "Сигнал, великі платформи",
    "protocol-2-text": "XMPP, матриця",
    "protocol-3-text": "Протоколи P2P",
    "comparison-point-1-text": "Потрібна глобальна ідентифікація",
    "comparison-point-2-text": "Можливість MITM",
    "comparison-point-3-text": "Залежність від DNS",
    "comparison-point-4-text": "Одна або централізована мережа",
    "comparison-point-5-text": "Атака на центральний компонент або інша мережева атака",
    "yes": "Так",
    "no": "Ні",
    "no-private": "Ні - приватний",
    "no-secure": "Ні - безпечно",
    "no-resilient": "Ні - стійкий",
    "no-decentralized": "Ні - децентралізовано",
    "comparison-section-list-point-4": "Якщо сервери оператора зламані",
    "comparison-section-list-point-5": "Не захищає метадані користувачів",
    "comparison-section-list-point-6": "Хоча P2P розповсюджені, вони не об’єднані – вони працюють як єдина мережа",
    "guide-dropdown-1": "Швидкий старт",
    "guide-dropdown-2": "Надсилання повідомлень",
    "guide-dropdown-3": "Секретні групи",
    "glossary": "Глосарій"
}
