{
    "features": "Особливості",
    "simplex-explained-tab-3-text": "3. Що бачать сервери",
    "terms-and-privacy-policy": "Умови та політика конфіденційності",
    "feature-4-title": "E2E-зашифровані голосові повідомлення",
    "feature-5-title": "Зникаючі повідомлення",
    "simplex-private-card-3-point-3": "Відновлення підключення вимкнено для запобігання атакам сеансів.",
    "simplex-private-card-7-point-1": "Щоб гарантувати цілісність, повідомлення послідовно нумеруються і включають хеш попереднього повідомлення.",
    "simplex-private-card-10-point-2": "Він дозволяє доставляти повідомлення без ідентифікаторів профілю користувача, забезпечуючи кращу конфіденційність метаданих, ніж альтернативи.",
    "privacy-matters-2-overlay-1-linkText": "Конфіденційність дає вам силу",
    "hero-overlay-card-1-p-5": "Тільки клієнтські пристрої зберігають профілі користувачів, контакти та групи; повідомлення надсилаються з двошаровим наскрізним шифруванням.",
    "hero-overlay-card-2-p-1": "Коли користувачі мають постійні ідентифікатори, навіть якщо це просто випадкове число, наприклад, ідентифікатор сеансу, існує ризик, що провайдер або зловмисник може спостерігати, як користувачі підключаються і скільки повідомлень вони надсилають.",
    "simplex-network-overlay-card-1-li-5": "Всі відомі P2P-мережі можуть бути вразливими до <a href='https://en.wikipedia.org/wiki/Sybil_attack'>атаки Sybil</a>, оскільки кожен вузол можна виявити, а мережа працює як єдине ціле. Відомі заходи для її пом'якшення вимагають або централізованого компоненту, або дорогого <a href='https://en.wikipedia.org/wiki/Proof_of_work'>доказу роботи</a>. Мережа SimpleX не має можливості виявлення серверів, вона фрагментована і працює як кілька ізольованих підмереж, що унеможливлює атаки на всю мережу.",
    "simplex-network-overlay-card-1-li-6": "P2P-мережі можуть бути вразливими до <a href='https://www.usenix.org/conference/woot15/workshop-program/presentation/p2p-file-sharing-hell-exploiting-bittorrent'>DRDoS-атаки</a>, коли клієнти можуть повторно транслювати та збільшувати трафік, що призводить до відмови в обслуговуванні всієї мережі. Клієнти SimpleX лише ретранслюють трафік із відомого з’єднання, і зловмисники не можуть використовувати їх для посилення трафіку в усій мережі.",
    "privacy-matters-overlay-card-1-p-2": "Інтернет-магазини знають, що люди з нижчими доходами більш схильні до термінових покупок, тому вони можуть встановлювати вищі ціни або скасовувати знижки.",
    "privacy-matters-overlay-card-1-p-3": "Деякі фінансові та страхові компанії використовують соціальні графіки для визначення процентних ставок і премій. Це часто змушує людей з нижчими доходами платити більше &mdash;, він відомий як <a href='https://fairbydesign.com/povertypremium/' target='_blank'>' премія за бідність'</a>.",
    "privacy-matters-overlay-card-1-p-4": "Платформа SimpleX захищає конфіденційність ваших з'єднань краще, ніж будь-яка інша альтернатива, повністю запобігаючи тому, щоб ваш соціальний графік став доступним будь-яким компаніям або організаціям. Навіть коли люди використовують сервери, надані SimpleX Chat, ми не знаємо кількість користувачів та їхніх з'єднань.",
    "privacy-matters-overlay-card-2-p-1": "Не так давно ми стали свідками маніпуляцій на великих виборах з боку <a href='https://en.wikipedia.org/wiki/Facebook–Cambridge_Analytica_data_scandal' target='_blank'>авторитетної консалтингової компанії</a>, яка використовувала наші соціальні графіки, щоб спотворити наше уявлення про реальний світ і маніпулювати нашими голосами.",
    "privacy-matters-overlay-card-2-p-2": "Щоб бути об'єктивним і приймати незалежні рішення, необхідно контролювати свій інформаційний простір. Це можливо лише за умови використання приватної комунікаційної платформи, яка не має доступу до вашого соціального профілю.",
    "privacy-matters-overlay-card-2-p-3": "SimpleX - це перша платформа, яка не має жодних ідентифікаторів користувачів, таким чином захищаючи ваш граф зв'язків краще, ніж будь-яка інша відома альтернатива.",
    "privacy-matters-overlay-card-3-p-1": "Кожен має дбати про конфіденційність і безпеку своїх комунікацій &mdash; нешкідливі розмови можуть наражати вас на небезпеку, навіть якщо вам нема чого приховувати.",
    "privacy-matters-overlay-card-3-p-2": "Однією з найбільш шокуючих історій є досвід <a href='https://en.wikipedia.org/wiki/Mohamedou_Ould_Slahi' target='_blank'>Мохамеду Ульд Салахі</a>, описаний у його мемуарах та показаний у фільмі \"Мавританець\". Його без суду і слідства помістили в табір Гуантанамо і катували там протягом 15 років після телефонного дзвінка родичу в Афганістані за підозрою в причетності до терактів 11 вересня, хоча він жив у Німеччині протягом останніх 10 років.",
    "privacy-matters-overlay-card-3-p-4": "Недостатньо використовувати наскрізний зашифрований месенджер, ми всі повинні використовувати месенджери, які захищають конфіденційність наших особистих мереж &mdash; тих, з ким ми пов'язані.",
    "simplex-unique-overlay-card-1-p-1": "На відміну від інших платформ обміну повідомленнями, SimpleX не має <strong>ніяких ідентифікаторів, призначених користувачам</strong>. Він не покладається на телефонні номери, доменні адреси (наприклад, електронну пошту або XMPP), імена користувачів, відкриті ключі або навіть випадкові числа для ідентифікації своїх користувачів &mdash; ми не &apos; знаємо, скільки людей користуються нашими серверами SimpleX.",
    "simplex-unique-overlay-card-3-p-3": "На відміну від серверів об'єднаних мереж (електронна пошта, XMPP або Matrix), сервери SimpleX не зберігають облікові записи користувачів, вони лише пересилають повідомлення, захищаючи конфіденційність обох сторін.",
    "simplex-unique-card-3-p-2": "Наскрізні зашифровані повідомлення тимчасово зберігаються на релейних серверах SimpleX до моменту отримання, після чого вони назавжди видаляються.",
    "simplex-unique-card-4-p-1": "Мережа SimpleX повністю децентралізована і не залежить від будь-якої криптовалюти або будь-якої іншої платформи, окрім Інтернету.",
    "simplex-network-overlay-card-1-li-3": "P2P не вирішує <a href='https://en.wikipedia.org/wiki/Man-in-the-middle_attack'>атаки MITM</a> проблема, і більшість існуючих реалізацій не використовують позасмугові повідомлення для початкового обміну ключами. SimpleX використовує позасмугові повідомлення або, в деяких випадках, уже існуючі безпечні та надійні з’єднання для початкового обміну ключами.",
    "simplex-network-overlay-card-1-li-4": "Реалізації P2P можуть бути заблоковані деякими інтернет-провайдерами (наприклад, <a href='https://en.wikipedia.org/wiki/BitTorrent'>BitTorrent</a>). SimpleX є транспортно-агностичним - він може працювати через стандартні веб-протоколи, наприклад, WebSockets.",
    "simplex-unique-card-4-p-2": "Ви можете <strong>використовувати SimpleX з власними серверами</strong> або з серверами, наданими нами &mdash; і при цьому підключатися до будь-якого користувача.",
    "contact-hero-p-1": "Відкриті ключі та адреса черги повідомлень у цьому посиланні НЕ передаються мережею при перегляді цієї сторінки &mdash; вони містяться в хеш-фрагменті URL-адреси посилання.",
    "scan-qr-code-from-mobile-app": "Відскануйте QR-код з мобільного додатку",
    "to-make-a-connection": "Щоб встановити зв'язок:",
    "install-simplex-app": "Встановіть додаток SimpleX",
    "github-repository": "Репозиторій GitHub",
    "no-federated": "Ні - федеративний",
    "comparison-section-list-point-1": "Зазвичай на основі номера телефону, в деяких випадках на основі імені користувача",
    "comparison-section-list-point-2": "Адреси на основі DNS",
    "comparison-section-list-point-3": "Відкритий ключ або інший глобально унікальний ідентифікатор",
    "comparison-section-list-point-7": "Мережі P2P або мають центральний орган, або вся мережа може бути скомпрометована",
    "see-here": "дивіться тут",
    "guide-dropdown-4": "Профілі чату",
    "guide-dropdown-5": "Керування даними",
    "guide-dropdown-6": "Аудіо і відео дзвінки",
    "guide-dropdown-7": "Конфіденційність і безпека",
    "guide-dropdown-8": "Налаштування програми",
    "guide-dropdown-9": "Встановлення зв'язків",
    "guide": "Путівник",
    "docs-dropdown-1": "Платформа SimpleX",
    "docs-dropdown-2": "Доступ до файлів Android",
    "docs-dropdown-3": "Доступ до бази даних чату",
    "docs-dropdown-4": "Хост SMP-сервер",
    "docs-dropdown-5": "Хост XFTP-сервер",
    "docs-dropdown-6": "Сервери WebRTC",
    "docs-dropdown-7": "Перекласти чат SimpleX",
    "newer-version-of-eng-msg": "Існує новіша версія цієї сторінки англійською мовою.",
    "click-to-see": "Натисніть, щоб побачити",
    "menu": "Меню",
    "on-this-page": "На цій сторінці",
    "back-to-top": "Повернутися до початку",
    "home": "Головна",
    "developers": "Розробники",
    "reference": "Посилання",
    "blog": "Блог",
    "why-simplex": "Чому SimpleX",
    "simplex-privacy": "Конфіденційність SimpleX",
    "simplex-network": "Мережа SimpleX",
    "simplex-explained": "Simplex пояснення",
    "simplex-explained-tab-1-text": "1. Що відчувають користувачі",
    "simplex-explained-tab-2-text": "2. Як це працює",
    "simplex-explained-tab-1-p-1": "Ви можете створювати контакти та групи, а також вести двосторонні розмови, як і в будь-якому іншому месенджері.",
    "simplex-explained-tab-1-p-2": "Як він може працювати з односпрямованими чергами та без ідентифікаторів профілю користувача?",
    "simplex-explained-tab-2-p-1": "Для кожного підключення використовуються дві окремі черги обміну повідомленнями для надсилання та отримання повідомлень через різні сервери.",
    "simplex-explained-tab-2-p-2": "Сервери передають повідомлення лише в один бік, не маючи повної картини розмови або з'єднань користувача.",
    "simplex-explained-tab-3-p-1": "Сервери мають окремі анонімні облікові дані для кожної черги і не знають, яким користувачам вони належать.",
    "simplex-explained-tab-3-p-2": "Користувачі можуть ще більше підвищити конфіденційність метаданих, використовуючи Tor для доступу до серверів, запобігаючи кореляції за IP-адресою.",
    "chat-bot-example": "Приклад чат-бота",
    "smp-protocol": "SMP протокол",
    "chat-protocol": "Протокол чату",
    "donate": "Пожертвуйте",
    "copyright-label": "© 2020-2023 SimpleX | Проект з відкритим вихідним кодом",
    "simplex-chat-protocol": "Протокол чату SimpleX",
    "terminal-cli": "Термінал CLI",
    "hero-header": "Конфіденційність переглянута",
    "hero-subheader": "Перший месенджер<br>без ідентифікаторів користувачів",
    "hero-p-1": "Інші додатки мають ідентифікатори користувачів: Signal, Matrix, Session, Briar, Jami, Cwtch тощо. <br> SimpleX цього не робить, <strong>навіть випадкових чисел</strong>. <br> Це радикально покращує вашу конфіденційність.",
    "hero-overlay-1-textlink": "Чому ідентифікатори користувачів шкодять конфіденційності?",
    "hero-overlay-2-textlink": "Як працює SimpleX?",
    "hero-2-header": "Створіть приватне з'єднання",
    "hero-2-header-desc": "У відео показано, як з'єднатися з другом за допомогою одноразового QR-коду, особисто або за допомогою відеозв'язку. Ви також можете підключитися, поділившись посиланням-запрошенням.",
    "hero-overlay-1-title": "Як працює SimpleX?",
    "hero-overlay-2-title": "Чому ідентифікатори користувачів шкодять конфіденційності?",
    "feature-1-title": "E2E-зашифровані повідомлення з розміткою і редагуванням",
    "feature-2-title": "E2E-зашифровані<br>зображення та файли",
    "feature-3-title": "Децентралізовані секретні групи &mdash;<br>лише користувачі знають про їх існування",
    "feature-6-title": "E2E-шифрується<br>audio і відеодзвінки",
    "feature-7-title": "Портативна зашифрована база даних &mdash; перенесіть свій профіль на інший пристрій",
    "feature-8-title": "Режим інкогніто &mdash;<br>унікальний для SimpleX Chat",
    "simplex-network-overlay-1-title": "Порівняння з протоколами обміну повідомленнями P2P",
    "simplex-private-1-title": "2-рівневе наскрізне шифрування",
    "simplex-private-2-title": "Додатковий рівень<br>шифрування сервера",
    "simplex-private-3-title": "Безпечне автентифіковане<br>транспортування TLS",
    "simplex-private-4-title": "Додатковий<br>доступ через Tor",
    "simplex-private-5-title": "Кілька шарів<br>заповнення вмісту",
    "simplex-private-6-title": "Позадіапазонний<br>обмін ключами",
    "simplex-private-7-title": "Перевірка<br>цілісності повідомлення",
    "simplex-private-9-title": "Односпрямовані<br>черги повідомлень",
    "simplex-private-8-title": "Змішування повідомлень<br>для зменшення кореляції",
    "simplex-private-10-title": "Тимчасові анонімні парні ідентифікатори",
    "simplex-private-card-1-point-1": "Протокол double-ratchet &mdash;<br>OTR messaging з ідеальною конфіденційністю та відновленням зламів.",
    "simplex-private-card-1-point-2": "Криптобокс NaCL у кожній черзі для запобігання кореляції трафіку між чергами повідомлень, якщо TLS скомпрометовано.",
    "simplex-private-card-2-point-1": "Додатковий рівень серверного шифрування для доставки одержувачу, щоб запобігти кореляції між отриманим і відправленим серверним трафіком, якщо TLS скомпрометовано.",
    "simplex-private-card-3-point-1": "Для клієнт-серверних з'єднань використовується тільки TLS 1.2/1.3 з сильними алгоритмами.",
    "simplex-private-card-3-point-2": "Відбитки пальців сервера та прив'язка каналів запобігають MITM-атакам та повторному відтворенню.",
    "simplex-private-card-4-point-1": "Щоб захистити свою IP-адресу, ви можете отримати доступ до серверів через Tor або іншу транспортну мережу.",
    "simplex-private-card-4-point-2": "Щоб використовувати SimpleX через Tor, установіть <a href=\"https://guardianproject.info/apps/org.torproject.android/\" target=\"_blank\">програму Orbot</a> і ввімкніть проксі-сервер SOCKS5 (або VPN <a href=\"https://apps.apple.com/us/app/orbot/id1609461599?platform=iphone\" target=\"_blank\">на iOS</a>).",
    "simplex-private-card-5-point-1": "SimpleX використовує заповнення вмісту для кожного рівня шифрування, щоб запобігти атакам на розмір повідомлення.",
    "simplex-private-card-5-point-2": "Це дозволяє повідомленням різного розміру виглядати однаково для серверів і мережевих спостерігачів.",
    "simplex-private-card-6-point-1": "Багато комунікаційних платформ вразливі до MITM-атак з боку серверів або мережевих провайдерів.",
    "simplex-private-card-6-point-2": "Щоб запобігти цьому, програми SimpleX передають одноразові ключі поза смугою, коли ви надаєте адресу як посилання або QR-код.",
    "simplex-private-card-7-point-2": "Якщо будь-яке повідомлення буде додано, видалено або змінено, одержувач отримає сповіщення.",
    "simplex-private-card-8-point-1": "Сервери SimpleX працюють як вузли змішування з низькою затримкою - вхідні та вихідні повідомлення йдуть в різному порядку.",
    "simplex-private-card-9-point-1": "Кожна черга повідомлень передає повідомлення в одному напрямку, з різними адресами відправлення та отримання.",
    "simplex-private-card-9-point-2": "У порівнянні з традиційними брокерами повідомлень, він зменшує кількість векторів атак і доступних мета-даних.",
    "simplex-private-card-10-point-1": "SimpleX використовує тимчасові анонімні попарні адреси та облікові дані для кожного контакту користувача або члена групи.",
    "privacy-matters-1-title": "Реклама та цінова дискримінація",
    "privacy-matters-1-overlay-1-title": "Конфіденційність економить ваші гроші",
    "privacy-matters-1-overlay-1-linkText": "Конфіденційність економить ваші гроші",
    "privacy-matters-2-title": "Маніпулювання виборами",
    "privacy-matters-2-overlay-1-title": "Конфіденційність дає вам силу",
    "privacy-matters-3-title": "Переслідування через невинну асоціацію",
    "privacy-matters-3-overlay-1-title": "Конфіденційність захищає вашу свободу",
    "privacy-matters-3-overlay-1-linkText": "Конфіденційність захищає вашу свободу",
    "simplex-unique-1-title": "Ви маєте повну конфіденційність",
    "simplex-unique-1-overlay-1-title": "Повна конфіденційність вашої особи, профілю, контактів і метаданих",
    "simplex-unique-2-title": "Ви захищені<br>від спаму та зловживань",
    "simplex-unique-2-overlay-1-title": "Найкращий захист від спаму та зловживань",
    "simplex-unique-3-title": "Ви контролюєте свої дані",
    "simplex-unique-3-overlay-1-title": "Право власності, контроль та безпека ваших даних",
    "simplex-unique-4-title": "Ви володієте мережею SimpleX",
    "simplex-unique-4-overlay-1-title": "Повністю децентралізована &mdash; користувачі володіють мережею SimpleX",
    "hero-overlay-card-1-p-1": "Багато користувачів запитували: <em>якщо SimpleX не має ідентифікаторів користувачів, як він може знати, куди доставляти повідомлення?</em>",
    "hero-overlay-card-1-p-2": "Для доставки повідомлень замість ідентифікаторів користувачів, які використовуються всіма іншими платформами, SimpleX використовує тимчасові анонімні парні ідентифікатори черг повідомлень, окремі для кожного з ваших з'єднань &mdash; немає ніяких довгострокових ідентифікаторів.",
    "hero-overlay-card-1-p-3": "Ви визначаєте, який сервер(и) використовувати для отримання повідомлень, ваші контакти &mdash; сервери, які ви використовуєте для надсилання їм повідомлень. У кожній розмові, швидше за все, будуть використовуватися два різних сервери.",
    "hero-overlay-card-1-p-4": "Такий дизайн запобігає витоку будь-яких метаданих користувачів на рівні програми. Щоб ще більше підвищити конфіденційність і захистити свою IP-адресу, ви можете підключитися до серверів обміну повідомленнями через Tor.",
    "hero-overlay-card-1-p-6": "Читайте більше в <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>Пропонуємо ознайомитися з технічним документом SimpleX</a>.",
    "hero-overlay-card-2-p-2": "Потім вони могли співвіднести цю інформацію з існуючими публічними соціальними мережами і встановити деякі реальні особи.",
    "hero-overlay-card-2-p-3": "Навіть у найбільш приватних додатках, які використовують сервіси Tor v3, якщо ви розмовляєте з двома різними контактами через один і той самий профіль, вони можуть довести, що пов'язані з однією і тією ж людиною.",
    "hero-overlay-card-2-p-4": "SimpleX захищає від цих атак, не використовуючи жодних ідентифікаторів користувачів. А якщо ви використовуєте режим \"Інкогніто\", то для кожного контакту ви будете мати окреме ім'я для відображення, що дозволить уникнути обміну даними між ними.",
    "simplex-network-overlay-card-1-p-1": "<a href='https://en.wikipedia.org/wiki/Peer-to-peer'>Протоколи та програми обміну повідомленнями P2P</a> мають різні проблеми, які роблять їх менш надійними, ніж SimpleX, складнішими для аналізу та вразливими до кількох типів атак.",
    "simplex-network-overlay-card-1-li-1": "Мережі P2P покладаються на певний варіант <a href='https://en.wikipedia.org/wiki/Distributed_hash_table'>DHT</a> для маршрутизації повідомлень. Дизайн DHT має балансувати між гарантією доставки та затримкою. SimpleX має кращу гарантію доставки і меншу затримку, ніж P2P, тому що повідомлення може бути передано через кілька серверів паралельно, використовуючи сервери, обрані одержувачем. У P2P-мережах повідомлення передається через <em>O(log N)</em> вузлів послідовно, використовуючи вузли, обрані алгоритмом.",
    "simplex-network-overlay-card-1-li-2": "Дизайн SimpleX, на відміну від більшості мереж P2P, не має жодних глобальних ідентифікаторів користувачів, навіть тимчасових, а використовує тимчасові ідентифікатори лише парами, забезпечуючи кращу анонімність і захист метаданих.",
    "privacy-matters-overlay-card-1-p-1": "Багато великих компаній використовують інформацію про те, з ким ви пов'язані, щоб оцінити ваш дохід, продати вам товари, які вам насправді не потрібні, і визначити ціни.",
    "privacy-matters-overlay-card-3-p-3": "Звичайних людей заарештовують за те, чим вони діляться в Інтернеті, навіть через свої 'анонімні' облікові записи, <a href='https://www.dailymail.co. uk/news/article-11282263/Moment-police-swoop-house-devout-catholic-mother-malicious-online-posts.html' target='_blank'>навіть у демократичних країнах</a>.",
    "simplex-unique-overlay-card-1-p-2": "Для доставки повідомлень SimpleX використовує <a href='https://csrc.nist.gov/glossary/term/Pairwise_Pseudonymous_Identifier'>парні анонімні адреси</a> односпрямованих черг повідомлень, окремо для отриманих і відправлених повідомлень, зазвичай через різні сервери. Використання SimpleX - це все одно, що мати <strong>різну “конфорку” електронну пошту або телефон для кожного контакту</strong>, і не мати клопоту з управлінням ними.",
    "simplex-unique-overlay-card-1-p-3": "Такий дизайн захищає конфіденційність того, з ким ви спілкуєтеся, приховуючи її від серверів платформи SimpleX і від будь-яких спостерігачів. Щоб приховати свою IP-адресу від серверів, ви можете <strong>підключитися до серверів SimpleX через Tor</strong>.",
    "simplex-unique-overlay-card-2-p-1": "Оскільки у вас немає ідентифікатора на платформі SimpleX, ніхто не може зв'язатися з вами, якщо ви не надасте одноразову або тимчасову адресу користувача у вигляді QR-коду або посилання.",
    "simplex-unique-overlay-card-2-p-2": "Навіть якщо необов'язкова адреса користувача може бути використана для надсилання спам-повідомлень, ви можете змінити або повністю видалити її, не втрачаючи при цьому жодного з ваших зв'язків.",
    "simplex-unique-overlay-card-3-p-1": "SimpleX Chat зберігає всі дані користувача лише на клієнтських пристроях за допомогою <strong>портативного формату зашифрованої бази даних</strong>, який можна експортувати та передавати на будь-який підтримуваний пристрій.",
    "simplex-unique-overlay-card-3-p-2": "Наскрізні зашифровані повідомлення тимчасово зберігаються на релейних серверах SimpleX до моменту отримання, після чого вони назавжди видаляються.",
    "simplex-unique-overlay-card-3-p-4": "Між відправленим і отриманим трафіком сервера немає спільних ідентифікаторів або зашифрованого тексту &mdash; якщо хтось спостерігає за ним, він не зможе легко визначити, хто з ким спілкується, навіть якщо TLS скомпрометований.",
    "simplex-unique-overlay-card-4-p-1": "Ви можете <strong>використовувати SimpleX з власними серверами</strong> і при цьому спілкуватися з людьми, які використовують попередньо налаштовані сервери, надані нами.",
    "simplex-unique-overlay-card-4-p-2": "Платформа SimpleX використовує <a href='https://github.com/simplex-chat/simplexmq/blob/stable/protocol/overview-tjr.md' target='_blank'>відкритий протокол</a> та надає <a href='https://github.com/simplex-chat/simplex-chat/tree/stable/packages/simplex-chat-client/typescript' target='_blank'>SDK для створення чат-ботів</a>, що дозволяє реалізовувати сервіси, з якими користувачі можуть взаємодіяти через додатки SimpleX Chat &mdash;. Ми&apos;з нетерпінням чекаємо на те, які сервіси SimpleX ви можете створити.",
    "simplex-unique-overlay-card-4-p-3": "Якщо ви розглядаєте можливість розробки для платформи SimpleX, наприклад, чат-бота для користувачів додатків SimpleX або інтеграції бібліотеки SimpleX Chat у ваші мобільні додатки, будь ласка, <a href='https://simplex.chat/contact#/?v=1&smp=smp%3A%2F%2FPQUV2eL0t7OStZOoAsPEV2QYWt4-xilbakvGUGOItUo%3D%40smp6.simplex.im%2FK1rslx-m5bpXVIdMZg9NLUZ_8JBm8xTt%23MCowBQYDK2VuAyEALDeVe-sG8mRY22LsXlPgiwTNs9dbiLrNuA7f3ZMAJ2w%3D' target='_blank'>зв'яжіться з нами</a> для отримання будь-якої консультації та підтримки.",
    "simplex-unique-card-1-p-1": "SimpleX захищає конфіденційність вашого профілю, контактів і метаданих, приховуючи їх від серверів платформи SimpleX і будь-яких спостерігачів.",
    "simplex-unique-card-1-p-2": "На відміну від будь-якої іншої існуючої платформи обміну повідомленнями, SimpleX не має ніяких ідентифікаторів, призначених користувачам &mdash; <strong>, навіть випадкових чисел</strong>.",
    "simplex-unique-card-2-p-1": "Оскільки у вас немає ідентифікатора або фіксованої адреси на платформі SimpleX, ніхто не може зв'язатися з вами, якщо ви не надасте одноразову або тимчасову адресу користувача, наприклад, у вигляді QR-коду або посилання.",
    "simplex-unique-card-3-p-1": "SimpleX зберігає всі дані користувача на клієнтських пристроях у <strong>портативному форматі зашифрованої бази даних </strong> &mdash;, його можна перенести на інший пристрій.",
    "join": "Приєднуйтесь",
    "we-invite-you-to-join-the-conversation": "Запрошуємо вас долучитися до розмови",
    "join-the-REDDIT-community": "Приєднуйтесь до спільноти REDDIT",
    "join-us-on-GitHub": "Приєднуйтесь до нас на GitHub",
    "donate-here-to-help-us": "Пожертвуйте тут, щоб допомогти нам",
    "sign-up-to-receive-our-updates": "Підпишіться на наші оновлення",
    "enter-your-email-address": "Введіть адресу вашої електронної пошти",
    "get-simplex": "Отримати SimpleX <a href=\"/downloads\">desktop app</a>",
    "why-simplex-is": "Чому SimpleX це",
    "unique": "унікальний",
    "learn-more": "Дізнайтеся більше",
    "more-info": "Більше інформації",
    "hide-info": "Приховати інформацію",
    "contact-hero-header": "Ви отримали адресу для підключення до чату SimpleX",
    "invitation-hero-header": "Ви отримали одноразове посилання для підключення до чату SimpleX",
    "contact-hero-subheader": "Відскануйте QR-код за допомогою програми SimpleX Chat на телефоні або планшеті.",
    "contact-hero-p-2": "Ще не завантажили SimpleX Chat?",
    "contact-hero-p-3": "Щоб завантажити додаток, скористайтеся посиланнями нижче.",
    "connect-in-app": "Підключіться в додатку",
    "open-simplex-app": "Відкрийте програму Simplex",
    "tap-the-connect-button-in-the-app": "Натисніть кнопку <span class='text-active-blue'>‘підключитися‘</span> у додатку",
    "scan-the-qr-code-with-the-simplex-chat-app": "Відскануйте QR-код за допомогою програми SimpleX Chat",
    "scan-the-qr-code-with-the-simplex-chat-app-description": "Відкриті ключі та адреса черги повідомлень за цим посиланням НЕ передаються мережею при перегляді цієї сторінки &mdash;<br> вони містяться в хеш-фрагменті URL-адреси посилання.",
    "installing-simplex-chat-to-terminal": "Встановлення чату SimpleX на термінал",
    "use-this-command": "Використовуй цю команду:",
    "see-simplex-chat": "Дивіться Чат SimpleX",
    "the-instructions--source-code": "інструкції, як завантажити або скомпілювати його з вихідного коду.",
    "if-you-already-installed-simplex-chat-for-the-terminal": "Якщо ви вже встановили SimpleX Chat для терміналу",
    "if-you-already-installed": "Якщо ви вже встановили",
    "simplex-chat-for-the-terminal": "SimpleX Chat для терміналу",
    "copy-the-command-below-text": "скопіюйте команду нижче і використовуйте її в чаті:",
    "privacy-matters-section-header": "Чому конфіденційність <span class='gradient-text'>має значення</span>",
    "privacy-matters-section-subheader": "Збереження конфіденційності ваших метаданих &mdash; <span class='text-active-blue'>від кого ви спілкуєтеся</span> &mdash; захищає вас:",
    "privacy-matters-section-label": "Переконайтеся, що ваш месенджер не може отримати доступ до ваших даних!",
    "simplex-private-section-header": "Що робить SimpleX <span class='gradient-text'>приватним</span>",
    "tap-to-close": "Натисніть, щоб закрити",
    "simplex-network-section-header": "SimpleX <span class='gradient-text'>Мережа</span>",
    "simplex-network-section-desc": "Simplex Chat забезпечує найкращу конфіденційність, поєднуючи переваги P2P та об'єднаних мереж.",
    "simplex-network-1-desc": "Всі повідомлення надсилаються через сервери, що забезпечує кращу конфіденційність метаданих і надійну асинхронну доставку повідомлень, уникаючи при цьому багатьох",
    "simplex-network-1-header": "На відміну від P2P-мереж",
    "simplex-network-1-overlay-linktext": "проблеми P2P-мереж",
    "simplex-network-2-header": "На відміну від об'єднаних мереж",
    "simplex-network-2-desc": "Сервери ретрансляції SimpleX НЕ зберігають профілі користувачів, контакти та доставлені повідомлення, НЕ з'єднуються один з одним і НЕ мають каталогу серверів.",
    "simplex-network-3-header": "Мережа SimpleX",
    "simplex-network-3-desc": "Сервери надають <span class='text-active-blue'>односпрямовані черги</span> для підключення користувачів, але вони не мають видимості графу мережевих з'єднань &mdash;, його бачать лише користувачі.",
    "comparison-section-header": "Порівняння з іншими протоколами",
    "protocol-1-text": "Сигнал, великі платформи",
    "protocol-2-text": "XMPP, Матрикс",
    "protocol-3-text": "Протоколи P2P",
    "comparison-point-1-text": "Вимагає глобальної ідентичності",
    "comparison-point-2-text": "Можливість MITM",
    "comparison-point-3-text": "Залежність від DNS",
    "comparison-point-4-text": "Окрема або централізована мережа",
    "comparison-point-5-text": "Атака на центральний компонент або інша мережева атака",
    "yes": "Так",
    "no": "Ні",
    "no-private": "Ні - приватний",
    "no-secure": "Ні - безпечно",
    "no-resilient": "Ні - стійкий",
    "no-decentralized": "Ні - децентралізовано",
    "comparison-section-list-point-4": "Якщо сервери оператора скомпрометовані",
    "comparison-section-list-point-5": "Не захищає метадані користувачів",
    "comparison-section-list-point-6": "Хоча P2P розподілені, вони не об'єднані - вони працюють як єдина мережа",
    "guide-dropdown-1": "Швидкий старт",
    "guide-dropdown-2": "Надсилання повідомлень",
    "guide-dropdown-3": "Таємні групи",
    "glossary": "Глосарій",
    "docs-dropdown-8": "Служба каталогів SimpleX",
    "f-droid-page-simplex-chat-repo-section-text": "Щоб додати його в клієнт F-Droid <span class='hide-on-mobile'>відскануйте QR-код або</span> використовуйте цю URL-адресу:",
    "simplex-chat-via-f-droid": "SimpleX Chat через F-Droid",
    "signing-key-fingerprint": "Відбиток ключа підпису (SHA-256)",
    "stable-versions-built-by-f-droid-org": "Стабільні версії, зібрані на F-Droid.org",
    "simplex-chat-repo": "Репо SimpleX Chat",
    "f-droid-org-repo": "Репо F-Droid.org",
    "releases-to-this-repo-are-done-1-2-days-later": "Релізи в це репо відбуваються на 1-2 дні пізніше",
    "stable-and-beta-versions-built-by-developers": "Стабільні та бета-версії, створені розробниками",
    "f-droid-page-f-droid-org-repo-section-text": "Репозиторії SimpleX Chat та F-Droid.org підписують збірки з різними ключами. Щоб перемикнутися, будь ласка <a href='/docs/guide/chat-profiles.html#move-your-chat-profiles-to-another-device'>експорт</a> базу даних чату та перевстановіть додаток."
}